Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# giftCardCreationErrorSent
source: An error occured while trying to create a gift card, THE GIFT CARD LINK OR SEED HAS BEEN COPIED TO YOUR CLIPBOARD, YOUR FUNDS MAY BE CONTAINED WITHIN IT DEPENDING ON WHAT WENT WRONG.
ar: حدث خطأ أثناء محاولة إنشاء بطاقة هدايا ، أو تم نسخ رابط بطاقة الهدايا أو البذرة إلى الحافظة الخاصة بك ، وقد يتم الاحتفاظ بأموالك بداخلها بناءً على الخطأ الذي حدث.
bg: Възникна грешка при опит за създаване на карта за подарък, ВРЪЗКАТА КЪМ КАРТАТА ЗА ПОДАРЪК ИЛИ СЕМЕНАТА Е КОПИРАН ВЪВ ВАШИЯ КЛИПБОРД, ВАШИТЕ СРЕДСТВА МОЖЕ ДА СЕ СЪДЪРЖАТ В НЕГО В ЗАВИСИМОСТ ОТ КАКВО СЕ СЛУЧИ.
bn: একটি উপহার কার্ড তৈরি করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে, উপহার কার্ডের লিঙ্ক বা বীজ আপনার ক্লিপবোর্ডে কপি করা হয়েছে, কি ভুল হয়েছে তার উপর নির্ভর করে আপনার তহবিল এর মধ্যে থাকতে পারে৷
da: Der opstod en fejl under forsøget på at oprette et gavekort, GAVEKORTENS LINK ELLER SEED ER BLEVET KOPIERT TIL DIN UDKLIPPEBOLD, DINE MIDLER KAN VÆRE INDEHOLDT I DET AFHÆNGIGT AF HVAD DER GIKKET.
de: Beim Versuch, eine Geschenkkarte zu erstellen, ist ein Fehler aufgetreten! Der Link zur Geschenkkarte und zum Download von Nautilus, mit Seed (getrennt von einem ^ Zeichen) wurde in ihre Zwischenablage kopiert. Je nach Fehlerart ist es möglich, dass die übertragenen Nanos wieder hergestellt werden können.
he: אירעה שגיאה בעת ניסיון ליצור כרטיס מתנה, הקישור או ה-SEED של כרטיס המתנה הועתקו ללוח שלך, הכספים שלך עשויים להיות כלולים בתוכו, תלוי במה השתבש.
hi: उपहार कार्ड बनाने का प्रयास करते समय एक त्रुटि हुई, उपहार कार्ड लिंक या बीज को आपके क्लिपबोर्ड पर कॉपी कर दिया गया है, आपके फंड में क्या गलत हुआ इस पर निर्भर करते हुए इसमें शामिल हो सकते हैं।
hu: Hiba történt az ajándékutalvány létrehozása közben, AZ AJÁNDÉKUTALVÁNY HIVATKOZÁSA VAGY A CETOLÓGÉP MÁSOLVA A VÁGÓPÁLARA, AZ ÖN ALAPJA TARTALMAZHATNA AZTÓL, HOGY MI TÖRTÉNT EL.
ja: ギフト カードの作成中にエラーが発生しました。ギフト カードのリンクまたはシードがクリップボードにコピーされました。問題によっては、資金がクリップボードに含まれている可能性があります。
ko: 기프트 카드를 생성하는 동안 오류가 발생했습니다. 기프트 카드 링크 또는 시드가 클립보드에 복사되었습니다. 무엇이 잘못되었는지에 따라 자금이 클립보드에 포함될 수 있습니다.
lv: Mēģinot izveidot dāvanu karti, radās kļūda, DĀVANU KARTES SAITE VAI SĒKLA IR KOPĒTA JŪSU STARPKLĀTĒ, TAJĀ VAR BŪT JŪSU LĪDZEKĻI ATKARĪBĀ NO KAS NOTIEK NELABI.
ms: Ralat telah berlaku semasa cuba membuat kad hadiah, PAUTAN KAD HADIAH ATAU BENIH TELAH DISANLIN KE PAPAN Klip ANDA, DANA ANDA MUNGKIN TERKANDUNG DI DALAMNYA BERGANTUNG PADA SALAH YANG BERLAKU.
nl: Er is een fout opgetreden bij het maken van een cadeaubon. DE LINK OF HET ZAADJE IS GEKOPIEERD NAAR UW CLIPBOARD. UW FONDSEN KUNNEN ERIN BEVAT AFHANKELIJK VAN WAT ER FOUT GING.
no: Det oppstod en feil under forsøk på å opprette et gavekort, GAVEKORT-LINKEN ELLER SEEDEN HAR BLITT KOPIERT TIL UTKLIPPTAVLEN DIN, DINE MIDLER KAN INNHOLDES I DET, AVHENGIG AV HVA GIKK FEIL.
pl: Wystąpił błąd podczas próby utworzenia karty podarunkowej, LINK DO KARTY PODARUNKOWEJ LUB NASIONA ZOSTAŁY SKOPIOWANE DO TWOJEGO SCHOWEK, TWOJE ŚRODKI MOGĄ BYĆ W TYM ŚRODKU W ZALEŻNOŚCI OD TEGO, CO POSZŁO NIEPRAWIDŁOWO.
ro: A apărut o eroare în timpul încercării de a crea un card cadou, LINKUL CARDULUI CADOU SAU SEMÂNȚA A FOST COPIAT ÎN CLIPBOARD, FONDIILE DVS. POT FI CONȚINUTE ÎN ACEA ÎN FUNȚIE DE CE S-A GREUT.
ru: Произошла ошибка при попытке создать подарочную карту, ССЫЛКА ИЛИ SEED НА ПОДАРОЧНУЮ КАРТУ БЫЛА скопирована в буфер обмена, ВАШИ СРЕДСТВА МОГУТ СОДЕРЖАТЬСЯ В НЕМ, В ЗАВИСИМОСТИ ОТ ТОГО, ЧТО ПОШЛО НЕ ТАК.
sl: Med poskusom ustvarjanja darilne kartice je prišlo do napake, POVEZAVA DO DARILNE KARTICE ALI SEME JE BILO KOPIRANO V VAŠE ODLOŽIŠČE, VAŠA SREDSTVA SO MORDA V NJEM, GLEDE NA TO, KAJ JE ŠLO NAROBE.
sv: Ett fel uppstod när du försökte skapa ett presentkort, PRESENTKORTSLÄNKEN ELLER SEEDEN HAR KOPIERATS TILL DIN URLIPP, DINA MEDEL KAN INNEHÅLLAS I DET BEROENDE PÅ VAD BLEV FEL.
tl: May naganap na error habang sinusubukang gumawa ng gift card, ANG GIFT CARD LINK O SEED AY NAKOPYA SA IYONG CLIPBOARD, ANG IYONG PONDO AY MAAARING NILALAMAN SA LOOB NITO DEPENDE SA KUNG ANO ANG NAGING MALI.
tr: Hediye kartı oluşturmaya çalışırken bir hata oluştu, HEDİYE KARTI BAĞLANTISI VEYA TOHUM PANOLARINIZA KOPYALANDI, YANLIŞ OLDUĞUNA GÖRE FONLARINIZ İÇERİSİNDE OLABİLİR.
uk: Під час спроби створити подарункову картку сталася помилка. ПОСИЛАННЯ НА ПОДАРУНКОВУ КАРТКУ АБО НАСІННЯ БУЛО СКОПІЙОВАНО У БУФЕР ОБМІНУ, ВАШІ КОШТИ МОЖУТЬ БУТИ В НЬОМУ ЗАЛЕЖНО ВІД ТЕГО, ЩО ПІШЛО НЕ БУДЬ.
vi: Đã xảy ra lỗi khi cố gắng tạo thẻ quà tặng, LIÊN KẾT THẺ QUÀ TẶNG HOẶC GIỐNG ĐÃ ĐƯỢC SAO CHÉP VÀO BẢNG ĐIỂM CỦA BẠN, QUỸ CỦA BẠN CÓ THỂ ĐƯỢC CHỨA TRONG VẬY PHỤ THUỘC VÀO ĐIỀU GÌ SAI.
zh_hans: 尝试创建礼品卡时发生错误，礼品卡链接或种子已复制到您的剪贴板，您的资金可能包含在其中，具体取决于出现的问题。
zh_hant: 嘗試創建禮品卡時發生錯誤，禮品卡鏈接或種子已復製到您的剪貼板，您的資金可能包含在其中，具體取決於出現的問題。

# giftCardInfoHeader
source: Gift Sheet Info
ar: معلومات ورقة الهدايا
bg: Информация за подаръчния лист
bn: উপহার শীট তথ্য
da: Gaveark info
de: Informationen zum Geschenkbogen
he: מידע על גיליון מתנה
hi: उपहार पत्रक जानकारी
hu: Ajándéklap információ
ja: ギフトシート情報
ko: 선물 시트 정보
lv: Informācija par dāvanu lapu
ms: Maklumat Lembaran Hadiah
nl: Informatie over cadeaubladen
no: Gaveark info
pl: Informacje o arkuszu prezentowym
ro: Informații foaie cadou
ru: Информация о подарочном листе
sl: Informacije o darilnem listu
sv: Presentkort Info
tl: Impormasyon sa Gift Sheet
tr: Hediye Sayfası Bilgisi
uk: Інформація про подарунковий аркуш
vi: Thông tin tờ quà tặng
zh_hans: 礼品单信息
zh_hant: 禮品單信息

source: Gift From
ar: هدية من
bg: Подарък От
bn: উপহার থেকে
da: Gave fra
de: Geschenk von
he: מתנה מ
hi: गिफ्ट फ्रॉम
hu: Ajándék
ja: ギフト元
ko: 선물 보낸 사람
ms: Hadiah Dari
nl: Cadeau van
no: Gave fra
pl: Prezent od
ro: Cadou de la
ru: Подарок от
sl: Darilo Od
sv: Gåva från
tl: Regalo Mula
tr: Hediye Gönderen
uk: Подарунок від
vi: Quà Tặng Từ
zh_hans: 礼物来自
zh_hant: 禮物來自

# giftInfo
source: Load a Digital Gift Card with %2! Set an amount, and an optional message for the recipient to see when they open it! Once created, you'll get a link that you can send to anyone, which when opened will automatically distribute the funds to the recipient after installing %1! If the recipient is already a %1 user they'll get a prompt to transfer the funds into their account upon opening the link You can also set a split amount to distribute from the gift card rather than the entire balance.
ar: قم بتحميل بطاقة هدايا رقمية باستخدام NANO! قم بتعيين مبلغ ورسالة اختيارية للمستلم ليراها عند فتحه! بمجرد الإنشاء، ستحصل على رابط يمكنك إرساله إلى أي شخص، والذي عند فتحه سيوزع الأموال تلقائيًا على المستلم بعد تثبيت Nautilus! إذا كان المستلم مستخدمًا لـ Nautilus بالفعل، فسيتلقى مطالبة بتحويل الأموال إلى حسابه عند فتح الرابط.
bg: Заредете цифрова карта за подарък с NANO! Задайте сума и незадължително съобщение, което получателят да види, когато го отвори! Веднъж създаден, ще получите линк, който можете да изпратите на всеки, който при отваряне автоматично ще разпредели средствата на получателя след инсталирането на Nautilus! Ако получателят вече е потребител на Nautilus, той ще получи подкана да прехвърли средствата в сметката си при отваряне на връзката
bn: ন্যানো দিয়ে একটি ডিজিটাল উপহার কার্ড লোড করুন! একটি পরিমাণ সেট করুন, এবং প্রাপক যখন এটি খুলবেন তা দেখার জন্য একটি ঐচ্ছিক বার্তা! একবার তৈরি হলে, আপনি একটি লিঙ্ক পাবেন যা আপনি যে কাউকে পাঠাতে পারেন, যা খোলা হলে স্বয়ংক্রিয়ভাবে Nautilus ইনস্টল করার পরে প্রাপকের কাছে তহবিল বিতরণ করবে! যদি প্রাপক ইতিমধ্যেই একটি নটিলাস ব্যবহারকারী হন তবে লিঙ্কটি খোলার পরে তারা তাদের অ্যাকাউন্টে তহবিল স্থানান্তর করার জন্য একটি প্রম্পট পাবেন।
da: Indlæs et digitalt gavekort med NANO! Indstil et beløb, og en valgfri meddelelse, som modtageren kan se, når de åbner den! Når du er oprettet, får du et link, som du kan sende til nogen, som når de åbnes automatisk distribuerer midlerne til modtageren efter installation af Nautilus! Hvis modtageren allerede er en Nautilus-bruger, vil de få en anmodning om at overføre pengene til deres konto, når du åbner linket
de: Laden Sie eine digitale Geschenkkarte mit NANO! Legen Sie einen Betrag und optional eine Nachricht fest, damit der Empfänger sehen kann, wenn er ihn öffnet! Nach der Erstellung erhalten Sie einen Link, den Sie an jeden senden können. Wenn er geöffnet wird, wird das Geld nach der Installation von Nautilus automatisch an den Empfänger verteilt! Wenn der Empfänger bereits Nautilus-Benutzer ist, wird er beim Öffnen des Links aufgefordert, das Geld auf sein Konto zu überweisen.
he: טען כרטיס מתנה דיגיטלי עם NANO! הגדר סכום, והודעה אופציונלית עבור הנמען כדי לראות מתי הוא פותח אותו! לאחר שנוצר, תקבל קישור שאתה יכול לשלוח לכל אחד, אשר כאשר נפתח באופן אוטומטי להפיץ את הכספים לנמען לאחר התקנת נאוטילוס! אם הנמען הוא כבר משתמש Nautilus הם יקבלו הנחיה להעביר את הכספים לחשבון שלהם עם פתיחת הקישור
hi: NANO के साथ एक डिजिटल गिफ्ट कार्ड लोड करें! प्राप्तकर्ता को यह देखने के लिए कि वे कब खोलते हैं, राशि और एक वैकल्पिक संदेश सेट करें! एक बार बनने के बाद, आपको एक लिंक मिलेगा जिसे आप किसी को भी भेज सकते हैं, जिसे खोलने पर नॉटिलस स्थापित करने के बाद प्राप्तकर्ता को स्वचालित रूप से धन वितरित किया जाएगा! यदि प्राप्तकर्ता पहले से ही एक Nautilus उपयोगकर्ता है, तो उन्हें लिंक खोलने पर अपने खाते में धनराशि स्थानांतरित करने का संकेत मिलेगा।
hu: Töltsön be egy digitális ajándékkártyát NANO segítségével! Állítson be egy összeget, és választható üzenetet a címzett számára, hogy lássa, mikor nyitja meg! Miután létrehozta, kap egy linket, amelyet bárkinek elküldhet, amely megnyitásakor automatikusan elosztja a pénzeszközöket a címzettnek a Nautilus telepítése után! Ha a címzett már Nautilus felhasználó, akkor a hivatkozás megnyitásakor felszólítást kap arra, hogy utalja át a pénzt számlájára
ja: NANOでデジタルギフトカードを読み込もう！金額と、受信者がそれを開いたときに表示するオプションのメッセージを設定します！ 作成すると、誰にでも送信できるリンクが届きます。リンクを開くと、Nautilusをインストールした後に自動的に受取人に資金が分配されます！ 受取人がすでにNautilusユーザーの場合、リンクを開くと口座に資金を送金するように促されます。
ko: NANO로 디지털 기프트 카드를 로드하세요!금액을 설정하고 수신자가 열 때 볼 수 있는 선택적 메시지를 설정합니다. 링크가 생성되면 누구에게나 보낼 수 있으며, 링크를 열면 Nautilus를 설치 한 후 수취인에게 자동으로 자금을 분배합니다! 수취인이 이미 Nautilus 사용자인 경우 링크를 열 때 자금을 계좌로 이체하라는 메시지가 표시됩니다.
lv: Load a Digital Gift Card with NANO! Set an amount, and an optional message for the recipient to see when they open it! Once created, you'll get a link that you can send to anyone, which when opened will automatically distribute the funds to the recipient after installing Nautilus! If the recipient is already a Nautilus user they will get a prompt to transfer the funds into their account upon opening the link
ms: Muatkan Kad Hadiah Digital dengan NANO! Tetapkan jumlah, dan mesej pilihan untuk penerima untuk melihat apabila mereka membukanya! Setelah dibuat, anda akan mendapat pautan yang boleh anda hantar kepada sesiapa sahaja, yang apabila dibuka secara automatik akan mengagihkan dana kepada penerima selepas memasang Nautilus! Sekiranya penerima sudah menjadi pengguna Nautilus, mereka akan mendapat arahan untuk memindahkan dana ke akaun mereka semasa membuka pautan
nl: Laad een digitale cadeaukaart met NANO! Stel een bedrag in en een optioneel bericht voor de ontvanger om te zien wanneer ze het openen! Eenmaal gemaakt, krijg je een link die je naar iedereen kunt sturen, die, wanneer geopend, het geld automatisch naar de ontvanger zal verdelen na het installeren van Nautilus! Als de ontvanger al Nautilus-gebruiker is, krijgt hij bij het openen van de link een prompt om het geld naar zijn rekening over te maken.
no: Last inn et digitalt gavekort med NANO! Angi et beløp, og en valgfri melding for mottakeren å se når de åpner den! Når du er opprettet, får du en lenke som du kan sende til hvem som helst, som når den åpnes automatisk vil distribuere midlene til mottakeren etter installasjon av Nautilus! Hvis mottakeren allerede er en Nautilus-bruker, vil de få beskjed om å overføre midlene til kontoen sin når lenken åpnes
pl: Załaduj cyfrową kartę podarunkową za pomocą NANO! Ustaw kwotę i opcjonalną wiadomość, aby odbiorca zobaczył, kiedy ją otworzy! Po utworzeniu otrzymasz link, który możesz wysłać każdemu, który po otwarciu automatycznie rozdzieli środki do odbiorcy po zainstalowaniu Nautilusa! Jeśli odbiorca jest już użytkownikiem Nautilus, po otwarciu linku otrzyma monit o przelanie środków na swoje konto
ro: Încărcați un card cadou digital cu NANO! Setați o sumă și un mesaj opțional pe care destinatarul să îl vadă când îl deschide! Odată creat, veți primi un link pe care îl puteți trimite oricui, care, atunci când este deschis, va distribui automat fondurile destinatarului după instalarea Nautilus! Dacă destinatarul este deja utilizator Nautilus, acesta va primi o solicitare de a transfera fondurile în contul său la deschiderea linkului
ru: Загрузите цифровую подарочную карту с NANO! Задайте сумму и необязательное сообщение, которое получатель увидит, когда откроет его! После создания вы получите ссылку, которую можете отправить кому угодно, которая при открытии автоматически распределит средства получателю после установки Nautilus! Если получатель уже является пользователем Nautilus, он получит приглашение перевести средства на свой счет при переходе по ссылке.
sl: Naložite digitalno darilno kartico z NANO! Nastavite znesek in izbirno sporočilo, da bo prejemnik videl, kdaj ga odpre! Ko ustvarite, boste dobili povezavo, ki jo lahko pošljete vsakomur, ki bo ob odprtju samodejno razdelila sredstva prejemniku po namestitvi Nautilusa! Če je prejemnik že uporabnik Nautilusa, bo ob odprtju povezave dobil poziv za prenos sredstev na svoj račun
sv: Ladda ett digitalt presentkort med NANO! Ange ett belopp, och ett valfritt meddelande för mottagaren att se när de öppnar det! När du väl har skapat får du en länk som du kan skicka till vem som helst, som när den öppnas automatiskt distribuerar pengarna till mottagaren efter installationen av Nautilus! Om mottagaren redan är en Nautilus-användare kommer de att få en uppmaning att överföra pengarna till sitt konto när länken öppnas
tl: Mag-load ng Digital Gift Card gamit ang NANO! Magtakda ng halaga, at opsyonal na mensahe para makita ng tatanggap kapag binuksan nila ito! Sa sandaling nilikha, makakakuha ka ng isang link na maaari mong ipadala sa sinuman, na kapag binuksan ay awtomatikong ipamahagi ang mga pondo sa tatanggap pagkatapos i-install ang Nautilus! Kung ang tatanggap ay isang gumagamit ng Nautilus, makakakuha sila ng prompt upang ilipat ang mga pondo sa kanilang account sa pagbubukas ng link.
tr: NANO ile Dijital Hediye Kartı Yükleyin! Alıcının ne zaman açtıklarını görmesi için bir miktar ve isteğe bağlı bir mesaj belirleyin! Oluşturulduktan sonra, herkese gönderebileceğiniz bir bağlantı alacaksınız, bu da açıldığında Nautilus'u kurduktan sonra parayı alıcıya otomatik olarak dağıtacaktır! Alıcı zaten bir Nautilus kullanıcısıysa, bağlantıyı açtıktan sonra parayı hesabına aktarma istemi alacaktır.
uk: Завантажте цифрову подарункову карту з NANO! Встановіть суму та необов'язкове повідомлення для одержувача, щоб побачити, коли він його відкриє! Після створення ви отримаєте посилання, яке можна відправити кожному, яка при відкритті автоматично розподілить кошти одержувачу після установки Nautilus! Якщо одержувач вже є користувачем Nautilus, він отримає запит на переказ коштів на свій рахунок після відкриття посилання
vi: Nạp thẻ quà tặng kỹ thuật số với NANO! Đặt số tiền và một tin nhắn tùy chọn cho người nhận để xem khi họ mở nó! Sau khi tạo, bạn sẽ nhận được một liên kết mà bạn có thể gửi cho bất kỳ ai, khi mở sẽ tự động phân phối tiền cho người nhận sau khi cài đặt Nautilus! Nếu người nhận đã là người dùng Nautilus, họ sẽ nhận được lời nhắc để chuyển tiền vào tài khoản của họ khi mở liên kết
zh_hans: 使用 NANO 加载一张数字礼品卡！设置金额和一条可选消息，供收件人打开时查看！ 创建后，您将获得一个可以发送给任何人的链接，该链接打开后将在安装Nautilus后自动将资金分配给收款人！ 如果收款人已经是Nautilus用户，他们将在打开链接时收到将资金转入其账户的提示。
zh_hant: 使用 NANO 加載數字禮品卡！設置金額，並為收件人查看何時打開它的可選消息！ 創建完成後，您將獲得一個可以發送給任何人的鏈接，打開後會在安裝 Nautilus 後自動將資金分配給收件人！ 如果收款人已經是 Nautilus 用戶，他們將在打開鏈接時提示將資金轉入他們的帳戶

source: Gift Message
ar: رسالة هدية
bg: Подарък Съобщение
bn: উপহার বার্তা
da: Gave besked
de: Geschenk-Meldung
he: הודעת מתנה
hi: गिफ्ट मैसेज
hu: Ajándék üzenet
ja: ギフトメッセージ
ko: 기프트 메시지
ms: Mesej Hadiah
nl: Cadeaubericht
no: Gave Melding
pl: Wiadomość Prezent
ro: Mesaj Cadou
ru: Сообщение о подарке
sl: Darilno sporočilo
sv: Present Meddelande
tl: Mensahe ng Regalo
tr: Hediye Mesajı
uk: Подарункове повідомлення
vi: Tin nhắn quà tặng
zh_hans: 礼物留言
zh_hant: 禮物訊息

# giftProcessError
source: There was an error while processing this gift card. Maybe check your connection and try clicking the gift link again.
ar: حدث خطأ أثناء معالجة بطاقة الهدايا هذه. ربما تحقق من اتصالك وحاول النقر فوق رابط الهدية مرة أخرى.
bg: Възникна грешка при обработката на тази карта за подарък. Може би проверете връзката си и опитайте отново да щракнете върху връзката за подарък.
bn: এই উপহার কার্ড প্রক্রিয়া করার সময় একটি ত্রুটি ছিল. হয়তো আপনার সংযোগ পরীক্ষা করুন এবং আবার উপহার লিঙ্ক ক্লিক করার চেষ্টা করুন.
da: Der opstod en fejl under behandlingen af dette gavekort. Tjek måske din forbindelse og prøv at klikke på gavelinket igen.
de: Bei der Verarbeitung dieser Geschenkkarte ist ein Fehler aufgetreten. Überprüfen Sie vielleicht Ihre Verbindung und versuchen Sie erneut, auf den Geschenklink zu klicken.
he: אירעה שגיאה במהלך עיבוד כרטיס המתנה הזה. אולי תבדוק את החיבור שלך ונסה ללחוץ שוב על קישור המתנה.
hi: इस उपहार कार्ड को संसाधित करते समय एक त्रुटि हुई थी। हो सकता है कि अपने कनेक्शन की जांच करें और फिर से उपहार लिंक पर क्लिक करने का प्रयास करें।
hu: Hiba történt az ajándékutalvány feldolgozása közben. Esetleg ellenőrizze a kapcsolatot, és próbáljon meg újra kattintani az ajándék linkre.
ja: このギフトカードの処理中にエラーが発生しました。接続を確認して、ギフト リンクをもう一度クリックしてみてください。
ko: 이 기프트 카드를 처리하는 동안 오류가 발생했습니다. 연결을 확인하고 선물 링크를 다시 클릭해 보세요.
lv: Apstrādājot šo dāvanu karti, radās kļūda. Varbūt pārbaudiet savienojumu un mēģiniet vēlreiz noklikšķināt uz dāvanas saites.
ms: Terdapat ralat semasa memproses kad hadiah ini. Mungkin semak sambungan anda dan cuba klik pautan hadiah sekali lagi.
nl: Er is een fout opgetreden bij het verwerken van deze cadeaubon. Controleer je verbinding en probeer opnieuw op de cadeaulink te klikken.
no: Det oppsto en feil under behandlingen av dette gavekortet. Sjekk kanskje tilkoblingen din og prøv å klikke på gavelenken igjen.
pl: Wystąpił błąd podczas przetwarzania tej karty podarunkowej. Może sprawdź swoje połączenie i spróbuj ponownie kliknąć link do prezentu.
ro: A apărut o eroare la procesarea acestui card cadou. Poate verificați-vă conexiunea și încercați să dați clic din nou pe linkul cadou.
ru: При обработке подарочной карты произошла ошибка. Возможно, проверьте ваше соединение и попробуйте еще раз щелкнуть ссылку подарка.
sl: Med obdelavo te darilne kartice je prišlo do napake. Morda preverite svojo povezavo in poskusite znova klikniti povezavo za darilo.
sv: Det uppstod ett fel vid bearbetningen av detta presentkort. Kanske kontrollera din anslutning och försök klicka på gåvolänken igen.
tl: Nagkaroon ng error habang pinoproseso ang gift card na ito. Siguro suriin ang iyong koneksyon at subukang i-click muli ang link ng regalo.
tr: Bu hediye kartı işlenirken bir hata oluştu. Belki bağlantınızı kontrol edin ve hediye bağlantısını tekrar tıklamayı deneyin.
uk: Під час обробки цієї подарункової картки сталася помилка. Можливо, перевірте ваше з’єднання та спробуйте знову натиснути посилання на подарунок.
vi: Đã xảy ra lỗi khi xử lý thẻ quà tặng này. Có thể kiểm tra kết nối của bạn và thử nhấp lại vào liên kết quà tặng.
zh_hans: 处理此礼品卡时出错。也许检查您的连接并尝试再次单击礼物链接。
zh_hant: 處理此禮品卡時出錯。也許檢查您的連接並嘗試再次單擊禮物鏈接。

# giftProcessSuccess
source: Gift Successfully Received, it may take a moment to appear in your wallet.
ar: تم استلام الهدية بنجاح ، قد يستغرق ظهورها في محفظتك بعض الوقت.
bg: Подаръкът е получен успешно, може да отнеме известно време, докато се появи в портфейла ви.
bn: উপহারটি সফলভাবে গৃহীত হয়েছে, এটি আপনার ওয়ালেটে প্রদর্শিত হতে কিছুক্ষণ সময় নিতে পারে৷
da: Gave modtaget med succes, det kan tage et øjeblik, før du vises i din tegnebog.
de: Geschenk erfolgreich erhalten, es kann einen Moment dauern, bis es in deiner Brieftasche erscheint.
he: המתנה התקבלה בהצלחה, ייתכן שיידרש רגע עד שתופיע בארנק שלך.
hi: उपहार सफलतापूर्वक प्राप्त हुआ, आपके बटुए में दिखाई देने में कुछ समय लग सकता है।
hu: Az ajándékot sikeresen megkaptuk, eltarthat egy pillanatig, amíg megjelenik a pénztárcájában.
ja: ギフトを受け取りました。ウォレットに表示されるまで少し時間がかかる場合があります。
ko: 선물을 성공적으로 받았습니다. 지갑에 표시되는 데 시간이 걸릴 수 있습니다.
lv: Dāvana ir veiksmīgi saņemta, var paiet kāds brīdis, līdz tā parādīsies jūsu makā.
ms: Hadiah Berjaya Diterima, mungkin mengambil sedikit masa untuk muncul dalam dompet anda.
nl: Cadeau succesvol ontvangen, het kan even duren voordat het in uw portemonnee verschijnt.
no: Gaven er mottatt, det kan ta et øyeblikk før den vises i lommeboken din.
pl: Prezent został pomyślnie odebrany, może minąć chwila, zanim pojawi się w Twoim portfelu.
ro: Cadou primit cu succes, poate dura un moment până când apare în portofel.
ru: Подарок успешно получен, может пройти некоторое время, прежде чем он появится в вашем кошельке.
sl: Darilo je uspešno prejeto, lahko traja nekaj trenutkov, da se prikaže v vaši denarnici.
sv: Presenten har tagits emot, det kan ta en stund innan den dyker upp i din plånbok.
tl: Matagumpay na Natanggap ang Regalo, maaaring tumagal ng ilang sandali upang lumitaw sa iyong wallet.
tr: Hediye Başarıyla Alındı, cüzdanınızda görünmesi biraz zaman alabilir.
uk: Подарунок успішно отримано, може знадобитися деякий час, перш ніж він з’явиться у вашому гаманці.
vi: Quà đã nhận thành công, có thể mất một lúc để xuất hiện trong ví của bạn.
zh_hans: 礼物已成功收到，可能需要一点时间才会出现在您的钱包中。
zh_hant: 禮物已成功收到，可能需要一點時間才會出現在您的錢包中。

# giftRefundSuccess
source: Gift Successfully Refunded!
ar: تم رد أموال الهدية بنجاح!
bg: Подаръкът е успешно възстановен!
bn: উপহার সফলভাবে ফেরত দেওয়া হয়েছে!
da: Gaven er blevet refunderet!
de: Geschenk erfolgreich erstattet!
he: מתנה הוחזרה בהצלחה!
hi: उपहार की धनवापसी सफलतापूर्वक की गई!
hu: Az ajándékot sikeresen visszatérítettük!
ja: ギフトが正常に払い戻されました!
ko: 선물이 성공적으로 환불되었습니다!
lv: Dāvana veiksmīgi atmaksāta!
ms: Hadiah Berjaya Dipulangkan!
nl: Cadeau succesvol terugbetaald!
no: Gaven ble refundert!
pl: Prezent został zwrócony!
ro: Cadou rambursat cu succes!
ru: Подарок успешно возвращен!
sl: Darilo je bilo uspešno vrnjeno!
sv: Gåvan har framgångsrikt återbetalats!
tl: Matagumpay na Na-refund ang Regalo!
tr: Hediye Başarıyla İade Edildi!
uk: Подарунок успішно повернуто!
vi: Quà tặng đã được hoàn lại thành công!
zh_hans: 礼品成功退还！
zh_hant: 禮品成功退還！

# goBackButton
source: Go Back
ar: عد
bg: Върни се
bn: পেছনে যান
da: Zpět
de: Zurück
hi: वापस जाओ
ja: 戻る
ms: Pergi balik
nl: Ga terug
no: Gå tilbake
pl: Wróć
ro: Înapoi
ru: Назад
sv: Tillbaka
tl: Bumalik
tr: Geri Git
uk: Повернутися
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# gotItButton
source: Got It!
ar: موافق!
bg: Готово!
bn: বুঝেছি!
da: Chápu!
de: Verstanden!
hi: समझ गया!
ja: 了解しました
lv: Sapratu!
nl: Begrepen!
no: Jeg har forstått!
pl: Rozumiem!
ro: Am înțeles!
ru: Готово!
sl: Razumem!
sv: Jag fattar!
tl: Nakuha ko!
tr: Anladım!
uk: Зрозуміло!
vi: Đã hiểu!
zh_hans: 明白！
zh_hant: 已理解

# goToQRCode
source: Go to QR
ar: انتقل إلى QR
bg: Отидете на QR
bn: QR এ যান
da: Gå til QR
de: Gehe zu QR
he: עבור אל QR
hi: QR पर जाएं
hu: Ugrás a QR-re
ja: QRに移動
ko: QR로 이동
ms: Pergi ke QR
nl: Ga naar QR
no: Gå til QR
pl: Przejdź do QR
ro: Mergi la QR
ru: Перейти к QR
sl: Pojdi na QR
sv: Gå till QR
tl: Pumunta sa QR
tr: QR'ye git
uk: Перейти до QR
vi: Chuyển đến QR
zh_hans: 前往二维码
zh_hant: 前往 QR

source: handoff
ar: تسليم
bg: не пипай
bn: হ্যান্ডঅফ
da: aflevering
de: weiterleiten
he: למסור את
hi: सौंपना
hu: átadás
ja: 渡す
ko: 핸드오프
lv: nodošana
ms: menyerahkan
nl: afgeven
no: overrekke
pl: przekazanie
ro: ia mâna
ru: руки прочь
sl: Roke stran
sv: bort med tassarna
tr: dokunma
uk: руки геть
vi: ra tay
zh_hans: 不可触摸
zh_hant: 不可觸摸
