Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# contactRemoved
source: %1 has been removed from contacts!
ar: تم حذف %1 من جهة الاتصال !
bg: %1 премахнат/и от Контакти!
bn: %1 কন্টাক্ট থেকে বাতিল হয়েছে!
da: %1 byl úspěšně odstraněn z kontaktů!
de: %1 wurde aus den Kontakten gelöscht!
he: % הוסר מאנשי הקשר!
hi: %1 का नाम संपर्कों में से हट दिया गया है!
hu: Törölted %1-t a kontaktjaid közül!
ja: ％1が連絡先から削除されました！
ko: % s 님이 연락처에서 삭제되었습니다!
lv: %1 dzēsts no kontaktiem!
ms: %1 kontak berhasil dihapus!
nl: %1 is verwijderd uit contacten!
no: %1 har blitt fjernet fra kontakter!
pl: %1 został usunięty z kontaktów
ro: %1 a fost șters din lista contactelor!
ru: %1 удален из контактов!
sl: %1 je bil odstranjen iz stikov!
sv: %1 har raderats från dina kontakter!
tl: %1 ay natanggal sa mga kontak!
tr: %1 rehberden silindi!
uk: %1 було видалено з контактів!
vi: Đã loại %1 khỏi danh bạ.
zh_hans: %1已从联系人名单中刪除!
zh_hant: %1 已自聯絡人清單中刪除！

# contactsHeader
source: Contacts
ar: جهات الاتصال
bg: Контакти
bn: কন্টাক্ট গুলো
da: Kontakty
de: Kontakte
he: אנשי קשר
hi: संपर्क
hu: Kontaktok
ja: 連絡先
ko: 연락처
lv: Kontakti
ms: Kenalan
nl: Contacten
no: Kontakter
pl: Kontakty
ro: Contacte
ru: Контакты
sl: Stiki
sv: Kontakter
tl: Mga kontak
tr: Rehber
uk: Контакти
vi: Danh bạ
zh_hans: 联系人名单
zh_hant: 聯絡人清單

# contactsImportErr
source: Failed to import contacts
ar: فشل استيراد جهات الاتصال
bg: Неуспешно импортиране на Контакти
bn: পরিচিতিগুলি আমদানি করতে ব্যর্থ
da: Import kontaktů se nezdařil
de: Import fehlgeschlagen
he: ייבוא איש קשר נכשל
hi: संपर्क आयात नहीं हो सकें
hu: Sikertelen kontakt importálás
ja: 連絡先をインポートできませんでした
ko: 연락처를 가져오지 못했습니다.
lv: Neizdevās importēt kontaktus
ms: Gagal mengimpor kontak
nl: Contacten importeren mislukt
no: Kunne ikke importere kontakter
pl: Nie udało się importować kontaktów
ro: Importarea contactelor a eșuat
ru: Не удалось импортировать
sl: Ni možno uvoziti stikov
sv: Gick ej att importera kontakter
tl: Hindi ma-import ang mga kontak
tr: Rehberi içe aktarmada sorun oluştu
uk: Не вдалося імпортувати контакти
vi: Nhập liên hệ thất bại
zh_hans: 无法导入联系人
zh_hant: 無法匯入聯絡人

# contactsImportSuccess
source: Sucessfully imported %1 contacts.
ar: تم جلب جهات اتصال %1 بنجاح.
bg: Успешно добавен %1 контакт/и.
bn: সফলভাবে আমদানি করা হয়েছে %1 কন্টাক্ট
da: %1 kontaktů bylo úspěšně importováno.
de: %1 Kontakte wurden importiert
he: יבוא אנשי הקשר של %1 עבר בהצלחה
hi: %1 संपर्क सफलतापूर्वक आयात हो गए हैं।
hu: Sikeresen importáltál %1 kontaktot
ja: ％1の連絡先を正常にインポートしました。
ko: %1개의 연락처를 성공적으로 가져왔습니다.
lv: Sekmīgi importēti %1 kontakti.
ms: Berhasil mengimpor %1 kontak
nl: %1 contacten succesvol geïmporteerd
no: %1 kontakter importert.
pl: Z powodzeniem importowao %1 contacts
ro: Am importat %1 contacte
ru: Успешно импортированы %1
sl: Uspešen uvoz %1 stikov.
sv: Lyckad import av %1 kontakter
tl: Na-import na ang %1 kontak
tr: %1 kişi içe aktarıldı
uk: Успішно імпортовано %1 контактів.
vi: Đã nhập thành công %1 liên hệ.
zh_hans: 已成功导入％1个联系人
zh_hant: 順利匯出 %1 個聯絡人

# continueButton
source: Continue
ar: يكمل
bg: продължи
bn: চালিয়ে যান
da: Blive ved
de: Fortsetzen
he: לְהַמשִׁיך
hi: जारी रखना
hu: Folytatni
ja: 継続する
ko: 계속하다
lv: Turpināt
ms: teruskan
nl: Doorgaan
no: Fortsette
pl: Kontynuować
ro: Continua
ru: Продолжать
sl: Nadaljuj
sv: Fortsätta
tl: Magpatuloy
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Continue without login
ar: تواصل بدون تسجيل الدخول
bg: Продължете без влизане
bn: লগইন ছাড়াই চালিয়ে যান
da: Fortsæt uden login
de: Ohne Anmeldung fortfahren
he: המשך ללא התחברות
hi: लॉगिन के बिना जारी रखें
hu: Folytatás bejelentkezés nélkül
ja: ログインせずに続行
ko: 로그인하지 않고 계속
lv: Turpināt bez pieteikšanās
ms: Teruskan tanpa log masuk
nl: Doorgaan zonder inloggen
no: Fortsett uten pålogging
pl: Kontynuuj bez logowania
ro: Continuați fără autentificare
ru: Продолжить без входа
sl: Nadaljujte brez prijave
sv: Fortsätt utan inloggning
tl: Magpatuloy nang walang pag-login
tr: Giriş yapmadan devam et
uk: Продовжити без входу
vi: Tiếp tục mà không cần đăng nhập
zh_hans: 无需登录即可继续
zh_hant: 無需登錄即可繼續

source: Copied
ar: تم نسخ
bg: Копирано
bn: কপি করা হয়েছে
da: Zkopírováno
de: Kopiert
hi: कॉपी हो गया
ja: コピー済み
lv: Nokopēts
ms: Disalin
nl: Gekopieerd
no: Kopiert
pl: Skopiowane
ro: Copiat
ru: Скопировано
sl: Skopirano
sv: Kopierad
tl: Nakopya
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
bg: Копирай
bn: কপি
da: Kopírovat
de: Kopieren
hi: कॉपी
ja: コピーする
lv: Kopēt
ms: Menyalin
nl: Kopiëren
no: Kopier
pl: Skopiuj
ro: Copiere
ru: Копировать
sl: Kopiraj
sv: Kopiera
tl: Kopyahin
tr: Kopyala
uk: Скопіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Copy Address
ar: نسخ العنوان
bg: Копирай Адрес
bn: ঠিকানা কপি করুন
da: Kopírovat adresu
de: Adresse kopieren
he: העתק כתובת
hi: पता कॉपी करें
hu: Cím Másolása
ja: アドレスをコピーする
ko: 주소 복사
lv: Kopēt adresi
ms: Salinkan alamat
nl: Kopieer adres
no: Kopier adresse
pl: Skopiuj Adres
ro: Copiază adresa
ru: Копировать адрес
sl: Kopiraj naslov
sv: Kopiera adress
tl: Kopyahin ang Address
tr: Adresi Kopyala
uk: Скопіювати адресу
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy Link
ar: نسخ الرابط
bg: Копиране на връзката
bn: লিংক কপি করো
da: Kopier link
de: Link kopieren
he: העתק קישור
hi: लिंक कॉपी करें
hu: Link másolása
ja: リンクをコピー
ko: 링크 복사
ms: Salin Pautan
nl: Link kopiëren
no: Kopier lenke
pl: Kopiuj link
ro: Copiază link-ul
ru: Скопировать ссылку
sl: Kopiraj povezavo
sv: Kopiera länk
tl: Kopyahin ang Link
tr: Bağlantı Kopyala
uk: Копіювати посилання
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製連結

source: Copy Message
ar: نسخ الرسالة
bg: Копиране на съобщение
bn: বার্তা কপি করুন
da: Kopiér besked
de: Nachricht kopieren
he: העתק הודעה
hi: संदेश कॉपी करें
hu: Üzenet másolása
ja: メッセージをコピー
ko: 메시지 복사
lv: Kopēt ziņojumu
ms: Salin Mesej
nl: Bericht kopiëren
no: Kopier melding
pl: Kopiuj wiadomość
ro: Copiați mesajul
ru: Копировать сообщение
sl: Kopiraj sporočilo
sv: Kopiera meddelande
tl: Kopyahin ang Mensahe
tr: Mesajı Kopyala
uk: Копіювати повідомлення
vi: Sao chép tin nhắn
zh_hans: 复制消息
zh_hant: 複製消息

source: Copy Seed
ar: نسخ المفتاح الخاص
bg: Копирай Seed
bn: কপি সীড
da: Kopírovat semínko
de: Seed kopieren
he: העתק סיד
hi: सीड कॉपी करें
hu: Seed Másolása
ja: シードをコピーする
lv: Kopēt sēklu
ms: Salin Benih
nl: Kopieer Seed
no: Kopier Seed
pl: Kopiuj nasiono
ro: Copiere seed
ru: Копировать Seed
sl: Kopiraj ključ
sv: Kopiera seed
tl: Kopyahin ang seed
tr: Seedi Kopyala
uk: Копіювати seed
vi: Sao chép hạt giống
zh_hans: 复制种子
zh_hant: 複製種子

source: Copy wallet address to clipboard
ar: نسخ عنوان المحفظة إلى الحافظة
bg: Копиране на адреса на портфейла в клипборда
bn: ক্লিপবোর্ডে ওয়ালেট ঠিকানা অনুলিপি করুন
da: Kopier tegnebogadresse til udklipshol
de: Wallet-Adresse in die Zwischenablage kopieren
he: העתק את כתובת הארנק ללוח
hi: वॉलेट एड्रेस को क्लिपबोर्ड पर कॉपी करें
hu: Másolja a pénztárca címét a vágólapra
ja: ウォレットアドレスをクリップボードにコピー
ko: 지갑 주소를 클립보드로 복사
ms: Salin alamat dompet ke papan keratan
nl: Wallet-adres naar klembord kopiëren
no: Kopier lommebokadresse til utklippstavlen
pl: Skopiuj adres portfela do schowka
ro: Copiați adresa portofelului în clipboard
ru: Скопировать адрес кошелька в буфер обмена
sl: Kopirajte naslov denarnice v odložišče
sv: Kopiera plånbokens adress till Urklipp
tl: Kopyahin ang address ng wallet sa clipboard
tr: Cüzdan adresini panoya kopyala
uk: Копіювати адресу торбинки до буфера
vi: Sao chép địa chỉ ví vào clipboard
zh_hans: 将钱包地址复制到剪贴板
zh_hant: 將錢包地址複製到剪貼板

# copyXMRSeed
source: Copy Monero Seed
ar: نسخ بذور مونيرو
bg: Копирайте Monero Seed
bn: মনের বীজ অনুলিপি করুন
da: Kopier Monero Seed
de: Kopieren Sie Monero-Seed
he: העתק Monero Seed
hi: मोनरो बीज कॉपी करें
hu: Másolja a Monero Seed-et
ja: モネロシードをコピー
ko: 모네로 씨앗 복사
lv: Kopējiet Monero Seed
ms: Salin Benih Monero
nl: Kopieer Monero Seed
no: Kopier Monero Seed
pl: Kopiuj nasiona Monero
ro: Copiați sămânța Monero
ru: Копировать семя Monero
sl: Kopiraj Monero Seed
sv: Kopiera Monero Seed
tl: Kopyahin ang Monero Seed
tr: Monero Tohumunu Kopyala
uk: Скопіюйте Monero Seed
vi: Sao chép hạt giống Monero
zh_hans: 复制门罗币种子
zh_hant: 複製門羅幣種子

# createAPasswordHeader
source: Create a password.
ar: أنشئ كلمة مرور.
bg: Задай парола
bn: একটি পাসওয়ার্ড তৈরি করুন.
da: Vytvořte si heslo.
de: Wähle ein Passwort.
hi: एक पासवर्ड बनाएं।
ja: パスワードを作成する
ms: Buat kata laluan.
nl: Creëer een wachten
no: Lag et passord.
pl: Stwórz hasło
ro: Creați o parolă.
ru: Создать пароль.
sv: Ställ in ett lösenord.
tl: Gumawa ng password
tr: Bir şifre oluştur.
uk: Створити пароль.
vi: Tạo mật khẩu.
zh_hans: 创建一个密码。
zh_hant: 建立一組密碼。

source: created
ar: خلقت
bg: създадено
bn: তৈরি
da: oprettet
de: erstellt
he: נוצר
hi: बनाया था
hu: létre
ja: 作成した
ko: 만들어진
lv: izveidots
ms: dicipta
nl: gemaakt
no: opprettet
pl: Utworzony
ro: creată
ru: созданный
sl: ustvarili
sv: skapas
tl: nilikha
tr: yaratıldı
uk: створений
vi: tạo
zh_hans: 创建
zh_hant: 創建

source: Create Gift Card
ar: إنشاء بطاقة هدايا
bg: Създайте Подаръчна Карта
bn: উপহার কার্ড তৈরি করুন
da: Opret gavekort
de: Geschenkgutschein erstellen
he: צור כרטיס מתנה
hi: गिफ़्ट कार्ड बनाएं
hu: Ajándékkártya létrehozása
ja: ギフトカードを作成
ko: 기프트 카드 만들기
ms: Buat Kad Hadiah
nl: Cadeaukaart maken
no: Lag gavekort
pl: Utwórz kartę podarunkową
ro: Creați un card cadou
ru: Создать подарочную карту
sl: Ustvarite darilno kartico
sv: Skapa presentkort
tl: Gumawa ng Gift Card
tr: Hediye Kartı Oluştur
uk: Створити подарункову карту
vi: Tạo thẻ quà tặng
zh_hans: 创建礼品卡
zh_hant: 建立禮品卡

# createGiftHeader
source: Create a Gift Card
ar: إنشاء بطاقة هدايا
bg: Създайте карта за подарък
bn: একটি উপহার কার্ড তৈরি করুন
da: Opret et gavekort
de: Erstelle einen Geschenkgutschein
he: צור כרטיס מתנה
hi: एक गिफ़्ट कार्ड बनाएं
hu: Ajándékkártya létrehozása
ja: ギフトカードを作成する
ko: 기프트 카드 만들기
ms: Cipta Kad Hadiah
nl: Maak een cadeaubon
no: Lag et gavekort
pl: Utwórz kartę podarunkową
ro: Creați un card cadou
ru: Создайте подарочную карту
sl: Ustvarite darilno kartico
sv: Skapa ett presentkort
tl: Gumawa ng Gift Card
tr: Hediye Kartı Oluşturun
uk: Створення подарункової картки
vi: Tạo Thẻ Quà Tặng
zh_hans: 创建礼品卡
zh_hant: 建立禮品卡

# createPasswordFirstParagraph
source: You can create a password to add additional security to your wallet.
ar: يمكنك إنشاء كلمة مرور لإضافة أمان إلى محفظتك.
bg: Може да зададете парола за да направите портфейла още по-сигурен
bn: আপনার ওয়ালেট এ অতিরিক্ত নিরাপত্তা যোগ করতে আপনি একটি পাসওয়ার্ড তৈরি করতে পারেন।
da: Můžete si vytvořit heslo a přidat tak do své peněženky další zabezpečení.
de: Für zusätzliche Sicherheit kannst du ein Passwort festlegen.
hi: आप अपने वॉलेट में अतिरिक्त सुरक्षा जोड़ने के लिए एक पासवर्ड बना सकते हैं।
ja: パスワードを設定してウォレットのセキュリティを追加することができます。
ms: Anda boleh membuat kata laluan untuk menambah keselamatan tambahan pada dompet anda.
nl: Je kan een wachtwoord maken om extra beveiliging aan jouw wallet toe te voegen.
no: Du kan opprette et passord for ekstra sikkerhet til din lommebok.
pl: Możesz stworzyć hasło aby zabezpieczyć portfel.
ro: Puteți adauga o parolă pentru a spori securitatea portofelului.
ru: Вы можете создать пароль для дополнительной безопасности кошелька.
sv: Du kan ställa in ett lösenord för att öka säkerheten för din plånbok.
tl: Pwede kang gumawa ng password para may dagdag seguridad ang iyong wallet
tr: Cüzdanını daha güvenli hale getirmek için bir şifre oluşturabilirsin.
uk: Ви можете призначити пароль щоб ваш гаманець був у безпеці.
vi: Bạn có thể tạo mật khẩu để tăng tính bảo mật cho ví của bạn.
zh_hans: 您可以创建一个密码来加强您钱包的安全性。
zh_hant: 您可建立一組密碼以增進錢包的安全強度。

# createPasswordHint
source: Create a password
ar: أنشئ كلمة مرور
bg: Задай парола
bn: একটি পাসওয়ার্ড তৈরি করুন
da: Vytvořit heslo
de: Ein Passwort wählen
hi: एक पासवर्ड बनाएं
ja: パスワードを作成する
ms: Buat kata laluan
nl: Creëer een wachtwoord
no: Lag et passord
pl: Stwórz hasło
ro: Creeaza parola
ru: Создать пароль
sv: Ställ in ett lösenord
tl: Gumawa ng password
tr: Şifre oluştur
uk: Створити пароль
vi: Tạo mật khẩu
zh_hans: 创建密码
zh_hant: 建立密碼

# createPasswordSecondParagraph
source: Password is optional, and your wallet will be protected with your PIN or biometrics regardless.
ar: كلمة المرور اختيارية ، وسيتم حماية محفظتك برقم التعريف الشخصي أو القياسات الحيوية بغض النظر.
bg: Паролата не е задължителна и портфейлът ви ще бъде защитен с вашия ПИН или биометрични данни
bn: পাসওয়ার্ড হলো এক বিকল্প, এবং আপনার মানিব্যাগ আপনার পিন বা বায়োমেট্রিক নির্বিশেষে সুরক্ষিত থাকবে।
da: Heslo je volitelné a vaše peněženka bude bez ohledu na to chráněna vaším PIN nebo biometrickými údaji.
de: Das Passwort ist optional. Dein Wallet wird immer mithilfe einer PIN oder biometrischen Daten geschützt.
hi: पासवर्ड वैकल्पिक है, और आपका वॉलेट आपके पिन या बायोमेट्रिक्स से सुरक्षित रहेगा ही।
ja: パスワードの設定は任意ですが、いずれにしてもウォレットはピンまたは生体認証で保護されます。
ms: Kata laluan adalah pilihan, dan dompet anda akan dilindungi dengan PIN atau biometrik anda tanpa mengira.
nl: Wachtwoord is optioneel en jouw wallet wordt sowieso met je pincode of biometrisch beveiligd.
no: Passord er valgfritt, og din lommebok vil uansett være beskyttet med din PIN-kode eller biometri.
pl: Hasło jest opcjonalne, twój portfel i tak będzię zabezpieczony PINem i odciskiem palca.
ro: Parola este opțională, portofelul este protejat indiferent de către codul PIN sau datele biometrice.
ru: Пароль не является обязательным, и ваш кошелек будет защищен вашим PIN-кодом или биометрической информацией.
sv: Lösenord är valfritt och din plånbok kommer ändå att skyddas av din PIN-kod eller biometriskt.
tl: Ang password ay opsyonal, at ang iyong wallet ay protektado ng PIN o biometrics.
tr: Şifre isteğe bağlı. Şifre koymasan da cüzdanın pin kodu veya biometrik doğrulama ile korunacak.
uk: Пароль встановлювати не обов'язково, ваш гаманець буде захищено пін кодом або біометричними даними.
vi: Mật khẩu là tùy chọn không bắt buộc, và ví của bạn sẽ được bảo vệ với mã PIN hoặc sinh trắc học.
zh_hans: 密码是可选的，无论如何您的钱包仍会被识别码或生物识别技术保护。
zh_hant: 密碼並非必要，無論如何您的錢包仍會被辨識碼或生物辨識技術保護。

# createPasswordSheetHeader
source: Create
ar: خلق
bg: Задай
bn: উৎপন্ন করুন
da: Vytvořit
de: Wählen
he: צור
hi: बनाएं
hu: Hozzon létre
ja: 作成する
ko: 만들기
ms: Buat
nl: Creëer
no: Opprett
pl: Stwórz
ro: Gata
ru: Создать
sl: Ustvari
sv: Ställ in
tl: Gumawa
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# createPinHint
source: Create a pin
ar: قم بإنشاء دبوس
bg: Създайте щифт
bn: একটি পিন তৈরি করুন
da: Opret en pin
de: Erstellen Sie eine Stecknadel
he: צור סיכה
hi: एक पिन बनाएं
hu: Hozzon létre egy gombostűt
ja: ピンを作成する
ko: 핀 만들기
lv: Izveidojiet spraudīti
ms: Buat pin
nl: Maak een pin
no: Lag en nål
pl: Utwórz pinezkę
ro: Creați un pin
ru: Создать булавку
sl: Ustvarite žebljiček
sv: Skapa en nål
tl: Gumawa ng pin
tr: Bir iğne oluştur
uk: Створіть шпильку
vi: Tạo ghim
zh_hans: 创建图钉
zh_hant: 創建圖釘

# createQR
source: Create QR Code
ar: إنشاء رمز الاستجابة السريعة
bg: Създаване на QR код
bn: QR কোড তৈরি করুন
da: Opret QR-kode
de: QR-Code erstellen
he: צור קוד QR
hi: QR कोड बनाएं
hu: QR-kód létrehozása
ja: QR コードを作成する
ko: QR 코드 생성
ms: Cipta Kod QR
nl: QR-code maken
no: Opprett QR-kode
pl: Utwórz kod QR
ro: Creați cod QR
ru: Создать QR-код
sl: Ustvarite QR kodo
sv: Skapa QR-kod
tl: Lumikha ng QR Code
tr: QR Kodu Oluştur
uk: Створити QR-код
vi: Tạo mã QR
zh_hans: 创建二维码
zh_hant: 建立二維碼

source: Creating Gift Card
ar: إنشاء بطاقة هدايا
bg: Създаване на Подаръчна Карта
bn: উপহার কার্ড তৈরি করা হচ্ছে
da: Oprettelse af gavekort
de: Geschenkgutschein erstellen
he: יצירת כרטיס מתנה
hi: गिफ्ट कार्ड बनाना
hu: Ajándékkártya Létrehozása
ja: ギフトカードを作成する
ko: 기프트 카드 만들기
ms: Mewujudkan Kad Hadiah
nl: Cadeaukaart maken
no: Opprette gavekort
pl: Tworzenie karty podarunkowej
ro: Crearea cardului cadou
ru: Создание подарочной карты
sl: Ustvarjanje darilne kartice
sv: Skapa presentkort
tl: Paglikha ng Gift Card
tr: Hediye Kartı Oluşturma
uk: Створення подарункової картки
vi: Tạo thẻ quà tặng
zh_hans: 创建礼品卡
zh_hant: 建立禮品卡

# cronFormatExplainer
source: Specified in CRON format
da: Specificeret i CRON-format
he: מצוין בפורמט CRON
hi: क्रॉन प्रारूप में निर्दिष्ट
hu: CRON formátumban van megadva
ms: Ditentukan dalam format CRON
nl: Gespecificeerd in CRON-indeling
ru: Указывается в формате CRON
zh_hans: 以 CRON 格式指定
zh_hant: 以 CRON 格式指定

source: Currency
ar: عملة
bg: Валута
bn: কারেন্সি
da: Měna
de: Währung
he: מטבע
hi: मुद्रा
hu: Pénznem
ja: 通貨
ko: 통화
ms: Mata wang
nl: Valuta
no: Valuta
pl: Waluta
ro: Valută
ru: Валюта
sl: Valuta
sv: Valuta
tr: Para Birimi
uk: Валюта
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

source: Currency Mode
ar: وضع العملة
bg: Валутен режим
bn: কারেন্সি মোড
da: Valuta tilstand
de: Währungsmodus
he: מצב מטבע
hi: करेंसी मोड
hu: Pénznem mód
ja: 通貨モード
ko: 통화 모드
ms: Mod Mata Wang
nl: Valuta-modus
no: Valuta-modus
pl: Tryb walutowy
ro: Modul Moneda
ru: Режим валюты
sl: Valutni način
sv: Valuta Läge
tl: Mode ng Pera
tr: Para Birimi Modu
uk: Валютний режим
vi: Chế độ tiền tệ
zh_hans: 货币模式
zh_hant: 貨幣模式

# currencyModeHeader
source: Currency Mode Info
ar: معلومات وضع العملة
bg: Информация за валутния режим
bn: কারেন্সি মোডের তথ্য
da: Info om valutatilstand
de: Informationen zum Währungsmodus
he: מידע על מצב מטבע
hi: करेंसी मोड की जानकारी
hu: Pénznem mód információ
ja: 通貨モード情報
ko: 통화 모드 정보
ms: Maklumat Mod Mata Wang
nl: Informatie over valutamodus
no: Valuta Mode Info
pl: Informacje o trybie walutowym
ro: Informații despre modul valutar
ru: Информация о валютном режиме
sl: Informacije o valutnem načinu
sv: Valutaläge Info
tl: Impormasyon ng Mode ng Pera
tr: Para Birimi Modu Bilgisi
uk: Інформація про режим валюти
vi: Thông tin về chế độ tiền tệ
zh_hans: 货币模式信息
zh_hant: 貨幣模式資訊

# currencyModeInfo
source: Choose which unit to display amounts in. 1 nyano = 0.000001 NANO, or 1,000,000 nyano = 1 NANO
ar: اختر الوحدة التي تريد عرض الكميات بها. 1 نيانو = 0.000001 نانو، أو 1,000,000 نيانو = 1 نانو
bg: Изберете в коя единица да се показват сумите. 1 няно = 0.000001 НАНО, или 1 000 000 нано = 1 NANO
bn: কোন ইউনিট পরিমাণ প্রদর্শন করতে হবে তা চয়ন করুন। 1 নয়ানো = 0.000001 ন্যানো, বা ১,০০,০০০ নয়ানো = ১ ন্যানো
da: Vælg, hvilken enhed der skal vises beløb i. 1 nyano = 0.000001 NANO, eller 1,000,000 Nyano = 1 NANO
de: Wählen Sie aus, in welcher Einheit Beträge angezeigt werden sollen. 1 nyano = 0,000001 NANO oder 1.000.000 Nyano = 1 NANO
he: בחר באיזו יחידה להציג כמויות. 1 ניאנו = 0.000001 ננו, או 1,000,000 ניאנו = 1 ננו
hi: चुनें कि किस यूनिट में राशियों को प्रदर्शित करना है। 1 नैनो = 0.000001 नैनो, या 1,000,000 नैनो = 1 नैनो
hu: Válassza ki, melyik egységben jelenítse meg az összegeket. 1 nyano = 0,000001 NANO, vagy 1 000 000 nyano = 1 NANO
ja: 金額を表示する単位を選択します。 1 ニャノ = 0.000001 ナノ、または 1,000,000 ニャノ = 1 ナノ
ko: 금액을 표시할 단위를 선택합니다. 1 냐노 = 0.000001 나노 또는 1,000,000 냐노 = 1 나노
ms: Pilih unit mana untuk memaparkan jumlah masuk. 1 nyano = 0.000001 NANO, atau 1,000,000 nyano = 1 NANO
nl: Kies in welke eenheid de bedragen moeten worden weergegeven. 1 nyano = 0,000001 NANO, of 1.000.000 nyano = 1 NANO
no: Velg hvilken enhet du vil vise beløp i. 1 nyano = 0.000001 NANO, eller 1 000,000 nyano = 1 NANO
pl: Wybierz jednostkę, w której chcesz wyświetlić kwoty. 1 nyano = 0.000001 NANO, lub 1 000 000 nyano = 1 NANO
ro: Alegeți în ce unitate să afișați sumele. 1 nyano = 0.000001 NANO, sau 1.000,000 nyano = 1 NANO
ru: Выберите единицу измерения для отображения сумм. 1 ньяно = 0,000001 НАНО, или 1 000 000 ньяно = 1 НАНО
sl: Izberite, v kateri enoti želite prikazati zneske. 1 nyano = 0,000001 NANO, ali 1.000.000 nyano = 1 NANO
sv: Välj vilken enhet som ska visas i. 1 nyano = 0,000001 NANO, eller 1,000,000 nyano = 1 NANO
tl: Piliin kung aling yunit ang magpapakita ng mga halaga. 1 nyano = 0.000001 NANO, o 1,000,000 nyano = 1 NANO
tr: Miktarları hangi birimde görüntüleneceğini seçin. 1 nyano = 0.000001 NANO veya 1,000.000 nyano = 1 NANO
uk: Виберіть, в якій одиниці відображати суми. 1 ньяно = 0,000001 НАНО, або 1,000,000 ньяно = 1 НАНО
vi: Chọn đơn vị nào để hiển thị số tiền trong đó. 1 nyano = 0.000001 NANO, hoặc 1.000.000 nyano = 1 NANO
zh_hans: 选择要显示金额的单位。 1 nyano = 0.000001 NANO，或者 1,000,000 nyano = 1 NANO
zh_hant: 選擇顯示金額的單位。 1 尼亞諾 = 0.000001 納米, 或 100 萬尼亞諾 = 1 納米

# currentlyRepresented
source: Currently Represented By
ar: المندوب الحالي
bg: Сегашният Представител е
bn: বর্তমানের রিপ্রেজেন্টেটিভ
da: V současné době zastupuje
de: Aktueller Vertreter
he: מיוצג על ידי
hi: वर्तमान प्रतिनिधि
hu: Jelenlegi Képviselő
ja: 現在の代理人
ko: 현재 대리인
lv: Pašreizējais pārstāvis ir
ms: Sekarang diwakili oleh
nl: Jouw huidige vertegenwoordiger is
no: Aktuell representant
pl: Obecnie Representowany Przez
ro: Reprezentantul curent:
ru: В настоящее время представлен
sl: Trenutni predstavnik
sv: Aktiv representant
tl: Kasalukuyang nirerepresenta ng
tr: Mevcut Temsilci:
uk: На разі представлено
vi: Hiện đang được đại diện bởi
zh_hans: 当前代表
zh_hant: 目前代表為

# dayAgo
source: A day ago
ar: قبل يوم
bg: Преди ден
bn: একদিন আগে
da: For en dag siden
de: Vor einem Tag
he: לפני יום
hi: एक दिन पहले
hu: Egy napja
ja: 昨日
ko: 하루 전
lv: Pirms dienas
ms: Sehari yang lalu
nl: Een dag geleden
no: En dag siden
pl: Dzień temu
ro: Acum o zi
ru: День назад
sl: Pred enim dnevom
sv: En dag sen
tl: Kahapon
tr: Bir gün önce
uk: День тому
vi: Một ngày trước
zh_hans: 一天前
zh_hant: 一天前

source: Decryption Error!
ar: خطأ فك التشفير!
bg: Грешка при декриптиране!
bn: ডিক্রিপশন ত্রুটি!
da: Dekryptering Fejl!
de: Entschlüsselungsfehler!
he: שגיאת פענוח!
hi: डिक्रिप्शन त्रुटि!
hu: Dekódolási hiba!
ja: 復号化エラー！
ko: 암호 해독 오류!
ms: Ralat penyahsulitan!
nl: Decryption-fout!
no: Dekryptering Feil!
pl: Błąd deszyfrowania!
ro: Eroare de decriptare!
ru: Ошибка дешифрования!
sl: Napaka dešifriranja!
sv: Dekryptering Fel!
tl: Error sa pag-decryption!
tr: Şifre Çözme Hatası!
uk: Помилка розшифровки!
vi: Lỗi giải mã!
zh_hans: 解密错误！
zh_hant: 解密錯誤！

# defaultAccountName
source: Main Account
ar: الحساب الرئيسي
bg: Основен Акаунт
bn: প্রধান অ্যাকাউন্ট
da: Hlavní účet
de: Hauptkonto
he: חשבון ראשי
hi: मुख्य खाता
ja: メインアカウント
lv: Pamata konts
ms: Akaun Utama
nl: Hoofd Account
no: Hovedkonto
pl: Główne konto
ro: Cont principal
ru: Основной счёт
sl: Glavni račun
sv: Huvudkonto
tl: Pangunahing Account
tr: Ana Hesap
uk: Головний гаманець
vi: Tài khoản chính
zh_hans: 主要账户
zh_hant: 主要帳戶

# defaultGiftMessage
source: Check out %1! I sent you some %2 with this link:
ar: تحقق من نوتيلوس! لقد أرسلت لك بعض النانو بهذا الرابط:
bg: Вижте Nautilus! Изпратих ви малко нано с тази връзка:
bn: নটিলাস দেখুন! আমি আপনাকে এই লিঙ্কের সাথে কিছু ন্যানো পাঠিয়েছি:
da: Tjek Nautilus ud! Jeg sendte dig noget nano med dette link:
de: Schauen dir Nautilus an! Ich habe dir Nano mit diesem Link geschickt:
he: בדוק את Nautilus! שלחתי לך קצת ננו עם הקישור הזה:
hi: नॉटिलस की जाँच करें! मैंने आपको इस लिंक के साथ कुछ नैनो भेजी हैं:
hu: Nézd meg a Nautilust! Küldtem neked egy nano-t ezzel a linkkel:
ja: ノーチラスをチェック！このリンクでnanoを送信しました：
ko: 노틸러스를 확인하십시오! 이 링크와 함께 몇 가지 나노를 보냈습니다.
lv: Iepazīstieties ar Nautilus! Es nosūtīju jums nano ar šo saiti:
ms: Semak Nautilus! Saya menghantar beberapa nano kepada anda dengan pautan ini:
nl: Kijk eens naar Nautilus! Ik heb je wat nano gestuurd met deze link:
no: Sjekk ut Nautilus! Jeg sendte deg litt nano med denne linken:
pl: Sprawdź Nautilusa! Wysłałem Ci trochę nano z tym linkiem:
ro: Vezi Nautilus! Ți-am trimis niște nano cu acest link:
ru: Обратите внимание на Наутилус! Я отправил вам нано по этой ссылке:
sl: Oglejte si Nautilus! Poslal sem ti nekaj nano s to povezavo:
sv: Kolla in Nautilus! Jag skickade lite nano till dig med denna länk:
tl: Tingnan ang Nautilus! Nagpadala ako sa iyo ng ilang nano gamit ang link na ito:
tr: Nautilus'a bakın! Size bu bağlantıyla biraz nano gönderdim:
uk: Перевірте Nautilus! Я надіслав вам нано за цим посиланням:
vi: Kiểm tra Nautilus! Tôi đã gửi cho bạn một số nano với liên kết này:
zh_hans: 看看鹦鹉螺！我用这个链接给你发了一些 nano：
zh_hant: 看看鸚鵡螺！我用這個鏈接給你發了一些 nano：
