Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# blockedAdded
source: %1 successfully blocked.
ar: تم حظر %1 بنجاح.
bg: % 1 е блокиран успешно.
bn: % 1 সফলভাবে ব্লক করা হয়েছে।
da: % 1 blev blokeret.
de: %1 wurde erfolgreich blockiert.
he: % 1 נחסם בהצלחה.
hi: % 1 सफलतापूर्वक ब्लॉक किया गया।
hu: % 1 sikeresen letiltva.
ja: %1 は正常にブロックされました。
ko: % 1이 성공적으로 차단되었습니다.
ms: % 1 berjaya disekat.
nl: %1 is succesvol geblokkeerd.
no: %1 er blokkert.
pl: % 1 został pomyślnie zablokowany.
ro: % 1 a fost blocat cu succes.
ru: %1 успешно заблокирован.
sl: % 1 uspešno blokiran.
sv: % 1 blockerades framgångsrikt.
tl: Matagumpay na na-block ang %1.
tr: %1 başarıyla engellendi.
uk: % 1 успішно заблоковано.
vi: % 1 bị chặn thành công.
zh_hans: %1 已成功阻止。
zh_hant: % 1 已成功封鎖。

# blockedExists
source: User already Blocked!
ar: تم حظر المستخدم بالفعل!
bg: Потребителят вече е блокиран!
bn: ব্যবহারকারী ইতোমধ্যে ব্লক করা হয়েছে!
da: Bruger allerede blokeret!
de: Der Benutzer wurde bereits blockiert!
he: המשתמש כבר חסום!
hi: उपयोगकर्ता पहले ही अवरुद्ध है!
hu: A felhasználó már blokkolva van!
ja: ユーザーは既にブロックされています！
ko: 사용자가 이미 차단되었습니다!
ms: Pengguna sudah disekat!
nl: Gebruiker is al geblokkeerd!
no: Bruker allerede blokkert!
pl: Użytkownik już zablokowany!
ro: Utilizatorul este deja blocat!
ru: Пользователь уже заблокирован!
sl: Uporabnik je že blokiran!
sv: Användaren är redan blockerad!
tl: Naka-block na ang User!
tr: Kullanıcı zaten Engellendi!
uk: Користувач вже заблокований!
vi: Người dùng đã bị chặn!
zh_hans: 用户已被封锁！
zh_hant: 使用者已封鎖！

# blockedHeader
source: Blocked
ar: تم حظره
bg: Блокиран
bn: অবরুদ্ধ
da: blokeret
de: Blockiert
he: חסום
hi: अवरोधित
hu: blokkolt
ja: ブロック済み
ko: 차단됨
ms: Menyekat
nl: Geblokkeert
no: blokkert
pl: Zablokowany
ro: Blocată
ru: Заблокировано
sl: Blokiran
sv: blockerad
tl: Naka-block
tr: Engellendi
uk: Заблоковано
vi: Bị chặn
zh_hans: 已封锁
zh_hant: 封鎖

# blockedInfo
source: Block a user by any known alias or address. Any messages, transactions, or requests from them will be ignored.
ar: حظر مستخدم بواسطة أي اسم مستعار أو عنوان معروف. سيتم تجاهل أي رسائل أو معاملات أو طلبات منها.
bg: Блокиране на потребител от всеки известен псевдоним или адрес. Всички съобщения, транзакции или искания от тях ще бъдат игнорирани.
bn: কোনও পরিচিত উপনাম বা ঠিকানা দ্বারা একটি ব্যবহারকারীকে ব্লক করুন। যেকোন বার্তা, লেনদেন, অথবা তাদের অনুরোধ উপেক্ষা করা হবে।
da: Bloker en bruger med et hvilket som helst kendt alias eller adresse. Eventuelle meddelelser, transaktioner eller anmodninger fra dem ignoreres.
de: Blockieren Sie einen Benutzer mit einem bekannten Alias oder einer Adresse. Alle Nachrichten, Transaktionen oder Anfragen von ihnen werden ignoriert.
he: חסום משתמש על ידי כל כינוי או כתובת ידועים. כל הודעה, עסקאות או בקשות מהם יתעלמו.
hi: किसी ज्ञात एलियास या पते से उपयोगकर्ता को अवरोधित करें। उनके द्वारा किए गए किसी भी संदेश, लेनदेन या अनुरोध को अनदेखा कर दिया जाएगा।
hu: Blokkolja a felhasználót bármilyen ismert álnévvel vagy címmel. Minden üzenet, tranzakció, vagy tőlük érkező kéréseket figyelmen kívül hagyja.
ja: 既知のエイリアスまたはアドレスでユーザーをブロックします。それらからのメッセージ、トランザクション、または要求は無視されます。
ko: 알려진 별칭이나 주소로 사용자를 차단합니다.모든 메시지, 트랜잭션 또는 요청은 무시됩니다.
ms: Sekat pengguna dengan mana-mana alias atau alamat yang diketahui. Sebarang mesej, transaksi, atau permintaan daripadanya akan diabaikan.
nl: Blokkeer een gebruiker op basis van een bekende alias of adres. Alle berichten, transacties of verzoeken van hen worden genegeerd.
no: Blokker en bruker med et hvilket som helst kjent alias eller adresse. Eventuelle meldinger, transaksjoner eller forespørsler fra dem vil bli ignorert.
pl: Zablokuj użytkownika według dowolnego znanego aliasu lub adresu. Wszelkie wiadomości, transakcje lub żądania od nich zostaną zignorowane.
ro: Blocați un utilizator după orice alias sau adresă cunoscută. Orice mesaje, tranzacții sau solicitări din partea acestora vor fi ignorate.
ru: Заблокировать пользователя по любому известному псевдониму или адресу. Любые сообщения, транзакции или запросы от них будут игнорироваться.
sl: Blokirajte uporabnika po katerem koli znanem vzdevku ali naslovu. Vsa sporočila, transakcije ali zahteve od njih bodo prezrte.
sv: Blockera en användare med ett känt alias eller adress. Alla meddelanden, transaktioner eller förfrågningar från dem kommer att ignoreras.
tl: I-block ang isang user sa pamamagitan ng anumang kilalang alias o address. Hindi papansinin ang anumang mga mensahe, transaksyon, o kahilingan mula sa mga ito.
tr: Bir kullanıcıyı bilinen herhangi bir takma ad veya adresle engelleyin. Herhangi bir mesaj, işlem, veya onlardan gelen istekler göz ardı edilecektir.
uk: Блокувати користувача за будь-яким відомим псевдонімом або адресою. Будь-які повідомлення, транзакції або запити від них будуть проігноровані.
vi: Chặn người dùng bằng bất kỳ bí danh hoặc địa chỉ nào đã biết. Mọi thư, giao dịch hoặc yêu cầu từ chúng sẽ bị bỏ qua.
zh_hans: 通过任何已知的别名或地址屏蔽用户。任何消息、事务或来自它们的请求都将被忽略。
zh_hant: 透過任何已知的別名或地址封鎖使用者。任何來自他們的消息，交易或請求都將被忽略。

# blockedInfoHeader
source: Blocked Info
ar: معلومات محظورة
bg: Блокирана информация
bn: ব্লক করা তথ্য
da: Blokeret Info
de: Blockierte Informationen
he: מידע חסום
hi: अवरोधित जानकारी
hu: Letiltott információ
ja: ブロック情報
ko: 차단된 정보
ms: Maklumat yang disekat
nl: Geblokkeerde informatie
no: Blokkert info
pl: Zablokowane informacje
ro: Informații blocate
ru: Заблокированная информация
sl: Blokirane informacije
sv: Blockerad info
tl: Naka-block na Impormasyon
tr: Engellenen Bilgi
uk: Заблокована інформація
vi: Thông tin bị chặn
zh_hans: 封锁信息
zh_hant: 封鎖的資訊

# blockedNameExists
source: Nick name already used!
ar: اسم Nick مستخدم بالفعل!
bg: Името на Ник вече се използва!
bn: নিক নাম ইতোমধ্যে ব্যবহার করা হয়েছে!
da: Nick navn allerede brugt!
de: Spitzname wurde bereits verwendet!
he: שם ניק כבר בשימוש!
hi: निक नाम पहले से इस्तेमाल किया गया है!
hu: A becenév már használt!
ja: ニックネームは既に使用されています！
ko: 닉 이름이 이미 사용되었습니다!
ms: Nama Nick sudah digunakan!
nl: Bijnaam is al gebruikt!
no: Kallenavn allerede brukt!
pl: Pseudonim już używany!
ro: Numele Nick deja folosit!
ru: Ник уже используется!
sl: Ime Nick že uporablja!
sv: Smeknamn redan använt!
tl: Ginamit na ang pangalan ng Nick!
tr: Takma ad zaten kullanılmış!
uk: Ім'я псевдоніма вже використано!
vi: Tên Nick đã được sử dụng!
zh_hans: 昵称已经使用了！
zh_hant: 暱稱已使用！

# blockedNameMissing
source: Choose a Nick Name
ar: اختر اسم Nick
bg: Изберете име на Ник
bn: একটি ডাকনাম বেছে নিন
da: Vælg et kaldenavn
de: Wähle einen Spitznamen
he: בחר שם ניק
hi: Nick नाम चुनें
hu: Válassz egy becenevet
ja: ニックネームを選ぶ
ko: 닉네임 선택
ms: Pilih Nama Nick
nl: Kies een bijnaam
no: Velg et kallenavn
pl: Wybierz pseudonim
ro: Alegeți un nume Nick
ru: Выберите псевдоним
sl: Izberite Nick Nick Name
sv: Välj ett smeknamn
tl: Pumili ng Nick Name
tr: Bir Takma Ad Seçin
uk: Виберіть назву псевдоніма
vi: Chọn một Nick Name
zh_hans: 选择一个昵称
zh_hant: 選擇暱稱

# blockedRemoved
source: %1 has been unblocked!
ar: تم إلغاء حظر %1!
bg: % 1 е бил отблокиран!
bn: % 1 আনব্লক করা হয়েছে!
da: % 1 er blevet blokeret!
de: %1 wurde entsperrt!
he: % 1 לא נחסם!
hi: % 1 को अनब्लॉक कर दिया गया है!
hu: % 1 feloldva!
ja: %1はブロック解除されました！
ko: % 1이 (가) 차단 해제되었습니다
ms: % 1 telah dinyahsekat!
nl: %1 is gedeblokkeerd!
no: %1 har blitt blokkert!
pl: % 1 został odblokowany!
ro: % 1 a fost deblocat!
ru: %1 разблокирован!
sl: % 1 je bil odblokiran!
sv: % 1 har avblockerats!
tl: %1 ay na-unblock!
tr: %1 engeli kaldırıldı!
uk: % 1 розблоковано!
vi: % 1 đã được bỏ chặn!
zh_hans: %1 已解除封锁！
zh_hant: % 1 已解除封鎖！

source: Block Explorer
ar: بلوك إكسبلورر
bg: Експлорер
bn: ব্লক এক্সপ্লোরার
da: Průzkumník bloků
he: חסום את סייר
hi: ब्लॉक एक्सप्लोरर
hu: Explorer blokkolása
ja: ブロックエクスプローラー
ko: 블록 탐색기
ms: Blok Penjelajah
nl: Blok verkenner
no: Blokker Explorer
pl: Eksplorator bloku
ro: Bloc Explorer
ru: Блок-обозреватель
sl: Blok Explorer
sv: Block Utforskare
tr: Blok Tarayacı
uk: Explorer блокчейну
vi: Trình khám phá khối
zh_hans: 区块浏览器
zh_hant: 封鎖總管

# blockExplorerHeader
source: Block Explorer Info
ar: معلومات بلوك إكسبلورر
bg: Блокиране на информация за изследователя
bn: ব্লক এক্সপ্লোরার তথ্য
da: Bloker Explorer Info
de: Explorer-Informationen blockieren
he: חסום מידע על סייר
hi: एक्सप्लोरर जानकारी को ब्लॉक करें
hu: Intéző információ letiltása
ja: ブロックエクスプローラー情報
ko: 블록 탐색기 정보
ms: Sekat Maklumat Explorer
nl: Block Explorer-informatie
no: Blokker Explorer
pl: Informacje o bloku Explorer
ro: Informații despre Explorer Block
ru: Информация обозревателя блоков
sl: Blok Explorer Informacije
tl: I-block ang Impormasyon ng Explorer
tr: Blok Gezgini Bilgisi
uk: Інформація про блок-провідник
vi: Thông tin chặn Explorer
zh_hans: 区块浏览器信息
zh_hant: 封鎖總管資訊

# blockExplorerInfo
source: Which block explorer to use to display transaction information
ar: مستكشف الكتلة الذي سيتم استخدامه لعرض معلومات المعاملة
bg: Кой блок изследовател да използва за показване на информация за транзакциите
bn: লেনদেনের তথ্য প্রদর্শন করতে কোন ব্লক এক্সপ্লোরার ব্যবহার করতে হবে
da: Hvilken blok explorer der skal bruges til at vise transaktionsoplysninger
de: Welcher Block-Explorer zum Anzeigen von Transaktionsinformationen verwendet werden soll
he: איזה Explorer לחסום להשתמש כדי להציג מידע העסקה
hi: लेनदेन की जानकारी प्रदर्शित करने के लिए किस ब्लॉक एक्सप्लोरर का उपयोग करना है
hu: Melyik blokkkezelőt használja a tranzakciós információk megjelenítéséhez
ja: トランザクション情報を表示するために使用するブロックエクスプローラー
ko: 거래 정보를 표시하는 데 사용할 블록 탐색기
ms: Penjelajah blok mana yang hendak digunakan untuk memaparkan maklumat transaksi
nl: Welke block explorer moet worden gebruikt om transactie-informatie weer te geven
no: Hvilken blokkutforsker som skal brukes til å vise transaksjonsinformasjon
pl: Który eksplorator bloków użyć do wyświetlania informacji o transakcji
ro: Ce explorator de blocuri să utilizați pentru a afișa informațiile despre tranzacții
ru: Какой обозреватель блоков использовать для отображения информации о транзакциях
sl: Kateri raziskovalec blokov uporabiti za prikaz informacij o transakcijah
sv: Vilket block explorer som ska användas för att visa transaktionsinformation
tl: Aling block explorer ang gagamitin upang ipakita ang impormasyon ng transaksyon
tr: İşlem bilgilerini görüntülemek için hangi blok gezgini kullanılacak
uk: Який провідник блоків використовувати для відображення інформації про транзакції
vi: Trình thám hiểm chặn nào để sử dụng để hiển thị thông tin giao dịch
zh_hans: 使用哪个区块浏览器显示交易信息
zh_hant: 使用哪個塊資源管理器來顯示交易信息

# blockUser
source: Block this User
ar: حظر هذا المستخدم
bg: Блокиране на този потребител
bn: এই ব্যবহারকারীকে ব্লক করুন
da: Bloker denne bruger
de: Diesen Benutzer blockieren
he: חסום משתמש זה
hi: इस उपयोक्ता को ब्लॉक करें
hu: A felhasználó letiltása
ja: このユーザーをブロック
ko: 이 사용자 차단
ms: Sekat Pengguna ini
nl: Deze gebruiker blokkeren
no: Blokker denne brukeren
pl: Zablokuj tego użytkownika
ro: Blocați acest utilizator
ru: Заблокировать этого пользователя
sl: Blokiraj tega uporabnika
sv: Blockera denna användare
tl: I-block ang User na ito
tr: Bu Kullanıcıyı Engelle
uk: Заблокувати цього користувача
vi: Chặn người dùng này
zh_hans: 屏蔽此用户
zh_hant: 封鎖此使用者

# branchConnectErrorLongDesc
source: We can't seem to reach the Branch API, this is usually cause by some sort of network issue or VPN blocking the connection. You should still be able to use the app as normal, however sending and receiving gift cards may not work.
ar: يبدو أننا لا نستطيع الوصول إلى واجهة برمجة تطبيقات الفرع ، فعادةً ما يكون هذا بسبب نوع من مشكلة الشبكة أو VPN تحظر الاتصال. يجب أن تظل قادرًا على استخدام التطبيق كالمعتاد ، ومع ذلك قد لا يعمل إرسال بطاقات الهدايا واستلامها.
bg: Изглежда не можем да достигнем до Branch API, това обикновено се дължи на някакъв мрежов проблем или VPN блокиране на връзката. Все още трябва да можете да използвате приложението както обикновено, но изпращането и получаването на карти за подаръци може да не работи.
bn: আমরা ব্রাঞ্চ এপিআই-এ পৌঁছাতে পারছি না, এটি সাধারণত কিছু ধরণের নেটওয়ার্ক সমস্যা বা VPN সংযোগ ব্লক করার কারণে হয়। আপনি এখনও স্বাভাবিক হিসাবে অ্যাপটি ব্যবহার করতে সক্ষম হবেন, তবে উপহার কার্ড পাঠানো এবং গ্রহণ করা কাজ নাও করতে পারে।
da: Vi kan tilsyneladende ikke nå Branch API, dette skyldes normalt en form for netværksproblem eller VPN, der blokerer forbindelsen. Du bør stadig være i stand til at bruge appen som normalt, men at sende og modtage gavekort fungerer muligvis ikke.
de: Wir können die Branch-API anscheinend nicht erreichen, dies wird normalerweise durch ein Netzwerkproblem oder ein VPN verursacht, das die Verbindung blockiert. Sie sollten die App weiterhin wie gewohnt verwenden können, das Senden und Empfangen von Geschenkkarten funktioniert jedoch möglicherweise nicht.
he: נראה שאיננו יכולים להגיע ל-Banch API, זה בדרך כלל נגרם על ידי בעיה כלשהי ברשת או VPN שחוסם את החיבור. אתה עדיין אמור להיות מסוגל להשתמש באפליקציה כרגיל, אולם ייתכן ששליחה וקבלה של כרטיסי מתנה לא יפעלו.
hi: हम शाखा एपीआई तक नहीं पहुंच पा रहे हैं, यह आमतौर पर किसी प्रकार की नेटवर्क समस्या या वीपीएन द्वारा कनेक्शन को अवरुद्ध करने के कारण होता है। आपको अभी भी सामान्य रूप से ऐप का उपयोग करने में सक्षम होना चाहिए, हालांकि उपहार कार्ड भेजने और प्राप्त करने से काम नहीं हो सकता है।
hu: Úgy tűnik, hogy nem tudjuk elérni a Branch API-t, ezt általában valamilyen hálózati probléma vagy a VPN blokkolása okozza. Továbbra is a szokásos módon használhatja az alkalmazást, azonban előfordulhat, hogy az ajándékutalványok küldése és fogadása nem működik.
ja: Branch API に到達できないようです。これは通常、何らかのネットワークの問題または VPN が接続をブロックしていることが原因です。 アプリは通常どおり使用できますが、ギフト カードの送受信が機能しない場合があります。
ko: Branch API에 연결할 수 없는 것 같습니다. 이는 일반적으로 일종의 네트워크 문제 또는 VPN이 연결을 차단하기 때문입니다. 앱을 정상적으로 사용할 수는 있지만 기프트 카드를 보내고 받는 것은 작동하지 않을 수 있습니다.
lv: Šķiet, ka mēs nevaram sasniegt Branch API, jo parasti to izraisa kāda veida tīkla problēma vai VPN, kas bloķē savienojumu. Jums joprojām vajadzētu būt iespējai izmantot lietotni kā parasti, taču dāvanu karšu nosūtīšana un saņemšana var nedarboties.
ms: Kami nampaknya tidak dapat mencapai API Cawangan, ini biasanya disebabkan oleh beberapa jenis isu rangkaian atau VPN menyekat sambungan. Anda sepatutnya masih boleh menggunakan apl itu seperti biasa, namun penghantaran dan penerimaan kad hadiah mungkin tidak berfungsi.
nl: Het lijkt erop dat we de Branch API niet kunnen bereiken, dit wordt meestal veroorzaakt door een soort netwerkprobleem of VPN die de verbinding blokkeert. Je zou de app nog steeds normaal moeten kunnen gebruiken, maar het verzenden en ontvangen van cadeaubonnen werkt mogelijk niet.
no: Det ser ikke ut til at vi kan nå Branch API, dette er vanligvis forårsaket av et slags nettverksproblem eller VPN som blokkerer tilkoblingen. Du skal fortsatt kunne bruke appen som normalt, men sending og mottak av gavekort fungerer kanskje ikke.
pl: Wydaje się, że nie możemy połączyć się z interfejsem Branch API, jest to zwykle spowodowane jakimś problemem z siecią lub blokowaniem połączenia przez VPN. Nadal powinno być możliwe normalne korzystanie z aplikacji, jednak wysyłanie i odbieranie kart podarunkowych może nie działać.
ro: Se pare că nu putem ajunge la API-ul Branch, acest lucru este de obicei cauzat de un fel de problemă de rețea sau de blocarea conexiunii prin VPN. Ar trebui să puteți folosi aplicația ca de obicei, dar este posibil ca trimiterea și primirea cardurilor cadou să nu funcționeze.
ru: Кажется, мы не можем получить доступ к Branch API, обычно это происходит из-за какой-то проблемы с сетью или VPN, блокирующей соединение. Вы по-прежнему сможете использовать приложение как обычно, однако отправка и получение подарочных карт могут не работать.
sl: Zdi se, da ne moremo doseči vmesnika Branch API, običajno je to posledica neke vrste težave z omrežjem ali VPN, ki blokira povezavo. Aplikacijo bi morali še vedno uporabljati kot običajno, vendar pošiljanje in prejemanje darilnih kartic morda ne bo delovalo.
sv: Vi verkar inte kunna nå Branch API, detta beror vanligtvis på något slags nätverksproblem eller att VPN blockerar anslutningen. Du bör fortfarande kunna använda appen som vanligt, men att skicka och ta emot presentkort kanske inte fungerar.
tl: Mukhang hindi namin maabot ang Branch API, kadalasang sanhi ito ng ilang uri ng isyu sa network o pagharang ng VPN sa koneksyon. Dapat mo pa ring magamit ang app bilang normal, gayunpaman ang pagpapadala at pagtanggap ng mga gift card ay maaaring hindi gumana.
tr: Branch API'ye ulaşamıyoruz, bunun nedeni genellikle bir tür ağ sorunu veya VPN'nin bağlantıyı engellemesidir. Uygulamayı normal şekilde kullanmaya devam edebilirsiniz, ancak hediye kartları göndermek ve almak çalışmayabilir.
uk: Здається, ми не можемо отримати доступ до Branch API, зазвичай це спричинено якоюсь проблемою з мережею або VPN, що блокує з’єднання. Ви все ще зможете користуватися програмою як зазвичай, однак надсилання й отримання подарункових карток може не працювати.
vi: Chúng tôi dường như không thể truy cập API Chi nhánh, điều này thường là do một số loại sự cố mạng hoặc VPN chặn kết nối. Bạn vẫn có thể sử dụng ứng dụng như bình thường, tuy nhiên, việc gửi và nhận thẻ quà tặng có thể không hoạt động.
zh_hans: 我们似乎无法访问 Branch API，这通常是由某种网络问题或 VPN 阻止连接引起的。 您应该仍然可以正常使用该应用程序，但发送和接收礼品卡可能无法正常工作。
zh_hant: 我們似乎無法訪問 Branch API，這通常是由某種網絡問題或 VPN 阻止連接引起的。 您應該仍然可以正常使用該應用程序，但發送和接收禮品卡可能無法正常工作。

# branchConnectErrorShortDesc
source: Error: can't reach Branch API
ar: خطأ: لا يمكن الوصول إلى فرع API
bg: Грешка: не може да се достигне до Branch API
bn: ত্রুটি: শাখা API-এ পৌঁছানো যাচ্ছে না
da: Fejl: Kan ikke nå Branch API
de: Fehler: Verzweigungs-API kann nicht erreicht werden
he: שגיאה: לא ניתן להגיע ל-Banch API
hi: त्रुटि: शाखा एपीआई तक नहीं पहुंच सकता
hu: Hiba: nem érhető el a Branch API
ja: エラー: Branch API にアクセスできません
ko: 오류: Branch API에 연결할 수 없습니다.
lv: Kļūda: nevar sasniegt Branch API
ms: Ralat: tidak dapat mencapai API Cawangan
nl: Fout: kan Branch API niet bereiken
no: Feil: kan ikke nå Branch API
pl: Błąd: nie można połączyć się z Branch API
ro: Eroare: nu se poate accesa Branch API
ru: Ошибка: не удается получить доступ к Branch API
sl: Napaka: Branch API ni mogoč
sv: Fel: kan inte nå Branch API
tl: Error: hindi maabot ang Branch API
tr: Hata: Branch API'ye ulaşılamıyor
uk: Помилка: неможливо отримати доступ до Branch API
vi: Lỗi: không thể truy cập API chi nhánh
zh_hans: 错误：无法访问分支 API
zh_hant: 錯誤：無法訪問分支 API

# branchConnectErrorTitle
source: Connection Warning
ar: تحذير الاتصال
bg: Предупреждение за връзка
bn: সংযোগ সতর্কতা
da: Advarsel om forbindelse
de: Verbindungswarnung
he: אזהרת חיבור
hi: कनेक्शन चेतावनी
hu: Csatlakozási figyelmeztetés
ja: 接続警告
ko: 연결 경고
lv: Brīdinājums par savienojumu
ms: Amaran Sambungan
nl: Verbindingswaarschuwing
no: Advarsel om tilkobling
pl: Ostrzeżenie o połączeniu
ro: Avertisment de conectare
ru: Предупреждение о подключении
sl: Opozorilo o povezavi
sv: Anslutningsvarning
tl: Babala sa Koneksyon
tr: Bağlantı Uyarısı
uk: Попередження про підключення
vi: Cảnh báo kết nối
zh_hans: 连接警告
zh_hant: 連接警告

# businessButton
source: Business
ar: اعمال
bg: Бизнес
bn: ব্যবসা
da: Forretning
de: Geschäft
he: עֵסֶק
hi: व्यवसाय
hu: Üzleti
ja: 仕事
ko: 사업
lv: Bizness
ms: Perniagaan
nl: Bedrijf
no: Virksomhet
pl: Biznes
ro: Afaceri
ru: Бизнес
sl: Posel
sv: Företag
tl: negosyo
tr: İşletme
uk: Бізнес
vi: Việc kinh doanh
zh_hans: 商业
zh_hant: 商業

source: Cancel
ar: إلغاء
bg: Отмени
bn: বাতিল
da: Zrušit
de: Abbrechen
he: בטל
hi: रद्द करें
hu: Mégse
ja: キャンセル
ko: 취소
lv: Atcelt
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
ro: Renunţare
ru: Отмена
sl: Prekliči
sv: Avbryt
tl: Kanselahin
tr: İptal
uk: Відмовитися
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# cancelSub
source: Cancel Subscription
bg: Отказ от абонамент
bn: সদস্যতা বাতিল করুন
da: Annuller abonnement
de: Abonnement kündigen
he: בטל רישום
hi: सदस्यता रद्द
hu: Feliratkozás visszavonása
ko: 구독 취소
lv: Anulēt abonementu
ms: Batalkan Langganan
nl: Annuleer abonnement
no: Avbestille abonnementet
pl: Anuluj subskrypcje
ro: Anuleaza abonarea
ru: Отменить подписку
sv: Avsluta prenumeration
tl: Ikansela ang subskripsyon
tr: Aboneliği iptal et
uk: Скасувати підписку
vi: Hủy đăng ký
zh_hans: 取消订阅
zh_hant: 取消訂閱

# captchaWarning
source: Captcha
ar: كلمة التحقق
bn: ক্যাপচা
hi: कॅप्चा
ja: キャプチャ
ko: 보안문자
ru: Капча
vi: mã ngẫu nhiên
zh_hans: 验证码
zh_hant: 驗證碼

# captchaWarningBody
source: In order to prevent abuse, we require you to solve a quick captcha on the next page to claim this gift card.
ar: من أجل منع إساءة الاستخدام ، نطلب منك حل captcha للمطالبة ببطاقة الهدايا في الصفحة التالية.
bg: За да предотвратим злоупотреба, изискваме от вас да разрешите captcha, за да поискате картата за подарък на следващата страница.
bn: অপব্যবহার প্রতিরোধ করার জন্য, পরবর্তী পৃষ্ঠায় উপহার কার্ড দাবি করার জন্য আপনাকে একটি ক্যাপচা সমাধান করতে হবে।
da: For at forhindre misbrug kræver vi, at du løser en captcha for at gøre krav på gavekortet på næste side.
de: Um Missbrauch zu verhindern, müssen Sie ein Captcha lösen, um die Geschenkkarte auf der nächsten Seite zu beanspruchen.
he: על מנת למנוע שימוש לרעה, אנו דורשים ממך לפתור קפטצ'ה על מנת לתבוע את כרטיס המתנה בעמוד הבא.
hi: दुरुपयोग को रोकने के लिए, हम चाहते हैं कि आप अगले पृष्ठ पर उपहार कार्ड का दावा करने के लिए एक कैप्चा हल करें।
hu: A visszaélések megelőzése érdekében meg kell oldania a captcha kódot, hogy a következő oldalon igényelje az ajándékutalványt.
ja: 悪用を防ぐため、次のページでギフト カードを受け取るにはキャプチャを解決する必要があります。
ko: 남용을 방지하기 위해 다음 페이지에서 기프트 카드를 청구하려면 보안 문자를 해결해야 합니다.
lv: Lai novērstu ļaunprātīgu izmantošanu, mēs pieprasām jums atrisināt captcha, lai nākamajā lapā varētu pieprasīt dāvanu karti.
ms: Untuk mengelakkan penyalahgunaan, kami memerlukan anda menyelesaikan captcha untuk menuntut kad hadiah pada halaman seterusnya.
nl: Om misbruik te voorkomen, vragen we je om een captcha op te lossen om de cadeaubon op de volgende pagina te claimen.
no: For å forhindre misbruk krever vi at du løser en captcha for å kunne kreve gavekortet på neste side.
pl: Aby zapobiec nadużyciom, wymagamy rozwiązania captcha w celu odebrania karty podarunkowej na następnej stronie.
ro: Pentru a preveni abuzul, vă solicităm să rezolvați un captcha pentru a revendica cardul cadou pe pagina următoare.
ru: Во избежание злоупотреблений мы требуем, чтобы вы разгадали капчу, чтобы получить подарочную карту на следующей странице.
sl: Da bi preprečili zlorabo, zahtevamo, da rešite captcha, da prevzamete darilno kartico na naslednji strani.
sv: För att förhindra missbruk kräver vi att du löser en captcha för att göra anspråk på presentkortet på nästa sida.
tl: Upang maiwasan ang pang-aabuso, hinihiling namin sa iyo na lutasin ang isang captcha upang ma-claim ang gift card sa susunod na pahina.
tr: Kötüye kullanımı önlemek için, bir sonraki sayfada hediye kartını talep etmek için bir captcha çözmenizi istiyoruz.
uk: Щоб запобігти зловживанням, ми вимагаємо, щоб ви ввели капчу, щоб отримати подарункову картку на наступній сторінці.
vi: Để ngăn chặn việc lạm dụng, chúng tôi yêu cầu bạn giải mã xác thực để yêu cầu thẻ quà tặng trên trang tiếp theo.
zh_hans: 为了防止滥用，我们要求您解决验证码才能在下一页领取礼品卡。
zh_hant: 為了防止濫用，我們要求您解決驗證碼才能在下一頁領取禮品卡。

source: Change Currency
ar: تغيير العملة
bg: Смени Валута
bn: মুদ্রা পরিবর্তন
da: Změna měny
de: Währung ändern
he: שנה מטבע חליפין
hi: मुद्रा बदलें
hu: Valuta Megváltoztatása
ja: 通貨を変更する
ko: 통화 변경
lv: Mainīt valūtu
ms: Tukar Mata Wang
nl: Verander valuta
no: Endre valuta
pl: Zmień walutę
ro: Schimbă valuta
ru: Сменить Валюту
sl: Spremeni valuto
sv: Ändra valuta
tl: Palitan ang Currency
tr: Para Birimi
uk: Змінити валюту
vi: Đổi loại tiền pháp định
zh_hans: 更改货币
zh_hant: 變更貨幣單位
