Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# qrInvalidSeed
source: QR code does not contain a valid seed or private key
ar: رمز الاستجابة السريعة لا يحتوي على مفتاح خاص صحيح
bg: QR-кода не съдържа валиден Seed или Личен Ключ
bn: QR কোডে একটি বৈধ সিড বা ব্যক্তিগত কী নেই
da: QR kód neobsahuje platné semínko ani soukromý klíč
de: Der QR-Code enthält keinen gültigen Seed oder Private Key
he: הברקוד אינו מכיל סיד ולידי של מפתח פרטי
hi: क्यूआर कोड में वैध सीड या निजी कुंजी नहीं है
hu: QR-kód nem tartalmaz érvényes seedet vagy privát kulcsot
ja: QRコードに有効なシードまたは秘密キーが含まれていません
lv: QR kods nesatur derīgu sēklu vai privāto atslēgu
ms: Kod QR tidak mengandungi kunci benih atau peribadi yang sah
nl: QR code bevat geen geldige seed of privé sleutel
no: QR-koden inneholder ikke et gyldig Seed eller privat nøkkel
pl: Kod QR nie zawiera nasiona lub kluczu prywatnego
ro: Codul QR nu conține un seed sau private key valid
ru: QR-код не содержит действительный Seed или закрытый ключ
sl: QR koda ne vsebuje veljavnega zasebnega ključa
sv: QR-koden innehåller inget giltigt seed eller privatnyckel
tl: Ang QR code ay walang laman na valid seed o private key
tr: Bu QR kod geçerli bir seed veya private key içermiyor
uk: QR код не містить правильних seed чи приватного ключа
vi: Mã QR không chứa hạt giống hoặc khoá riêng tư hợp lệ
zh_hans: 二维码没有包含任何有效的种子
zh_hant: 二維條碼不含任何有效的種子

# qrMnemonicError
source: QR does not contain a valid secret phrase
ar: لا يحتوي رمز الاستجابة السريعة على عبارة سرية صالحة
bg: QR не съдържа валидна тайна фраза
bn: QR- এ একটি বৈধ গোপন বাক্যাংশ নেই
da: QR neobsahuje platnou tajnou frázi
de: Der QR-Code enthält keine gültige Geheimsequenz
hi: क्यूआर में एक वैध गुप्त वाक्यांश नहीं है
ja: QRに有効なシークレットフレーズが含まれていません
lv: QR kods nesatur derīgu slepeno frāzi
ms: QR tidak mengandungi frasa rahsia yang sah
nl: QR code bevat geen geldige geheime zin
no: QR-kode inneholder ikke en gyldig tilknytningskode
pl: Kod QR nie zawiera sekretnej frazy
ro: Codul QR nu conține o formulă secretă corectă
ru: QR не содержит действительной секретной фразы
sl: QR koda ne vsebuje veljavnega skrivnega niza
sv: QR innehåller ingen giltig hemlig fras
tl: QR ay walang valid na secret phrase.
tr: QR kodu geçerli bir gizli cümle içermiyor
uk: QR код не містить правильної секретної фрази
vi: Mã QR không chứa cụm từ bí mật hợp lệ
zh_hans: 二维码不包含有效的秘密词语
zh_hant: 二維條碼不含有效的秘密詞語

# qrUnknownError
source: Could not Read QR Code
ar: لا يمكن قراءة رمز الاستجابة السريعة
bg: Не може да се прочете QR кода
bn: QR কোড পড়া যায়নি
da: Nelze přečíst QR kód
de: QR-Code konnte nicht gelesen werden
hi: क्यूआर कोड नहीं पढ़ सके
ja: QRコードを読み取れ出来ません
ms: Tidak dapat Baca Kod QR
nl: Kan QR code niet lezen
no: Kunne ikke lese QR-kode
pl: Nie można odczytać kodu QR
ro: Codul QR nu a putut fi citit
ru: Не удалось прочитать QR-код
sv: Kunde inte läse QR-kod
tl: Hindi mabasa ang QR Code
tr: QR Kodu Okunamadı
uk: Не вийшло зчитати QR код
vi: Không thể đọc mã QR
zh_hans: 无法读取二维码
zh_hant: 無法讀取二維條碼

source: Rate the App
ar: قيم التطبيق
bg: Оценете приложението
bn: অ্যাপ রেট করুন
da: Bedøm appen
de: Bewerte die App
he: דרג את האפליקציה
hi: ऐप को रेट करें
hu: Értékeld az alkalmazást
ja: アプリを評価する
ko: 앱 평가
ms: Nilaikan Apl
nl: Beoordeel de app
no: Vurder appen
pl: Oceń aplikację
ro: Evaluează aplicația
ru: Оцените приложение
sl: Ocenite aplikacijo
sv: Betygsätt appen
tl: I-rate ang App
tr: Uygulamayı değerlendirin
uk: Оцініть додаток
vi: Đánh giá ứng dụng
zh_hans: 为应用程序评分
zh_hant: 對應用程序評分

# rateTheAppDescription
source: If you enjoy the app, consider taking the time to review it, It really helps and it shouldn't take more than a minute.
ar: إذا كنت تستمتع بالتطبيق، ففكر في تخصيص الوقت لمراجعته، إنه يساعد حقًا ولا يجب أن يستغرق أكثر من دقيقة.
bg: Ако ви харесва приложението, помислете да отделите време, за да го прегледате, Това наистина помага и не трябва да отнеме повече от минута.
bn: আপনি যদি অ্যাপটি উপভোগ করেন, তাহলে এটি পর্যালোচনা করার জন্য সময় নিন, এটা সত্যিই সাহায্য করে এবং এটি একটি মিনিট বেশী সময় নিতে হবে না।
da: Hvis du nyder appen, overveje at tage dig tid til at gennemgå den, Det hjælper virkelig, og det bør ikke tage mere end et minut.
de: Wenn Ihnen die App gefällt, sollten Sie sich die Zeit nehmen, sie zu überprüfen. Es hilft wirklich und sollte nicht länger als eine Minute dauern.
he: אם אתה נהנה מהאפליקציה, שקול להקדיש זמן לסקור אותה, זה באמת עוזר וזה לא צריך לקחת יותר מדקה.
hi: यदि आप ऐप का आनंद लेते हैं, तो इसकी समीक्षा करने के लिए समय निकालने पर विचार करें, यह वास्तव में मदद करता है और इसे एक मिनट से अधिक नहीं लेना चाहिए।
ja: アプリを楽しんでいるなら、時間をかけてレビューすることを検討してください。 それは本当に役に立ちますし、1分もかからないはずです。
nl: Als je de app leuk vindt, overweeg dan de tijd te nemen om deze te bekijken, Het helpt echt en het zou niet langer dan een minuut moeten duren.
ru: Если вам нравится приложение, подумайте о том, чтобы проверить его, Это действительно помогает, и это займет не больше минуты.
zh_hans: 如果你喜欢这个应用程序，可以考虑花点时间查看它， 它确实有帮助，而且花费的时间不应超过一分钟。
zh_hant: 如果您喜歡該應用程序，請考慮花時間對其進行審查， 它確實有幫助，不應該花費超過一分鐘。

source: Raw Seed
bn: কাঁচা সিড
da: Hrubé semínko
de: Seed
he: סיד
hi: सीड
ja: [Obsolete] 元のシード
lv: Plikā sēkla
ms: Benih Mentah
nl: Rauwe Seed
no: Seed
pl: Surowe Nasiono
ro: Seed simplu
ru: Сырой Seed
sl: Surov ključ
sv: Seed
tr: Seed
uk: Seed як є
vi: Hạt giống
zh_hans: 种子
zh_hant: 種子

source: Read More
ar: اقرأ المزيد
bg: Прочети повече
bn: আরও পড়ুন
da: Více
de: Mehr Infos
he: קרא עוד
hi: और पढ़ें
hu: Olvass tovább
ja: もっと読む
ko: 더 읽어보기
ms: Baca Lagi
nl: Lees meer
no: Les mer
pl: Czytaj więcej
ro: Citeste mai mult
ru: Подробнее
sl: Preberi več
sv: Läs mer
tl: Magbasa nang higit pa
tr: Detaylı Bilgi
uk: Читати більше
vi: Đọc thêm
zh_hans: 阅读更多
zh_hant: 閱讀更多

source: receivable
ar: مستحق
bg: вземания
bn: প্রাপ্য
da: kan modtages
de: ausstehend
he: חייבים
hi: लिये जाने योग्य
hu: esedékes
ja: 売掛金
ko: 받을 수 있는
ms: belum terima
nl: aanvaardbaar
no: fordring
pl: należność
ro: de încasat
ru: приемлемый
sl: terjatev
sv: fordran
tl: maaaring tanggapin
tr: alacak
uk: дебіторської
vi: phải thu
zh_hans: 应收账款
zh_hant: 應收帳款

source: Receive
ar: إستلام
bg: Получи
bn: গ্রহণ
da: Přijmout
de: Empfangen
he: קבל
hi: प्राप्त करें
hu: Fogadás
ja: 着金
ko: 받기
lv: Saņemt
ms: Terima
nl: Ontvang
no: Motta
pl: Odbierz
ro: Primește
ru: Получить
sl: Prejmi
sv: Ta emot
tl: Tumanggap
tr: İste
uk: Отримати
vi: Nhận
zh_hans: 接收
zh_hant: 接收

source: Received
ar: تم الإستلام
bg: Получено
bn: গৃহীত
da: Přijmuto
de: Empfangen
he: התקבל
hi: मिले -
hu: Fogadott
ja: 着金済み
ko: 수신 완료
lv: Saņemtie
ms: Diterima
nl: Ontvangen
no: Mottatt
pl: Odebrane
ro: Ai primit
ru: Получено
sl: Prejeto
sv: Mottagit
tl: Natanggap
tr: Alındı
uk: Отримано
vi: Đã nhận
zh_hans: 收到
zh_hant: 收到

source: Receive Minimum
ar: تلقي الحد الأدنى
bg: Получаване на минимум
bn: ন্যূনতম গ্রহণ করুন
da: Modtag minimum
de: Minimum erhalten
he: קבל מינימום
hi: न्यूनतम प्राप्त करें
hu: Minimális vétel
ja: 最小受信
ko: 최소 수신
ms: Terima Minimum
nl: Minimaal ontvangen
no: Motta Minimum
pl: Otrzymuj minimum
ro: Primiți minim
ru: Минимум получения
sl: Prejemanje minimalnega
sv: Få Minimum
tl: Makatanggap ng Minimum
tr: Minimum Al
uk: Отримати мінімум
vi: Nhận tối thiểu
zh_hans: 最低收益
zh_hant: 接收最低

# receiveMinimumHeader
source: Receive Minimum Info
ar: تلقي الحد الأدنى من المعلومات
bg: Получаване на минимална информация
bn: নূন্যতম তথ্য পাওয়া
da: Modtag minimum info
de: Mindestinformationen erhalten
he: קבל מידע מינימלי
hi: न्यूनतम जानकारी प्राप्त करें
hu: Minimális információ
ja: 最低限の情報を受け取る
ko: 최소 정보 받기
ms: Terima Maklumat Minimum
nl: Minimale informatie ontvangen
no: Motta Minimum Info
pl: Otrzymuj minimalne informacje
ro: Primiți informații minime
ru: Получение минимальной информации
sl: Prejemanje minimalnih informacij
sv: Få minsta information
tl: Makatanggap ng Minimum Info
tr: Minimum Bilgi Al
uk: Отримати мінімальну інформацію
vi: Nhận thông tin tối thiểu
zh_hans: 接收最低限度信息
zh_hant: 接收最低資訊

# receiveMinimumInfo
source: A minimum amount to receive. If a payment or request is received with an amount less than this, it will be ignored.
ar: الحد الأدنى للمبلغ لتلقيه. إذا تم استلام دفعة أو طلب بمبلغ أقل من هذا، فسيتم تجاهله.
bg: Минимална сума за получаване. Ако плащането или искането е получено със сума, по-малка от тази, тя ще бъде игнорирана.
bn: প্রাপ্ত ন্যূনতম পরিমাণ। যদি কোনও অর্থ প্রদান বা অনুরোধ এর চেয়ে কম পরিমাণে গ্রহণ করা হয়, তবে এটি উপেক্ষা করা হবে।
da: Et minimumsbeløb at modtage. Hvis en betaling eller anmodning modtages med et beløb mindre end dette, det vil blive ignoreret.
de: Ein Mindestbetrag, den Sie erhalten müssen. Wenn eine Zahlung oder Anfrage mit einem geringeren Betrag eingeht, wird sie ignoriert.
he: סכום מינימלי לקבל. אם יתקבלו תשלום או בקשה בסכום הנמוך מזה, יתעלמו מהם.
hi: प्राप्त करने के लिए न्यूनतम राशि यदि इससे कम राशि के साथ भुगतान या अनुरोध प्राप्त होता है, तो इसे अनदेखा कर दिया जाएगा।
hu: Minimális összeg a fogadáshoz. Ha ennél kisebb összegű fizetés vagy kérés érkezik, akkor azt figyelmen kívül hagyják.
ja: 受け取る最低金額。これより少ない金額の支払いまたは要求が受領された場合、それは無視されます。
ko: 받을 최소 금액입니다.이보다 적은 금액으로 결제 또는 요청이 접수되면 무시됩니다.
ms: Jumlah minimum untuk diterima. Jika pembayaran atau permintaan diterima dengan jumlah yang kurang daripada ini, ia akan diabaikan.
nl: Een minimumbedrag om te ontvangen. Als een betaling of verzoek wordt ontvangen met een lager bedrag dan dit, wordt deze genegeerd.
no: Et minimumsbeløp å motta. Hvis en betaling eller forespørsel mottas med et beløp mindre enn dette, det vil bli ignorert.
pl: Minimalna kwota do otrzymania. Jeśli płatność lub żądanie zostanie odebrane z kwotą mniejszą niż ta, zostanie zignorowane.
ro: O sumă minimă de primit. Dacă se primește o plată sau o cerere cu o sumă mai mică decât aceasta, aceasta va fi ignorată.
ru: Минимальная сумма для получения. Если платеж или запрос получен на сумму меньше указанной, они будут проигнорированы.
sl: Minimalni znesek za prejemanje. Če prejmete plačilo ali zahtevo z zneskom, manjšim od tega, bo to prezrto.
sv: Ett minimibelopp att ta emot. Om en betalning eller begäran tas emot med ett belopp som är mindre än detta, det kommer att ignoreras.
tl: Isang minimum na halaga na matatanggap. Kung ang isang pagbabayad o kahilingan ay natanggap na may halagang mas mababa kaysa dito, ito ay hindi papansinin.
tr: Alınacak minimum miktar. Bundan daha az bir miktarla bir ödeme veya talep alınırsa, göz ardı edilecektir.
uk: Мінімальна сума для отримання. Якщо платіж або запит надійде на суму менше цієї, вона буде проігнорована.
vi: Một số tiền tối thiểu để nhận. Nếu nhận được thanh toán hoặc yêu cầu với số tiền nhỏ hơn số tiền này, nó sẽ bị bỏ qua.
zh_hans: 收取的最低金额。如果收到的金额低于此金额的付款或请求，则会被忽略。
zh_hant: 收到的最低金額。如果收到的付款或請求金額少於此金額，則會被忽略。

source: Refund
ar: استرداد
bg: Възстановяване
bn: ফেরত
da: tilbagebetaling
de: Rückerstattung
he: החזר כספי
hi: रिफंड
hu: visszatérítés
ja: 払い戻し
ko: 환불
ms: Bayaran Balik
nl: Terugbetaling
no: tilbakebetaling
pl: Zwrot
ro: Rambursare
ru: Возврат
sl: Vračilo
sv: Återbetalning
tr: İade
uk: Повернення
vi: Hoàn tiền
zh_hans: 退款
zh_hant: 退款

# registerButton
source: Register
ar: يسجل
bg: Регистрирам
bn: নিবন্ধন
da: Tilmeld
de: Registrieren
he: הירשם
hi: पंजीकरण करवाना
hu: Regisztráció
ja: 登録
ko: 등록하다
lv: Reģistrēties
ms: Daftar
no: Registrere
pl: Zarejestrować
ro: Inregistreaza-te
ru: регистр
sl: Registrirajte se
sv: Registrera
tl: Magrehistro
tr: Kayıt ol
uk: зареєструватися
vi: Đăng ký
zh_hans: 登记
zh_hant: 登記

# registerFor
source: for
ar: من أجل
bg: за
bn: জন্য
da: til
de: zum
he: בשביל
hi: के लिए
hu: mert
ja: にとって
ko: ...에 대한
ms: bagi
nl: voor
pl: dla
ro: pentru
ru: для
sl: za
sv: för
tl: para sa
tr: için
uk: для
vi: cho
zh_hans: 为了
zh_hant: 為了

source: Registering
ar: التسجيل
bg: Регистриране
bn: নিবন্ধন
da: Registrering
de: Registrierung
he: הרשמה
hi: पंजीयन
hu: Regisztráció
ja: 登録中
ko: 등록하기
ms: Mendaftar
nl: Registreren
no: Registrering
pl: Rejestracja
ro: Înregistrarea
ru: Регистрация
sl: Registracija
sv: Registrering
tl: Pagpaparehistro
tr: Kayıt
uk: Реєстрація
vi: Đăng ký
zh_hans: 正在注册
zh_hant: 註冊

source: Register Username
ar: تسجيل اسم المستخدم
bg: Регистриране на потребителско име
bn: ব্যবহারকারীর নাম নিবন্ধন করুন
da: Registrer brugernavn
de: Nutzername registrieren
he: רשום שם משתמש
hi: उपयोगकर्ता नाम रजिस्टर करें
hu: Regisztráció Felhasználónév
ja: ユーザー名の登録
ko: 등록 사용자 이름
ms: Daftar Nama Pengguna
nl: Gebruikersnaam registreren
no: Registrer brukernavn
pl: Zarejestruj nazwę użytkownika
ro: Înregistrare Nume utilizator
ru: Зарегистрировать имя пользователя
sl: Registrirajte uporabniško ime
sv: Registrera användarnamn
tl: Magrehistro Username
tr: Kullanıcı Adı Kaydet
uk: Зареєструвати Ім'я користувача
vi: Đăng ký tên người dùng
zh_hans: 注册用户名
zh_hant: 註冊用戶名

# registerUsernameHeader
source: Register a Username
ar: تسجيل اسم مستخدم
bg: Регистриране на потребителско име
bn: একটি ব্যবহারকারীর নাম নিবন্ধন করুন
da: Registrer et brugernavn
de: Einen Nutzernamen registrieren
he: רשום שם משתמש
hi: उपयोगकर्ता नाम रजिस्टर करें
hu: Felhasználónév regisztrálása
ja: ユーザー名を登録する
ko: 사용자 이름 등록
ms: Daftar Nama Pengguna
nl: Registreer een gebruikersnaam
no: Registrer et brukernavn
pl: Zarejestruj nazwę użytkownika
ro: Înregistrați un nume de utilizator
ru: Зарегистрируйте имя пользователя
sl: Registrirajte uporabniško ime
sv: Registrera ett användarnamn
tl: Magrehistro ng Username
tr: Kullanıcı Adı Kaydet
uk: Зареєструвати ім'я користувача
vi: Đăng ký tên người dùng
zh_hans: 注册一个用户名
zh_hant: 註冊用戶名

source: Remove
ar: إزالة
bg: Премахване
bn: অপসারণ
da: Fjerne
de: Entfernen
he: לְהַסִיר
hi: हटाना
hu: Távolítsa el
ja: 削除する
ko: 제거하다
lv: Noņemt
ms: Alih keluar
nl: Verwijderen
no: Fjerne
pl: Usunąć
ro: Elimina
ru: Удалять
sl: Odstrani
sv: Ta bort
tl: Alisin
tr: Kaldırmak
uk: видалити
vi: Loại bỏ
zh_hans: 消除
zh_hant: 消除

# removeAccountText
source: Are you sure you want to hide this account? You can re-add it later by tapping the "%1" button.
ar: هل أنت متأكد أنك تريد إخفاء هذا الحساب؟ يمكنك إعادة إضافته لاحقًا بذخت على "%1"
bg: Наистина ли искате да скриете този акаунт? Може да го добавите по-късно като натиснете бутона "%1".
bn: আপনি কি এই অ্যাকাউন্টটি গোপন করতে চান? আপনি "%1" বোতামটি ট্যাপ করে পরে এটি পুনরায় যোগ করতে পারেন।
da: Opravdu chcete tento účet skrýt? Můžete jej znovu přidat později klepnutím na tlačítko "%1".
de: Bist du dir sicher, dass du dieses Konto verbergen willst? Du kannst es später durch Tippen auf den "%1"-Button wieder hinzufügen.
he: אתה בטוח שאתה רוצה להחביא את החשבון? אתה יכול להוסיף אותו מחודש מאוחר יותר על ידי לחיצה על כפתור ה%1.
hi: क्या आप वाकई इस खाते को छिपाना चाहते हैं? आप इसे बाद में "%1" बटन को दबा के फिर से जोड़ सकते हैं।
ja: このアカウントを非表示にしてよろしいですか？ 「％1」ボタンをタップして、後に再び追加できます。
lv: Tiešām paslēpt šo kontu? Vēlāk varēsiet to pievienot atkal, pieskaroties "%1" pogai.
ms: Adakah anda sudah pasti mahu menyembunyikan akaun ini? Anda boleh menambahnya kemudian dengan mengetuk butang "%1".
nl: Weet je zeker dat je dit account wil verbergen? Je kan het later weer terughalen door op de "%1" knop te klikken.
no: Er du sikker på at du vil skjule denne kontoen? Du kan legge den til igjen senere ved å trykke på "%1" knappen.
pl: Czy jesteś pewny że chcesz schować to konto? Możesz dodać je później naciskając przycisk %1.
ro: Sigur doriți să ascundeți acest cont? Îl puteți reafișa mai târziu apăsând butonul "%1"
ru: Вы уверены, что хотите скрыть аккаунт? Вы можете добавить его снова, нажав кнопку "%1".
sl: Ste prepričani, da hočete skriti ta račun? Lahko ga ponovno dodate kasneje s pritiskom na gumb "%1"
sv: Är du säker på att du vill dölja kontot? Du kan lägga till det igen genom att trycka på "%1" knappen.
tl: Sigurado ka ba na gusto mo itong itago? Pwede mo itong i-add ulit sa pamamagitan ng "%1" button.
tr: Hesabı gizlemek istediğine emin misin? Bu hesabı daha sonra "%1" butonuna basarak tekrar ekleyebilirsin.
uk: Чи дійсно ви бажаєте приховати цей профіль? Ви зможете його побачити торкнувши кнопку "%1".
vi: Bạn có chắc muốn ẩn tài khoản này? Bạn có thể thêm lại bằng cách ấn vào nút "%1".
zh_hans: 您确定要隐藏此账户？ 您之后可以点 "%1" 键来重新添加此账户。
zh_hant: 您確定要隱藏此帳戶？ 您之後可輕觸 "%1" 按鈕來重新增添此帳戶。

# removeBlocked
source: Unblock
ar: إلغاء الحظر
bg: Отблокиране
bn: অবরোধ মুক্ত করা
da: Fjern blokeringen
de: Entsperren
he: בטל חסימה
hi: अनब्लॉक करें
hu: Feloldás
ja: ブロック解除
ko: 차단 해제
ms: Nyahsekat
nl: Deblokkeer
no: Opphev blokkeringen
pl: Odblokuj
ro: Deblocați
ru: Разблокировать
sl: Odblokiraj
sv: Avblockera
tl: I-unblock
tr: Engellemeyi kaldır
uk: Розблокувати
vi: Bỏ chặn
zh_hans: 解除封锁
zh_hant: 解除封鎖

# removeBlockedConfirmation
source: Are you sure you want to unblock %1?
ar: هل تريد بالتأكيد إلغاء حظر %1؟
bg: Сигурни ли сте, че искате да деблокирате% 1?
bn: আপনি কি নিশ্চিত% 1 আনব্লক করতে চান?
da: Er du sikker på at du vil fjerne blokeringen% 1?
de: Möchten Sie die Blockierung von %1 wirklich entsperren?
he: האם אתה בטוח שברצונך לבטל את החסימן% 1?
hi: क्या आप वाक़ई% 1 को अनवरोधित करना चाहते हैं?
hu: Biztosan fel akarja oldani a (z)% 1 blokkolását?
ja: %1のブロックを解除してよろしいですか?
ko: % 1을 (를) 차단 해제하시겠습니까?
ms: Anda pasti ingin menyahsekat %1?
nl: Weet u zeker dat u %1 wilt deblokkeren?
no: Er du sikker på at du vil oppheve blokkeringen av %1?
pl: Czy na pewno chcesz odblokować% 1?
ro: Sigur doriți să deblocați deblocarea% 1?
ru: Вы действительно хотите разблокировать %1?
sl: Ali ste prepričani, da želite odblokirati odblokiranje% 1?
sv: Är du säker på att du vill avblockera% 1?
tl: Sigurado ka bang gusto mong i-unblock ang %1?
tr: %1 engelini kaldırmak istediğinizden emin misiniz?
uk: Ви справді бажаєте розблокувати% 1?
vi: Bạn có chắc muốn bỏ chăng% 1 không?
zh_hans: 您确定要解除封锁 %1 吗？
zh_hant: 您確定要解除封鎖% 1 嗎？

source: Remove Contact
ar: حذف بيانات جهة الاتصال
bg: Премахни Контакт
bn: কন্টাক্ট মুছে ফেলুন
da: Odstranit kontakt
de: Kontakt löschen
he: הסר איש קשר
hi: संपर्क हटाएं
hu: Kontakt Törlése
ja: 連絡先を削除します
ko: 연락처 삭제
lv: Dzēst kontaktu
ms: Padam Kenalan
nl: Verwijder contact
no: Fjern kontakt
pl: Usuń kontakt
ro: Șterge contactul
ru: Удалить Контакт
sl: Odstrani stik
sv: Ta bort kontakt
tl: Alisin ang kontak
tr: Kişiyi Sil
uk: Видалити контакт
vi: Xóa liên hệ
zh_hans: 删除联系人
zh_hant: 刪除聯絡人

# removeContactConfirmation
source: Are you sure you want to delete %1?
ar: هل تريد حذف %1؟
bg: Сигурен ли си, че искаш да изтриеш %1?
bn: আপনি কি নিশ্চিত যে আপনি %1 মুছে ফেলতে চান?
da: Opravdu chcete odstranit %1?
de: Willst du %1 wirklich löschen?
he: האם אתה בטוח שאתה רוצה למחוק את %?
hi: क्या आप वाकई %1 को संपर्कों में से मिटाना चाहतें हैं?
hu: Biztos, hogy törölni szeretnéd %1-t?
ja: ％1を削除してもよろしいですか？
ko: % s을 (를) 삭제 하시겠습니까?
lv: Vai esat drošs, ka vēlaties dzēst kontaktu %1?
ms: Anda yakib akan menghapus %1?
nl: Weet je zeker dat je het contact %1 wil verwijderen?
no: Er du sikker på at du vil slette %1?
pl: Czy jesteś pewny że chcesz usunąć %1?
ro: Dorești să elimini contactul %1?
ru: Вы уверены,что хотите удалить %1?
sl: Ste prepričani, da hočete izbrisati %1?
sv: Är du säker på att du vill radera %1?
tl: Sigurado ka ba gusto mong tanggalin ang %1?
tr: %1 kişisini silmek istediğine emin misin?
uk: Ви впевнені, що ви хочете видалити 1% ?
vi: Bạn chắc chắn muốn xóa %1?
zh_hans: 您确认要刪除%1吗？
zh_hant: 您確定要删除 %1 嗎？

source: Remove Favorite
ar: إزالة المفضلة
bg: Премахване на любими
bn: প্রিয় অপসারণ করো
da: Fjern favorit
de: Favorit entfernen
he: הסר מועדף
hi: पसंदीदा हटाएँ
hu: Kedvenc eltávolítása
ja: お気に入りを削除
ko: 즐겨찾기 제거
ms: Buang Kegemaran
nl: Favoriet verwijderen
no: Fjern favoritt
pl: Usuń Ulubione
ro: Elimină Favorite
ru: Удалить избранное
sl: Odstrani najljubše
sv: Ta bort favorit
tl: Alisin ang Paboritong
tr: Favori Kaldır
uk: Вилучити улюблені
vi: Xóa yêu thích
zh_hans: 移除收藏夹
zh_hant: 移除我的最愛
