Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

source: Transfer
ar: تحويل
bg: Прехвърли
bn: স্থানান্তর
da: Převod
de: Transferieren
he: העבר
hi: ट्रांसफर
hu: Küldés
ja: 転送
lv: Pārsūtīt
ms: Pemindahan
nl: Overzetten
no: Overføre
pl: Transferuj
ro: Transferă
ru: Отправить
sl: Prenesi
sv: Överför
tl: Ilipat
tr: Aktar
uk: Переказати
vi: Chuyển giao
zh_hans: 传送
zh_hant: 移轉

# transferClose
source: Tap anywhere to close the window.
ar: اضغط في أي مكان لغلق النافذة.
bg: Докоснете някъде, за да затворите прозореца.
bn: বন্ধ করতে যেকোনো জায়গায় আলতো চাপুন।
da: Klepnutím kamkoli zavřete okno.
de: Tippe, um das Fenster zu schließen.
he: לחץ בכל מקום בכדי לסגור את החלון.
hi: विंडो बंद करने के लिए कहीं भी टैप करें।
ja: 任意の場所をタップしてウィンドウを閉じます。
lv: Pieskarieties jebkur, lai aizvērtu.
ms: Ketuk mana-mana sahaja untuk menutup tetingkap.
nl: Tik ergens om het venster te sluiten.
no: Trykk hvor som helst for å lukke vinduet.
pl: Naciśnij gdziekolwiek żeby zamknąć okno.
ro: Apăsați oriunde pentru a închide această fereastră.
ru: Нажмите в любом месте, чтобы закрыть окно.
sl: Pritisni kjerkoli za izhod.
sv: Tryck någonstans för att stänga fönstret.
tl: I-tap kahit saan para isara itong window.
tr: Pencereyi kapatmak için herhangi bir yere dokun.
uk: Торкніться щоб закрити вікно.
vi: Chạm một chỗ bất kỳ để đóng cửa sổ.
zh_hans: 点击任意位置关闭窗口。
zh_hant: 輕觸任意位置以關閉視窗。

# transferComplete
source: %1 %2 successfully transferred to your %3 Wallet.
ar: تم تحويل %1 NANO إلى محفظة نتريوم.
bg: %1 NANO успешно прехвърлени към вашият Nautilus Портфейл.
bn: %1 NANO সফলভাবে আপনার Natrium Wallet এ স্থানান্তরিত হয়েছে। <নতুন লাইন>
da: %1 NANO úspěšně převedeno do vaší peněženky Nautilus.
de: %1 NANO wurden erfolgreich an dein Nautilus Wallet gesendet.
he: %1 נאנו הועברו לארנק נאטריום.
hi: %1 नैनो सफलतापूर्वक आपके नैट्रियम वॉलेट में स्थानांतरित कर दी गई है।
hu: %1 %2 successfully transferred to your Nautilus Wallet.
ja: ％1 ナノがナトリアムウォレットに正常に転送されました。
ko: %1 %2 successfully transferred to your Nautilus Wallet.
lv: %1 NANO sekmīgi pārskaitīti uz jūsu Nautilus maku.
ms: %1 NANO berjaya dipindahkan ke Dompet Nautilus anda. <Newline>
nl: %1 Nano succesvol overgezet naar jouw Nautilus wallet.
no: %1 NANO ble overført til din Nautilus lommebok.
pl: %1 NANO zostało z powodzeniem przesłane do twojego portfela Nautilus.
ro: %1 NANO au fost transferate cu succes în portofelul dvs. Nautilus.
ru: %1 %2 успешно переведены в Nautilus кошелёк.
sl: %1 NANO uspešno prenešenih v vašo Nautilus denarnico.
sv: %1 NANO har överförts till din Nautilus-plånbok.
tl: %1 NANO ay nalipat na sa iyong Nautilus Wallet.
tr: %1 NANO başarıyla Nautilus cüzdanına aktarıldı.
uk: %1 NANO успішно переказано до вашого гаманця Nautilus.
vi: %1 Nano đã được chuyển vào ví Nautilus của bạn.
zh_hans: %1 NANO 成功传送到您的 Nautilus 钱包。
zh_hant: %1 NANO 順利移轉到您的 Nautilus 錢包。

# transferConfirmInfo
source: A wallet with a balance of %1 %2 has been detected.
ar: تم كشف محفظة برصيد %1 NANO.
bg: Портфейл с баланс от %1 NANO е открит.
bn: %1 NANO ব্যালেন্স সহ একটি মানিব্যাগ সনাক্ত করা হয়েছে। <নতুন লাইন>
da: Byla nalezena peněženka se zůstatkem %1 NANO.
de: Ein Wallet mit einem Guthaben von %1 NANO wurde gefunden.
he: ארנק עם מאזן של %1 נאנו אותר.
hi: % 1 नैनो के बैलेंस वाले वॉलेट का पता चला है
hu: A wallet with a balance of %1 NANO has been detected.
ja: 残高％1 ナノのウォレットが検出されました。
ko: A wallet with a balance of %1 NANO has been detected.
lv: Maks ar %1 NANO bilanci ir atrasts.
ms: Satu dompet dengan keseimbangan %1 NANO telah dikesan.
nl: Een wallet met een saldo van %1 Nano is gedetecteerd.
no: En lommebok med en saldo på %1 NANO ble funnet.
pl: Portfel z saldem %1 NANO został wykryty.
ro: Un portofel cu un sold de %1 NANO a fost găsit.
ru: Обнаружен кошелёк с балансом %1 %2.
sl: Denarnica z zneskom %1 NANO je bila zaznana.
sv: En plånbok med ett saldo på %1 NANO har upptäckts.
tl: Ang wallet na may balanse na %1 NANO ay na-detect.
tr: %1 NANO bakiyeye sahip bir cüzdan tespit edildi.
uk: Знайдено гаманець з балансом %1 NANO .
vi: Đã tìm thấy một ví với số dư là %1 BAN.
zh_hans: 检测到一个包含 %1 NANO 的钱包。
zh_hant: 偵測到一個內有 %1 NANO 的錢包。

# transferConfirmInfoSecond
source: Tap confirm to transfer the funds.
ar: إضغط لتأكيد تحويل الرصيد.
bg: Натиснете да потвърдите прехвърлянето на средствата.
bn: ফান্ড ট্রান্সফার করতে কনফার্ম ট্যাপ করুন। <নতুন লাইন>
da: Prostředky převedete klepnutím na potvrzení.
de: Tippe, um den Transfer zu bestätigen.
he: לחץ על אשר בכדי להעביר את הסכום.
hi: फंड ट्रांसफर करने के लिए कन्फर्म दबाएँ
ja: 確認をタップして資金を転送します。
lv: Pieskarieties, lai apstiprinātu līdzekļu pārskaitīšanu.
ms: Ketik Sahkan untuk memindahkan dana.
nl: Tik op bevestigen om het saldo over te zetten.
no: Trykk bekreft for å overføre midlene.
pl: Naciśnij potwierdz aby transferować środki.
ro: Apăsați pentru a confirma transferul.
ru: Нажмите Подтвердить, чтобы перевести средства.
sl: Pritisni za prenos zneska.
sv: Tryck på bekräfta för att överföra tillgångar.
tl: I-tap ang confirm para ilipat ang pondo.
tr: Transfer işlemini başlatmak için onayla butonuna bas.
uk: Натисніть сюди щоб підтвердити переказ коштів.
vi: Nhấn xác nhận để chuyển tiền.
zh_hans: 按键确定传送钱币。
zh_hant: 輕觸以確認移轉。

# transferConfirmInfoThird
source: Transfer may take several seconds to complete.
ar: قد يستغرق النقل عدة ثوانيٍ.
bg: Прехвърлянето може да отнеме няколко секунди.
bn: স্থানান্তর সম্পন্ন হতে কয়েক সেকেন্ড সময় লাগতে পারে।
da: Dokončení přenosu může trvat několik sekund.
de: Der Vorgang kann einige Sekunden dauern.
he: יתכן שיקחו כמה שניות עד תחילת ההעברה.
hi: स्थानांतरण को पूरा होने में कई सेकंड लग सकते हैं।
ja: 転送が完了するまでに数秒かかる場合があります。
lv: Pārskaitīšana var prasīt vairākas sekundes.
ms: Pemindahan mungkin mengambil masa beberapa saat untuk disiapkan.
nl: Het overzetten kan enkele seconden duren om te voltooien.
no: Det kan ta flere sekunder å gjennomføre overførselen.
pl: Transfer może zająć kilka sekund żeby się zakończyć.
ro: Transferul poate dura câteva secunde.
ru: Перевод может занять несколько секунд.
sl: Prenos lahko traja nekaj sekund.
sv: Överföringen kan ta upp till flera sekunder att genomföras.
tl: Ang paglipat ay maaring tumagal ng ilang segundo.
tr: Bu işlem birkaç saniye sürebilir.
uk: Переказ може зайняти декілька секунд.
vi: Có thể mất vài giây để hoàn thành giao dịch.
zh_hans: 传送需要几秒钟完成，请稍等一下。
zh_hant: 移轉需要幾秒鐘完成，請稍等。

# transferError
source: An error has occurred during the transfer. Please try again later.
ar: لقد حدث خطأ أثناء النقل. الرجاء إعادة المحاولة في وقت لاحق.
bg: Възникна грешка по време на прехвърлянето. Моля опитайте по-късно.
bn: স্থানান্তরের সময় একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন.
da: Během přenosu došlo k chybě. Prosím zkuste to znovu později.
de: Während des Transfers ist ein Fehler aufgetreten. Bitte versuche es später erneut.
he: חלה תקלה במהלך ההעברה. בבקשה נסה מאוחר יותר.
hi: लेन-देन के दौरान एक त्रुटि हुई है। कृपया बाद में पुन: प्रयास करें।
ja: 転送中にエラーが発生しました。後で再び実行してください。
lv: Pārsūtīšanas laikā notika kļūda. Lūdzu vēlāk mēģiniet vēlreiz.
ms: Ralat berlaku semasa pemindahan. Sila cuba sebentar lagi.
nl: Tijdens het overzetten is er een fout opgetreden. Probeer het later nog eens.
no: Det oppsto en feil under overføringen. Prøv igjen senere.
pl: Podczas transferu wystąpił błąd. Proszę spróbować póżniej.
ro: A avut loc o eroare în timpul transferului. Vă rugăm să încercați din nou mai târziu.
ru: Во время передачи произошла ошибка.Пожалуйста, попробуйте позже.
sl: Napaka med prenosom. Poskusite kasneje.
sv: Ett fel uppstod vid överföringen. Försök igen senare.
tl: Nagkaroon ng error sa paglipat. Pakiulit mamaya.
tr: Aktarma esnasında bir problem oluştu. Lütfen daha sonra tekrar dene.
uk: Під час переказу трапилася помилка. Будь ласка спробуйте пізніше.
vi: Đã có lỗi trong quá trình giao dịch, vui lòng thử lại sau.
zh_hans: 传送出现了问题，请稍后再尝试。
zh_hant: 轉帳過程遇到障礙，請稍後再試。

# transferHeader
source: Transfer Funds
ar: تحويل الرصيد
bg: Прехвърли Средства
bn: তহবিল স্থানান্তর
da: Převést finanční prostředky
de: Guthaben transferieren
he: העברת סכום
hi: धनराशि का ट्रांसफर
ja: 資金を転送する
lv: Pārsūtīt līdzekļus
ms: Pemindahan Dana
nl: Saldo overzetten
no: Overfør midler
pl: Transferuj Środki
ro: Transferă Fonduri
ru: Перевод Средств
sl: Prenesi znesek
sv: Överför medel
tr: Bakiye Transferi
uk: Переказати кошти
vi: Chuyển tiền
zh_hans: 传送钱币
zh_hant: 自紙錢包移轉資產

# transferIntro
source: This process will transfer the funds from a paper wallet to your %2 wallet. Tap the "%1" button to start.
ar: ستقوم هذه العملية بتحويل الرصيد من المحفظة الورقية إلى محفظة نتريوم الخاصة بك. اضغط على الزر "%1" للبدء.
bg: Този процес ще прехвърли вашите средства от Хартиен Портфейл към Nautilus Портфейл. Натиснете "%1" бутона за Старт.
bn: এই প্রক্রিয়াটি একটি কাগজের মানিব্যাগ থেকে আপনার Natrium মানিব্যাগে অর্থ স্থানান্তর করবে। <নতুন লাইন> <নতুন লাইন> শুরু করতে "%1" বোতামটি আলতো চাপুন।
da: Tento proces přenese prostředky z papírové peněženky do vaší peněženky Nautilus. Začněte klepnutím na tlačítko "% 1".
de: Dieser Vorgang wird das Guthaben vom Paper Wallet in dein Nautilus Wallet transferieren. Tippe zum Starten auf "%1" .
he: התהליך יעביר את הסכום שברשותך מארנק הנייר לארנק נאטריום לחץ על כפתור ה "%1" בכדי להתחיל.
hi: यह प्रक्रिया एक पेपर वॉलेट से आपके नैट्रियम वॉलेट में फंड ट्रांसफर कर देगी। शुरू करने के लिए "% 1" बटन को दबाएँ।
hu: This process will transfer the funds from a paper wallet to your Nautilus wallet. Tap the "%1" button to start.
ja: このプロセスにより、資金がペーパーウォレットからNautilusウォレットに転送されます。 「％1」ボタンをタップして開始します。
ko: This process will transfer the funds from a paper wallet to your Nautilus wallet. Tap the "%1" button to start.
lv: Šis process pārskaitīs jūsu papīra maka līdzekļus uz jūsu Nautilus maku. Pieskaries "%1" pogai, lai sāktu.
ms: Proses ini akan memindahkan dana dari dompet kertas ke dompet Nautilus anda. <Newline> Ketuk "% 1" untuk memulakan.
nl: Met dit proces wordt het saldo van een papieren wallet overgezet naar jouw Nautilus-wallet. Tik op de "%1" knop om te starten.
no: Denne prosessen vil overføre midler fra en papirlommebok til din Nautilus lommebok. Trykk på "%1" knappen for å starte.
pl: Ten proces trensferuje środki z portfela papierowego do twojego portfela Nautilus. Naciśnij "%1" przycisk aby zacząć.
ro: Acest proces va transfera fondurile dintr-un Paper Wallet către contul dvs. Nautilus. Atingeți butonul "%1" pentru a începe.
ru: Этот процесс переведёт средства с бумажного кошелька на ваш Nautilus кошелёк. Нажмите кнопку "%1" чтобы начать.
sl: Postopek bo prenesel znesek iz papirnate denarnice v vašo Nautilus denarnico. Pritisnite "%1" gumb za začetek.
sv: Den här processen kommer att överföra tillgångar från en pappersplånbok till din Nautilus-plånbok. Tryck på "%1" knappen för att starta.
tl: Ang prosesong ito ay ang paglipat ng pondo galing sa paper wallet. I-tap ang "%1" button para umpisahan.
tr: Bu işlem bir kağıt cüzdanda bulunan bakiyeyi senin Nautilus cüzdanına aktaracak. Başlamak için "%1" butonuna bas.
uk: Цією дією ви перекажете кошти з паперового гаманця у ваш Nautilus гаманець. Натисніть "%1" конпку щоб почати.
vi: Quá trình này sẽ chuyển toàn bộ số dư từ ví giấy sang ví Nautilus của bạn. Nhấn nút "%1" để bắt đầu.
zh_hans: 这个过程会将纸钱包的钱币转移到您的 Nautilus 钱包。 请按 "%1" 键开始。
zh_hant: 這過程會將紙錢包的資產移轉至您的 Nautilus 錢包。 輕觸 "%1" 按鈕開始。

# transferIntroShort
source: This process will transfer the funds from a paper wallet to your %1 wallet.
ar: ستحول هذه العملية الأموال من محفظة ورقية إلى محفظة Nautilus الخاصة بك.
bg: Този процес ще прехвърли средствата от хартиен портфейл към портфейла ви Nautilus.
bn: এই প্রক্রিয়াটি একটি কাগজের মানিব্যাগ থেকে আপনার নটিলাস ওয়ালেটে অর্থ স্থানান্তর করবে।
da: Denne proces overfører midlerne fra en papirpung til din Nautilus-tegnebog.
de: Bei diesem Vorgang wird das Geld von einer Papiergeldbörse auf Ihre Nautilus-Brieftasche übertragen.
he: תהליך זה יעביר את הכספים מארנק נייר לארנק נאוטילוס שלך.
hi: यह प्रक्रिया एक पेपर वॉलेट से आपके Nautilus वॉलेट में धनराशि स्थानांतरित कर देगी।
hu: Ez a folyamat átutalja a pénzeszközöket egy papír pénztárcából a Nautilus pénztárcájába.
ja: このプロセスでは、資金が紙のウォレットからノーチラスウォレットに送金されます。
ko: 이 프로세스는 종이 지갑에서 Nautilus 지갑으로 자금을 이체합니다.
lv: This process will transfer the funds from a paper wallet to your Nautilus wallet.
ms: Proses ini akan memindahkan dana dari dompet kertas ke dompet Nautilus anda.
nl: Dit proces zal het geld overmaken van een papieren portemonnee naar uw Nautilus-portemonnee.
no: Denne prosessen vil overføre midlene fra en papirlommebok til din Nautilus-lommebok.
pl: Ten proces przeniesie środki z portfela papierowego do portfela Nautilus.
ro: Acest proces va transfera fondurile dintr-un portofel de hârtie în portofelul dvs. Nautilus.
ru: В результате этого средства будут переведены с бумажного кошелька на ваш кошелек Nautilus.
sl: Ta postopek bo prenesel sredstva iz papirnate denarnice v vašo Nautilus denarnico.
sv: Denna process överför pengarna från en pappersplånbok till din Nautilus plånbok.
tl: Ang prosesong ito ay maglilipat ng mga pondo mula sa isang wallet ng papel papunta sa iyong wallet ng Nautilus.
tr: Bu işlem, parayı bir kağıt cüzdandan Nautilus cüzdanınıza aktaracaktır.
uk: Цей процес дозволить перевести кошти з паперового гаманця на ваш гаманець Nautilus.
vi: Quá trình này sẽ chuyển tiền từ ví giấy sang ví Nautilus của bạn.
zh_hans: 此过程会将资金从纸质钱包转移到您的Nautilus钱包。
zh_hant: 這個過程會將資金從紙錢包轉移到您的 Nautilus 錢包。

# transferLoading
source: Transferring
ar: بصدد التحويل
bg: Прехвърляне
bn: স্থানান্তর হচ্ছে
da: Přenáší se
de: Transfer läuft
he: מעביר
hi: ट्रांसफर हो रहा है
ja: 転送中
lv: Pārsūta
ms: Memindahkan
nl: Overzetten
no: Overfører
pl: Transferuje
ro: Se transferă...
ru: Перевод
sl: Prenašam
sv: Överför
tl: Nililipat na
tr: Aktarılıyor
uk: Переказується
vi: Đang chuyển
zh_hans: 传送中
zh_hant: 移轉中

# transferManualHint
source: Please enter the seed below.
ar: الرجاء إدخال المفتاح الخاص.
bg: Моля въведете Seed по-долу.
bn: অনুগ্রহ করে নীচের সিডটি লিখুন।
da: Zadejte semínko níže.
de: Seed eingeben.
he: בבקשה הכנס את הסיד הנ"ל
hi: कृपया नीचे सीड दर्ज करें।
hu: Írd be a seedet.
ja: シードを入力してください。
lv: Lūdzu, zemāk ievadiet sēklu
ms: Sila masukkan benih di bawah.
nl: A.u.b. hieronder de seed invoeren.
no: Tast inn Seed nedenfor.
pl: Proszę wpisz nasiono poniżej
ro: Introduceți seed-ul mai jos.
ru: Введите Seed ниже.
sl: Spodaj vnesite ključ.
sv: Vänligen ange PIN nedan.
tl: Pakilagay seed sa ibaba.
tr: Lütfen seedi gir.
uk: Будь ласка введіть ваш seed нижче.
vi: Hãy nhập hạt giống dưới đây
zh_hans: 请输入种子。
zh_hant: 請輸入紙錢包的種子

# transferNoFunds
source: This seed does not have any %2 on it
ar: هذا المفتاح الخاص لا يحتوي على NANO
bg: Този Seed не съдържа NANO на него.
bn: এই সিড এ কোন ন্যানো নেই
da: Toto semínko nemá na sobě žádné NANO
de: Dieser Seed enthält keine NANO.
he: אין שום נאנו בסיד המצורף.
hi: इस सीड पर कोई नैनो नहीं है
hu: This seed does not have any NANO on it
ja: このシードにはナノが含まれていません
ko: This seed does not have any NANO on it
lv: Šai sēklai nav piesaistīti līdzekļi
ms: Benih ini tidak mempunyai sebarang NANO di atasnya
nl: Deze seed bevat geen Nano.
no: Det er ingen NANO i dette Seed
pl: To nasiono nie zawiera żadnego NANO.
ro: Acest seed nu conține NANO.
ru: На этом seed нет NANO.
sl: Ključ ne vsebuje nobenega NANO zneska.
sv: Detta seed innehåller inga NANO.
tl: Ang seed na ito ay walang NANO.
tr: Bu seedin içinde hiç NANO yok.
uk: За цим seed знайдено лише нульовий баланс
vi: Hạt giống này không chứa chút Nano nào
zh_hans: 这个种子没有包含任何 NANO
zh_hant: 這個種子不含任何 NANO

# transferQrScanError
source: This QR code does not contain a valid seed.
ar: لا يحتوي رمز الاستجابة السريعة على مفتاح خاص صحيح.
bg: Този QR-код не съдържа валиден Seed.
bn: এই QR কোডে বৈধ সিড নেই।
da: Tento QR kód neobsahuje platné semínko.
de: Dieser QR Code enthält keinen gültigen Seed.
he: הברקוד אינו מכיל סיד תקין.
hi: इस क्यूआर कोड में वैध सीड नहीं है।
ja: このQRコードには有効なシードが含まれていません。
lv: Šis QR kods nesatur derīgu sēklu
ms: Kod QR ini tidak mengandungi benih yang sah.
nl: Deze QR-code bevat geen geldige seed.
no: Denne QR-koden inneholder ikke et gyldig Seed.
pl: Ten kod QR nie zawiera ważnego nasiona.
ro: Acest cod QR nu conține un seed valid.
ru: Этот QR не содержит действительного seed
sl: QR koda ne vsebuje veljavnega ključa.
sv: Denna QR-kod innehåller inget giltigt seed.
tl: Ang QR code na ito ay hindi valid na seed.
tr: Bu QR kodu geçerli bir seed içermiyor.
uk: Цей QR код не містить правильних seed.
vi: Mã QR này không chứa hạt giống hợp lệ.
zh_hans: 这个二维码没有包含任何有效的种子。
zh_hant: 這個二維條碼不含任何有效的種子

# transferQrScanHint
source: Scan a %2 seed or private key
ar: مسح المفتاح الخاص
bg: Сканирайте Nano Seed или Личен Ключ.
bn: একটি ন্যানো <নতুন লাইন> বীজ বা ব্যক্তিগত কী স্ক্যান করুন
da: Naskenujte počáteční nebo soukromý klíč Nano
de: Scanne einen Nano Seed oder Private Key
he: סרוק סיד של נאנו או ארנק נייר
hi: नैनो का सीड या निजी कुंजी स्कैन करें
hu: Scan a Nano seed or private key
ja: ナノ シードまたは秘密キーをスキャンします
ko: Scan a Nano seed or private key
lv: Skenē Nano sēklu vai privāto atslēgu
ms: Imbas benih atau kunci peribadi Nano.
nl: Scan een Nano seed of private key
no: Scan NANO Seed eller privat nøkkel
pl: Skanuj Nasiono Nano lub klucz prywatny
ro: Scanați un seed pentru NANO sau un private key
ru: Сканировать Nano seed или закрытый ключ
sl: Zajemi Nano ključ
sv: Skanna en Nano seed eller en privat nyckel
tl: Mag-scan ng Nano seed o private key
tr: Bir Nano seedi veya private key'i tara
uk: Сканувати seed або приватний ключ
vi: Quét hạt giống Banano hoặc khoá riêng tư
zh_hans: 请扫描 NANO 种子
zh_hant: 掃描 NANO 種子

source: unacknowledged
ar: غير معترف به
bg: непризнат
bn: অস্বীকৃত
da: uerkendt
de: unbestätigt
he: לא הודה
hi: क्षुद्र
hu: nem igazolt
ja: 未確認です
ko: 승인되지 않았습니다
ms: tidak diketahui
nl: onerkend
no: ubekreftede
pl: niepotwierdzone
ro: nerecunoscut
ru: непризнанный
sl: nepriznano
sv: obekräftad
tl: hindi nakikilala
tr: onaylanmamış
uk: не визнано
vi: không có trả lời
zh_hans: 未被承认
zh_hant: 未公開承認的

source: unconfirmed
ar: غير معزز
bg: Непотвърдена
bn: অনিশ্চিত
da: nepotvrzený
de: unbestätigt
he: לא מאושר
hi: अपुष्ट
hu: meg nem erősített
ja: 未確認
ko: 미확인
ms: tidak disahkan
nl: onbevestigd
no: ubekreftet
pl: niepotwierdzone
ro: neconfirmat
ru: неподтвержденный
sl: nepotrjeno
sv: obekräftade
tl: hindi nakumpirma
tr: onaylanmamış
uk: непідтверджено
vi: chưa xác nhận
zh_hans: 未经证实
zh_hant: 未經證實

source: unfulfilled
ar: لم تتحقق
bg: неизпълнени
bn: অপূর্ণ
da: uopfyldte
de: nicht erfüllt
he: שלא התגשם
hi: अधूरी
hu: beteljesítetlen
ja: 未履行です
ko: 충족되지 않은
ms: tidak dipenuhi
nl: onvervulde
no: uoppfylt
pl: niespełnione
ro: neîmplinit
ru: невыполненными
sl: neizpolnjena
sv: ouppfyllda
tr: yerine getirilmemiş
uk: невиконаний
vi: chưa hoàn thành
zh_hans: 未了
zh_hant: 沒有實現

source: Unlock
ar: فتح
bg: Отключи
bn: আনলক
da: Odemknout
de: Entsperrt
he: שחרר מנעילה
hi: खोले
hu: Feloldás
ja: ロックを解除する
lv: Atslēgt
ms: Buka kunci
nl: Ontgrendelen
no: Lås opp
pl: Odblokuj
ro: Deblochează
ru: Открыть
sl: Odkleni
sv: Lås upp
tl: I-unlock
tr: Kilidi Aç
uk: Розблокувати
vi: Mở khoá
zh_hans: 解锁
zh_hant: 解鎖

# unlockBiometrics
source: Authenticate to Unlock %1
ar: مصادقة لفتح نتريوم
bg: Удостовери за Отключване на Nautilus
bn: Natrium আনলক করার জন্য প্রমাণীকরণ করুন
da: Ověřte a odemkněte Nautilus
de: Authentifizieren, um Nautilus zu entsperren
he: בצע אימות בכדי לשחרר את נאטריום מנעילה
hi: नैट्रियम अनलॉक करने के लिए प्रमाणित करें
hu: Hitelesítés Szükséges a Nautilusba való bejelentkezéshez
ja: ナトリアムのロックを解除するよう認証する
ko: Authenticate to Unlock Nautilus
lv: Autorizējieties, lai piekļūtu Nautilus
ms: Mengesahkan untuk membuka kunci Nautilus
nl: Verifiëren om Nautilus te ontgrendelen
no: Verifiser for å låse opp Nautilus
pl: Potwierdź tożsamość aby odblokować Nautilus
ro: Autentificaţi-vă pentru a debloca Nautilus
ru: Аутентификация для разблокировки Nautilus
sl: Avtenticiraj za odklep Nautilus
sv: Verifiera för att låsa upp Nautilus
tl: I-Authenticate para ma-unlock
tr: Nautilus’u Açmak için Kimliğini Doğrula
uk: Введіть пароль для входу в Nautilus
vi: Xác nhận mở khoá Kalium
zh_hans: 验证并解锁 Nautilus
zh_hant: 經由生物辨識解鎖 Nautilus

# unlockPin
source: Enter PIN to Unlock %1
ar: أدخل الPIN لفتح نتريوم
bg: Въведи ПИН за да отключиш Nautilus
bn: Natrium আনলক করতে PIN লিখুন
da: Zadejte PIN pro odemčení Natria
de: PIN eingeben, um Nautilus zu entsperren
he: הכנס קוד בשביל לשחרר את נאטריום מנעילה
hi: नैट्रियम अनलॉक करने के लिए पिन दर्ज करें
hu: Írd be a PIN-t a Bejelentkezéshez a Nautilusba
ja: ピンを入力してナトリアムのロックを解除する
ko: Enter PIN to Unlock Nautilus
lv: Ievadiet PIN, lai piekļūtu Nautilus
ms: Masukkan PIN untuk Membuka Nautilus
nl: PIN invoeren om Nautilus te ontgrendelen
no: Angi PIN-kode for å låse opp Nautilus
pl: Wpisz PIN aby odblokować Nautilus
ro: Introduceți codul PIN pentru a debloca Nautilus
ru: Введите PIN , для разблокировки Nautilus
sl: Vnesite PIN za odklep Nautilus
sv: Ange PIN för att låsa upp Nautilus
tl: Ilagay ang PIN mabuksan
tr: Nautilus’u Açmak için Pin Kodunu Gir
uk: Введіть пін код для входу в Nautilus
vi: Nhập mã PIN để mở khoá Nautilus
zh_hans: 请输入识别码来解锁 Nautilus
zh_hant: 請輸入識別碼以解鎖 Nautilus

# unopenedWarningHeader
source: Show Unopened Warning
ar: إظهار تحذير غير مفتوح
bg: Показване на неотворено предупреждение
bn: না খোলা সতর্কতা দেখান
da: Vis uåbnet advarsel
de: Ungeöffnete Warnung anzeigen
he: הצג אזהרה שלא נפתחה
hi: बंद चेतावनी दिखाएं
hu: Bontatlan figyelmeztetés megjelenítése
ja: 未開封の警告を表示
ko: 미개봉 경고 표시
lv: Rādīt neatvērto brīdinājumu
ms: Tunjukkan Amaran Belum Dibuka
nl: Toon ongeopende waarschuwing
no: Vis uåpnet advarsel
pl: Pokaż nieotwarte ostrzeżenie
ro: Afișați avertisment nedeschis
ru: Показать неоткрытое предупреждение
sl: Pokaži neodprto opozorilo
sv: Visa oöppnad varning
tl: Ipakita ang Hindi Nabuksang Babala
tr: Açılmamış Uyarısını Göster
uk: Показати невідкрите попередження
vi: Hiển thị cảnh báo chưa mở
zh_hans: 显示未打开的警告
zh_hant: 顯示未打開的警告
