Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

source: Share Text
ar: مشاركة النص
bg: Споделяне на текст
bn: টেক্সট শেয়ার করুন
da: Del tekst
de: Text teilen
he: שתף טקסט
hi: पाठ साझा करें
hu: Szöveg megosztása
ja: テキストを共有
ko: 텍스트 공유
lv: Kopīgot tekstu
ms: Kongsi Teks
nl: Tekst delen
no: Del tekst
pl: Udostępnij tekst
ro: Partajați text
ru: Поделиться текстом
sl: Delite besedilo
sv: Dela text
tl: Ibahagi ang Teksto
tr: Metni Paylaş
uk: Поділитися текстом
vi: Chia sẻ văn bản
zh_hans: 分享文字
zh_hant: 分享文字

# shopButton
source: Shop
ar: محل
bg: Магазин
bn: দোকান
da: Butik
de: Geschäft
he: לִקְנוֹת
hi: दुकान
hu: Üzlet
ja: 店
ko: 가게
lv: Veikals
ms: kedai
nl: Winkel
no: Butikk
pl: Sklep
ro: Magazin
ru: Магазин
sl: Trgovina
sv: affär
tl: Mamili
tr: Mağaza
uk: Магазин
vi: Cửa hàng
zh_hans: 店铺
zh_hant: 店鋪

source: Show
ar: يعرض
bg: Покажи
bn: দেখান
da: At vise
de: Zeigen
he: הופעה
hi: प्रदर्शन
hu: Előadás
ja: 見せる
ko: 보여 주다
lv: Rādīt
ms: Tunjukkan
no: Forestilling
pl: Pokazać
ro: Spectacol
ru: Показывать
sl: Prikaži
tl: Ipakita
tr: Göstermek
uk: Показати
vi: Trình diễn
zh_hans: 节目
zh_hant: 節目

source: Show Account
da: Vis konto
de: Konto anzeigen
he: הצג חשבון
hi: खाता दिखाएँ
hu: Számla megjelenítése
ms: Tunjukkan Akaun
nl: Rekening tonen
pl: Pokaż konto
ro: Afișați contul
ru: Показать аккаунт
sv: Visa konto
zh_hans: 显示帐户
zh_hant: 顯示帳戶

# showAccountInfo
source: Account Info
ar: معلومات الحساب
bg: Информация за акаунта
bn: অ্যাকাউন্ট তথ্য
da: Kontooplysninger
de: Kontoinformation
he: פרטי חשבון
hi: खाता जानकारी
hu: Számlainformáció
ja: アカウント情報
ko: 계정 정보
lv: Konta informācija
ms: Maklumat akaun
nl: Account informatie
no: Kontoinformasjon
pl: Informacje o koncie
ro: Informatii cont
ru: Информация об аккаунте
sl: Informacije o računu
sv: Konto information
tl: Impormasyon ng Account
tr: Hesap bilgisi
uk: Інформація про обліковий запис
vi: Thông tin tài khoản
zh_hans: 帐户信息
zh_hant: 帳戶信息

# showAccountQR
source: Show Account QR Code
ar: إظهار رمز الاستجابة السريعة للحساب
bg: Показване на QR кода на акаунта
bn: অ্যাকাউন্ট QR কোড দেখান
da: Vis konto QR-kode
de: Konto-QR-Code anzeigen
he: הצג קוד QR של חשבון
hi: खाता क्यूआर कोड दिखाएं
hu: Fiók QR-kódjának megjelenítése
ja: アカウントの QR コードを表示
ko: 계정 QR 코드 표시
lv: Rādīt konta QR kodu
ms: Tunjukkan Kod QR Akaun
nl: QR-code van account weergeven
no: Vis konto QR-kode
pl: Pokaż kod QR konta
ro: Afișați codul QR contului
ru: Показать QR-код учетной записи
sl: Prikaži QR kodo računa
sv: Visa konto QR-kod
tl: Ipakita ang Account QR Code
tr: Hesap QR Kodunu Göster
uk: Показати QR-код облікового запису
vi: Hiển thị mã QR tài khoản
zh_hans: 显示账户二维码
zh_hant: 顯示賬戶二維碼

source: Show Contacts
ar: إظهار جهات الاتصال
bg: Показване на контактите
bn: পরিচিতি দেখাও
da: Vis kontakter
de: Kontakte einblenden
he: הצג אנשי קשר
hi: संपर्क दिखाएँ
hu: Névjegyek megjelenítése
ja: 連絡先を表示
ko: 연락처 보기
ms: Papar Kenalan
nl: Contacten tonen
no: Vis kontakter
pl: Pokaż kontakty
ro: Afișați contactele
ru: Показать контакты
sl: Pokaži stike
sv: Visa kontakter
tl: Ipakita ang Contact
tr: Kişileri Göster
uk: Показати контакти
vi: Hiển thị danh bạ
zh_hans: 显示联系人
zh_hant: 顯示聯絡人

# showFunding
source: Show Funding Banner
ar: إظهار بانر التمويل
bg: Показване на банера за финансиране
bn: ফান্ডিং ব্যানার দেখান
da: Vis finansieringsbanner
de: Finanzierungsbanner anzeigen
he: הצג באנר מימון
hi: फंडिंग बैनर दिखाएं
hu: Finanszírozási szalag megjelenítése
ja: ファンディング バナーを表示
ko: 펀딩 배너 표시
lv: Rādīt finansējuma reklāmkarogu
ms: Tunjukkan Sepanduk Pembiayaan
nl: Financieringsbanner weergeven
no: Vis finansieringsbanner
pl: Pokaż baner finansowania
ro: Afișați bannerul de finanțare
ru: Показать баннер финансирования
sl: Pokaži pasico financiranja
sv: Visa finansieringsbanner
tl: Ipakita ang Funding Banner
tr: Finansman Afişini Göster
uk: Показати банер фінансування
vi: Hiển thị biểu ngữ tài trợ
zh_hans: 显示资金横幅
zh_hant: 顯示資金橫幅

source: Show Link Options
ar: إظهار خيارات الارتباط
bg: Показване на опциите за връзка
bn: লিঙ্ক অপশন দেখান
da: Vis linkindstillinger
de: Linkoptionen anzeigen
he: הצג אפשרויות קישור
hi: लिंक विकल्प दिखाएं
hu: Hivatkozási beállítások megjelenítése
ja: リンク オプションを表示
ko: 링크 옵션 표시
lv: Rādīt saites opcijas
ms: Tunjukkan Pilihan Pautan
nl: Koppelingsopties weergeven
no: Vis koblingsalternativer
pl: Pokaż opcje łącza
ro: Afișați opțiunile de legătură
ru: Показать параметры ссылки
sl: Prikaži možnosti povezave
sv: Visa länkalternativ
tl: Ipakita ang Mga Opsyon sa Link
tr: Bağlantı Seçeneklerini Göster
uk: Показати параметри посилання
vi: Hiển thị các tùy chọn liên kết
zh_hans: 显示链接选项
zh_hant: 顯示鏈接選項

source: Show Link QR
ar: إظهار ارتباط QR
bg: Показване на връзка QR
bn: লিঙ্ক QR দেখান
da: Vis Link QR
de: Link-QR anzeigen
he: הצג קישור QR
hi: लिंक क्यूआर दिखाएँ
hu: Link QR megjelenítése
ja: リンクの QR を表示
ko: 링크 QR 표시
lv: Rādīt saites QR
ms: Tunjukkan Pautan QR
nl: Toon link QR
no: Vis lenke QR
pl: Pokaż link QR
ro: Afișați linkul QR
ru: Показать ссылку QR
sl: Prikaži povezavo QR
sv: Visa länk QR
tl: Ipakita ang Link QR
tr: Bağlantı QR'sini göster
uk: Показати посилання QR
vi: Hiển thị liên kết QR
zh_hans: 显示链接二维码
zh_hant: 顯示鏈接二維碼

# showMoneroHeader
source: Show Monero
ar: عرض مونيرو
bg: Покажи Monero
bn: মনেরো দেখান
da: Vis Monero
de: Monero anzeigen
he: הצג את מונרו
hi: मोनेरो दिखाएं
hu: Mutasd Monerót
ja: モネロを表示
ko: 모네로 보기
lv: Parādiet Monero
ms: Tunjukkan Monero
nl: Toon Monero
no: Vis Monero
pl: Pokaż Monero
ro: Arată Monero
ru: Показать Монеро
sl: Prikaži Monero
sv: Visa Monero
tl: Ipakita ang Monero
tr: Monero'yu göster
uk: Показати Monero
vi: Hiển thị Monero
zh_hans: 显示门罗币
zh_hant: 顯示門羅幣

# showMoneroInfo
source: Enable Monero Section
ar: تمكين قسم Monero
bg: Активирайте секцията Monero
bn: Monero বিভাগ সক্রিয় করুন
da: Aktiver Monero-sektionen
de: Monero-Bereich aktivieren
he: הפעל את מדור Monero
hi: मोनेरो अनुभाग सक्षम करें
hu: Engedélyezze a Monero szakaszt
ja: Monero セクションを有効にする
ko: 모네로 섹션 활성화
lv: Iespējot Monero sadaļu
ms: Dayakan Bahagian Monero
nl: Monero-sectie inschakelen
no: Aktiver Monero-seksjonen
pl: Włącz sekcję Monero
ro: Activați secțiunea Monero
ru: Включить раздел Monero
sl: Omogoči razdelek Monero
sv: Aktivera Monero-sektionen
tl: Paganahin ang Seksyon ng Monero
tr: Monero Bölümünü Etkinleştir
uk: Увімкніть розділ Monero
vi: Bật phần Monero
zh_hans: 启用门罗币部分
zh_hant: 啟用門羅幣部分

# showQR
source: Show QR Code
ar: إظهار رمز الاستجابة السريعة
bg: Показване на QR код
bn: QR কোড দেখান
da: Vis QR-kode
de: QR-Code anzeigen
he: הצג קוד QR
hi: क्यूआर कोड दिखाएं
hu: QR-kód megjelenítése
ja: QRコードを表示
ko: QR 코드 표시
lv: Rādīt QR kodu
ms: Tunjukkan Kod QR
nl: QR-code weergeven
no: Vis QR-kode
pl: Pokaż kod QR
ro: Afișați codul QR
ru: Показать QR-код
sl: Prikaži kodo QR
sv: Visa QR-kod
tl: Ipakita ang QR Code
tr: QR Kodunu Göster
uk: Показати QR-код
vi: Hiển thị mã QR
zh_hans: 显示二维码
zh_hant: 顯示二維碼

# showUnopenedWarning
source: Unopened Warning
ar: تحذير غير مفتوح
bg: Неотворено предупреждение
bn: উন্মুক্ত সতর্কতা
da: Uåbnet advarsel
de: Ungeöffnete Warnung
he: אזהרה לא נפתחה
hi: बंद चेतावनी
hu: Bontatlan Figyelmeztetés
ja: 未開封注意
ko: 미개봉 경고
lv: Neatvērts brīdinājums
ms: Amaran Belum Dibuka
nl: Ongeopende waarschuwing
no: Uåpnet advarsel
pl: Nieotwarte ostrzeżenie
ro: Avertisment nedeschis
ru: Неоткрытое предупреждение
sl: Neodprto opozorilo
sv: Oöppnad varning
tl: Hindi Nabuksang Babala
tr: Açılmamış Uyarı
uk: Невідкрите попередження
vi: Cảnh báo chưa mở
zh_hans: 未开封警告
zh_hant: 未開封警告

source: Simplex
ar: البسيط
bg: Симплекс
bn: সিমপ্লেক্স
he: סימפלקס
hi: सिंप्लेक्स
ja: シンプレックス
ko: 심플렉스
ru: Симплекс
sl: Simpleks
tr: Simpleks
uk: Симплекс
vi: Đơn giản
zh_hant: 單面

source: Social
ar: اجتماعي
bg: Социални
bn: সামাজিক
de: Sozial
he: חֶברָתִי
hi: सामाजिक
hu: Társadalmi
ja: 社交
ko: 사회의
lv: Sociālie
ms: sosial
nl: sociaal
no: Sosial
pl: Społeczny
ru: Социальное
sl: Socialno
tl: Sosyal
tr: Sosyal
uk: Соціальний
vi: Xã hội
zh_hans: 社会的
zh_hant: 社會的

source: someone
ar: شخصا ما
bg: някой
bn: কেউ
da: nogen
de: jemand
he: מִישֶׁהוּ
hi: कोई तो
hu: valaki
ja: 誰か
ko: 누구
lv: kāds
ms: seseorang
nl: iemand
no: noen
pl: ktoś
ro: cineva
ru: кто то
sl: nekdo
sv: någon
tl: isang tao
tr: birisi
uk: хтось
vi: người nào
zh_hans: 某人
zh_hant: 某人

# spendCurrency
source: Spend %2
bg: Похарчете %2
bn: %2 খরচ করুন
da: Brug %2
de: Verbringen Sie %2
he: הוצא% 2
hi: खर्च % 2
hu: Költés %2
ko: 지출 %2
lv: Iztērē %2
ms: Belanja % 2
nl: Besteed %2
no: Bruk %2
pl: Wydaj %2
ro: Cheltuiește %2
ru: Потратить %2
sv: Spendera %2
tl: Gumastos ng %2
tr: %2 harca
uk: Витрати %2
vi: Chi tiêu %2
zh_hans: 花费 %2
zh_hant: 花費 %2

source: Spend NANO
ar: أنفق نانو
bg: Прекарайте NANO
bn: NANO খরচ করুন
da: Brug NANO
de: NANO ausgeben
he: להוציא ננו
hi: नैनो खर्च करें
hu: Töltsön NANO-t
ja: NANOを使う
ko: 나노를 쓰다
lv: Tērē NANO
ms: Belanjakan NANO
nl: Besteed NANO
no: Bruk NANO
pl: Wydaj NANO
ro: Cheltuiește NANO
ru: Потратить НАНО
sl: Porabite NANO
sv: Spendera NANO
tl: Gumastos ng NANO
tr: NANO harca
uk: Витрати НАНО
vi: Tiêu NANO
zh_hans: 花费 NANO
zh_hant: 花費 NANO

source: Split Bill
ar: سبليت بيل
bg: Разделен Бил
bn: বিভক্ত বিল
de: Geteilte Rechnung
he: ביל מפוצל
hi: स्प्लिट बिल
ja: 分割請求
ko: 분할 청구서
lv: Sadalīts Bils
ms: Bil Pisah
nl: Factuur splitsen
no: Delt regning
pl: Podziel rachunek
ro: Bill împărțit
ru: Разделить счет
sl: Razdeljeni račun
tr: Faturayı Böl
uk: Розділений законопроект
vi: Hóa đơn tách
zh_hans: 拆分账单
zh_hant: 拆分賬單

# splitBillHeader
source: Split A Bill
ar: تقسيم مشروع قانون
bg: Разделяне на сметка
bn: বিভক্ত একটি বিল
da: Del en regning
de: Eine Rechnung teilen
he: פיצול שטר
hi: स्प्लिट ए बिल
ja: 請求書を分割する
ko: 분할 청구서
lv: Sadaliet rēķinu
ms: Pisahkan Bil
nl: Een rekening splitsen
no: Del en regning
pl: Podziel rachunek
ro: Împărțiți o factură
ru: Разделить счет
sl: Razdeli račun
sv: Dela en räkning
tl: Hatiin ang Isang Bill
tr: Fatura Böl
uk: Розділити купюру
vi: Chia một hóa đơn
zh_hans: 拆分账单
zh_hant: 拆分賬單

# splitBillInfo
source: Send a bunch of payment requests at once! Makes it easy it split a bill at a restaurant for example.
ar: أرسل مجموعة من طلبات الدفع دفعة واحدة! يجعل من السهل تقسيم فاتورة في مطعم على سبيل المثال.
bg: Изпратете куп искания за плащане наведнъж! Улеснява разделянето на сметка в ресторант например.
bn: একবারে একগুচ্ছ অর্থপ্রদানের অনুরোধ পাঠান! উদাহরণস্বরূপ এটি একটি রেস্টুরেন্টে একটি বিল ভাগ করা সহজ করে তোলে।
da: Send en masse betalingsanmodninger på én gang! Gør det nemt at dele en regning på f.eks. en restaurant.
de: Senden Sie eine Reihe von Zahlungsaufforderungen auf einmal! Macht es einfach, zum Beispiel eine Rechnung in einem Restaurant aufzuteilen.
he: שלח חבורה של בקשות תשלום בבת אחת! מקל על חלוקת חשבון במסעדה למשל.
hi: एक बार में भुगतान अनुरोधों का एक गुच्छा भेजें! उदाहरण के लिए यह एक रेस्तरां में बिल को विभाजित करना आसान बनाता है।
hu: Egyszerre küldjön egy csomó fizetési kérelmet! Megkönnyíti például a számla felosztását egy étteremben.
ja: 一度にたくさんの支払いリクエストを送信してください！たとえば、レストランで請求書を簡単に分割できます。
ko: 한 번에 많은 지불 요청을 보내십시오! 예를 들어 레스토랑에서 청구서를 쉽게 분할할 수 있습니다.
lv: Nosūtiet uzreiz vairākus maksājuma pieprasījumus! Atvieglo, piemēram, rēķina sadalīšanu restorānā.
ms: Hantar sekumpulan permintaan pembayaran sekaligus! Memudahkan ia membahagikan bil di restoran contohnya.
nl: Verstuur een heleboel betalingsverzoeken in één keer! Maakt het gemakkelijk om bijvoorbeeld een rekening te splitsen in een restaurant.
no: Send en haug med betalingsforespørsler på en gang! Gjør det enkelt å dele en regning på en restaurant for eksempel.
pl: Wyślij kilka próśb o płatność na raz! Ułatwia np. dzielenie rachunku w restauracji.
ro: Trimiteți o grămadă de solicitări de plată deodată! Ușurează împărțirea unei facturi la un restaurant, de exemplu.
ru: Отправляйте сразу кучу запросов на оплату! Например, легко разделить счет в ресторане.
sl: Pošljite kup zahtevkov za plačilo hkrati! Poenostavi na primer razdelitev računa v restavraciji.
sv: Skicka ett gäng betalningsförfrågningar på en gång! Gör det enkelt att dela en räkning på en restaurang till exempel.
tl: Magpadala ng isang grupo ng mga kahilingan sa pagbabayad nang sabay-sabay! Pinapadali nito ang paghahati ng bill sa isang restaurant halimbawa.
tr: Tek seferde bir sürü ödeme isteği gönderin! Örneğin bir restoranda bir faturayı bölmeyi kolaylaştırır.
uk: Надішліть купу платіжних запитів одночасно! Спрощує розділення рахунку, наприклад, у ресторані.
vi: Gửi một loạt các yêu cầu thanh toán cùng một lúc! Ví dụ, giúp bạn dễ dàng chia hóa đơn tại một nhà hàng.
zh_hans: 一次发送一堆付款请求！例如，它可以很容易地在餐厅拆分账单。
zh_hant: 一次發送一堆付款請求！例如，它可以很容易地在餐廳拆分賬單。

# splitBillInfoHeader
source: Split Bill Info
ar: تقسيم معلومات بيل
bg: Разделена информация за сметката
bn: বিভক্ত বিল তথ্য
da: Opdel regningsoplysninger
de: Split-Rechnungsinformationen
he: פיצול פרטי חשבון
hi: स्प्लिट बिल जानकारी
ja: 分割請求情報
ko: 분할 청구서 정보
lv: Dalīta rēķina informācija
ms: Maklumat Bil Pisah
nl: Factuurgegevens splitsen
no: Del regningsinformasjon
pl: Podziel informacje o rachunku
ro: Împărțiți informațiile facturii
ru: Информация о раздельном счете
sl: Informacije o razdeljenem računu
sv: Dela fakturainformation
tl: Impormasyon ng Split Bill
tr: Bölünmüş Fatura Bilgisi
uk: Інформація про розділений рахунок
vi: Thông tin tách bạch hóa đơn
zh_hans: 拆分账单信息
zh_hant: 拆分賬單信息

source: Split By
ar: تقسيم حسب
bg: Разделяне по
bn: দ্বারা বিভক্ত
da: Opdel efter
de: Geteilt durch
he: פיצול לפי
hi: विभाजित करके
hu: Felosztás
ja: 分割
ko: 분할 기준
lv: Sadalīt pēc
ms: Dipisahkan Oleh
nl: Gesplitst door
no: Del opp etter
pl: Podziel według
ru: Разделить по
sl: Razdeli po
sv: Dela av
tl: Hatiin Ni
tr: Bölme Ölçütü
uk: Розділити за
vi: Chia theo
zh_hans: 拆分依据
zh_hant: 拆分依據

# subsButton
source: Subscriptions
bg: Абонаменти
bn: সদস্যতা
da: Abonnementer
de: Abonnements
he: מנויים
hi: सदस्यता
hu: Előfizetések
ko: 구독
lv: Abonementi
ms: Langganan
nl: Abonnementen
no: Abonnementer
pl: Abonamenty
ro: Abonamente
ru: Подписки
sv: Prenumerationer
tl: Mga subscription
tr: Abonelikler
uk: Підписки
vi: đăng ký
zh_hans: 订阅
zh_hant: 訂閱

# subscribeButton
source: Subscribe
ar: الإشتراك
bg: Абонирай се
bn: সাবস্ক্রাইব
da: Abonner
de: Abonnieren
he: הירשם
hi: सदस्यता लेने के
hu: Iratkozz fel
ja: 申し込む
ko: 구독하다
lv: Abonēt
ms: Langgan
nl: Abonneren
no: Abonnere
pl: Subskrybuj
ro: Abonati-va
ru: Подписывайся
sl: Naročite se
sv: Prenumerera
tl: Mag-subscribe
tr: Abone olmak
uk: Підпишіться
vi: Đặt mua
zh_hans: 订阅
zh_hant: 訂閱

source: Subscribed
bg: Абониран
bn: সদস্যতা
da: Abonneret
de: Gezeichnet
he: נרשם
hi: सदस्यता लिया
hu: Előfizetve
ko: 구독
lv: Abonēts
ms: Dilanggan
nl: Geabonneerd
no: Abonner
pl: Subskrybowane
ro: Abonat
ru: Подписан
sv: Prenumererade
tl: Naka-subscribe
tr: Abone olundu
uk: Підписався
vi: đã đăng ký
zh_hans: 已订阅
zh_hant: 已訂閱

source: Subscribe Every
bg: Абонирайте се за всеки
da: Abonner hver
de: Abonnieren Sie alle
he: הירשם כל
hi: सदस्यता लें हर
hu: Feliratkozás Minden
ko: 구독하기
ms: Langgan Setiap
nl: Abonneer je op elke
pl: Subskrybuj co
ro: Abonați-vă fiecare
ru: Подписывайтесь каждый
sv: Prenumerera varje
tr: Abone Ol
uk: Підпишіться кожен
zh_hans: 订阅每
zh_hant: 訂閱每

# subscribeWithApple
source: Subscribe via Apple Pay
ar: اشترك عبر Apple Pay
bg: Абонирайте се чрез Apple Pay
bn: অ্যাপল পে এর মাধ্যমে সদস্যতা নিন
da: Abonner via Apple Pay
de: Abonnieren Sie über Apple Pay
he: הירשם באמצעות Apple Pay
hi: ऐप्पल पे के माध्यम से सदस्यता लें
hu: Előfizetés az Apple Pay-en keresztül
ja: Apple Pay で購読する
ko: Apple Pay를 통해 구독
lv: Abonējiet, izmantojot Apple Pay
ms: Langgan melalui Apple Pay
nl: Abonneer u via Apple Pay
no: Abonner via Apple Pay
pl: Subskrybuj przez Apple Pay
ro: Abonați-vă prin Apple Pay
ru: Оформить подписку через ApplePay
sl: Naročite se prek Apple Pay
sv: Prenumerera via Apple Pay
tl: Mag-subscribe sa pamamagitan ng Apple Pay
tr: Apple Pay ile abone olun
uk: Підпишіться через Apple Pay
vi: Đăng ký qua Apple Pay
zh_hans: 通过 Apple Pay 订阅
zh_hant: 通過 Apple Pay 訂閱

source: Subscribing
bg: Абониране
bn: সদস্যতা
da: Abonner
de: Abonnieren
he: מנוי
hi: सदस्यता ली जा रही
hu: Előfizetés
ko: 구독하기
lv: Abonēšana
ms: melanggan
nl: Abonneren
no: Abonner
pl: Subskrypcja
ro: Abonarea
ru: Подписка
sv: Prenumererar
tl: Nagsu-subscribe
tr: abone olmak
uk: Підписка
vi: đăng ký
zh_hans: 订阅中
zh_hant: 訂閱中

# subsInfo
source: You can use subscriptions to setup things like a monthly donation to your favorite content creator, or a monthly subscription to a service, the length of the subscription is customizable, and easily turned off and on again. When a subscription becomes due, you'll get a notification and a badge to remind you that it's due.
bg: Можете да използвате абонаменти, за да настроите неща като месечно дарение за любимия ви създател на съдържание или месечен абонамент за услуга, като продължителността на абонамента може да се персонализира и лесно се изключва и включва отново. Когато даден абонамент стане дължим, ще получите известие и значка, които да ви напомнят, че е дължим.
da: Du kan bruge abonnementer til at konfigurere ting som en månedlig donation til din yndlingsindholdsskaber eller et månedligt abonnement på en tjeneste. Længden af abonnementet kan tilpasses og kan nemt slås fra og til igen. Når et abonnement forfalder, får du en notifikation og et badge for at minde dig om, at det er forfaldent.
de: Sie können Abonnements verwenden, um Dinge wie eine monatliche Spende an Ihren bevorzugten Ersteller von Inhalten oder ein monatliches Abonnement für einen Dienst einzurichten, die Länge des Abonnements ist anpassbar und kann einfach deaktiviert und wieder aktiviert werden. Wenn ein Abonnement fällig wird, erhalten Sie eine Benachrichtigung und ein Abzeichen, um Sie daran zu erinnern, dass es fällig ist.
he: אתה יכול להשתמש במינויים כדי להגדיר דברים כמו תרומה חודשית ליוצר התוכן המועדף עליך, או מנוי חודשי לשירות, אורך המנוי ניתן להתאמה אישית, ובקלות לכבות ולהדליק שוב. כשיגיע מועד למנוי, תקבל התראה ותג כדי להזכיר לך שזה הגיע.
hi: आप अपने पसंदीदा सामग्री निर्माता को मासिक दान, या किसी सेवा के लिए मासिक सदस्यता जैसी चीजों को सेटअप करने के लिए सदस्यता का उपयोग कर सकते हैं, सदस्यता की अवधि अनुकूलन योग्य है, और आसानी से बंद और फिर से चालू हो जाती है। जब कोई सदस्यता देय हो जाती है, तो आपको यह याद दिलाने के लिए एक सूचना और एक बैज प्राप्त होगा कि यह देय है।
hu: Az előfizetések segítségével beállíthat olyan dolgokat, mint például havi adományozás kedvenc tartalomkészítőjének vagy havi előfizetés egy szolgáltatásra. Az előfizetés időtartama testreszabható, és könnyen ki- és bekapcsolható. Amikor egy előfizetés esedékessé válik, értesítést és egy jelvényt kap, amely emlékezteti az előfizetés esedékességére.
ko: 구독을 사용하여 좋아하는 콘텐츠 제작자에게 월간 기부 또는 서비스에 대한 월간 구독과 같은 항목을 설정할 수 있으며 구독 기간은 사용자 정의할 수 있으며 쉽게 껐다가 다시 켤 수 있습니다. 구독 기한이 되면 기한이 되었음을 알리는 알림과 배지가 표시됩니다.
ms: Anda boleh menggunakan langganan untuk menyediakan perkara seperti derma bulanan kepada pencipta kandungan kegemaran anda, atau langganan bulanan kepada perkhidmatan, tempoh langganan boleh disesuaikan dan mudah dimatikan dan dihidupkan semula. Apabila langganan perlu dibayar, anda akan mendapat pemberitahuan dan lencana untuk mengingatkan anda bahawa ia perlu dibayar.
nl: U kunt abonnementen gebruiken om dingen in te stellen zoals een maandelijkse donatie aan uw favoriete maker van inhoud, of een maandelijks abonnement op een service. De duur van het abonnement is aanpasbaar en kan eenvoudig worden uit- en weer ingeschakeld. Wanneer een abonnement vervalt, ontvangt u een melding en een badge om u eraan te herinneren dat het vervalt.
pl: Możesz użyć subskrypcji, aby skonfigurować takie rzeczy, jak miesięczna darowizna dla ulubionego twórcy treści lub miesięczna subskrypcja usługi, długość subskrypcji można dostosować oraz łatwo wyłączyć i ponownie włączyć. Gdy upływa termin subskrypcji, otrzymasz powiadomienie i plakietkę przypominającą o tym terminie.
ro: Puteți folosi abonamente pentru a configura lucruri precum o donație lunară către creatorul dvs. de conținut preferat sau un abonament lunar la un serviciu, durata abonamentului este personalizabilă și ușor dezactivată și reactivată. Când un abonament devine scadent, veți primi o notificare și o insignă pentru a vă aminti că este scadent.
ru: Вы можете использовать подписки для настройки таких вещей, как ежемесячное пожертвование вашему любимому создателю контента или ежемесячная подписка на службу, продолжительность подписки настраивается, и ее легко отключить и снова включить. Когда срок подписки подходит к концу, вы получите уведомление и значок, чтобы напомнить вам, что срок ее действия истек.
sv: Du kan använda prenumerationer för att ställa in saker som en månatlig donation till din favoritinnehållsskapare eller en månatlig prenumeration på en tjänst, längden på prenumerationen är anpassningsbar och kan enkelt stängas av och slås på igen. När en prenumeration förfaller får du ett meddelande och ett märke för att påminna dig om att det förfaller.
tr: Abonelikleri, favori içerik oluşturucunuza aylık bağış veya bir hizmete aylık abonelik gibi ayarları yapmak için kullanabilirsiniz; aboneliğin süresi özelleştirilebilir ve kolayca kapatılıp tekrar açılabilir. Bir aboneliğin süresi dolduğunda, size bunun son tarihini hatırlatan bir bildirim ve bir rozet alırsınız.
uk: Ви можете використовувати підписки, щоб налаштувати такі речі, як щомісячна пожертва вашому улюбленому творцю контенту або щомісячна підписка на послугу. Тривалість підписки можна налаштувати, її легко вимкнути та знову ввімкнути. Коли термін підписки настане, ви отримаєте сповіщення та значок, щоб нагадати вам про це.
zh_hans: 您可以使用订阅来设置诸如每月向您最喜欢的内容创作者捐款，或每月订阅一项服务，订阅的长度是可定制的，并且可以轻松地关闭和重新打开。当订阅到期时，您会收到通知和徽章，提醒您订阅到期。
zh_hant: 您可以使用訂閱來設置諸如每月向您最喜歡的內容創作者捐款，或每月訂閱一項服務，訂閱的長度是可定制的，並且可以輕鬆地關閉和重新打開。當訂閱到期時，您會收到通知和徽章，提醒您訂閱到期。

# supportDevelopment
source: Help Support Development
ar: مساعدة في دعم التنمية
bg: Помощ за поддръжка на развитието
bn: সাহায্য সমর্থন উন্নয়ন
da: Hjælp med at støtte udvikling
de: Helfen Sie mit, die Entwicklung zu unterstützen
he: עזרה בתמיכה בפיתוח
hi: सहायता समर्थन विकास
hu: Segítség Támogatás Fejlesztés
ja: ヘルプ サポート開発
ko: 도움말 지원 개발
lv: Palīdzība Atbalsts attīstībai
ms: Bantu Sokongan Pembangunan
nl: Help Ondersteuning Ontwikkeling
no: Hjelp til å støtte utvikling
pl: Pomóż wesprzeć rozwój
ro: Ajută la sprijinirea dezvoltării
ru: Помогите поддержать развитие
sl: Pomoč Podpora razvoju
sv: Hjälp att stödja utveckling
tl: Tulong sa Pag-unlad ng Suporta
tr: Destek Geliştirmeye Yardım
uk: Допомога Підтримка розвитку
vi: Trợ giúp Hỗ trợ Phát triển
zh_hans: 帮助支持发展
zh_hant: 幫助支持發展

source: Support the Developer
ar: دعم المطور
bg: Подкрепа на разработчика
bn: ডেভেলপারকে সহায়তা করুন
da: Støt udvikleren
de: Unterstützen Sie den Entwickler
he: תמיכה במפתח
hi: डेवलपर का समर्थन करें
hu: Támogatja a fejlesztőt
ja: 開発者を支援する
ko: 개발자 지원
ms: Sokong Pembangun
nl: Steun de ontwikkelaar
no: Støtt utvikleren
pl: Wspieraj programistę
ro: Sprijiniți dezvoltatorul
ru: Поддержать разработчика
sl: Podpora razvijalcu
sv: Stöd utvecklaren
tl: Suportahan ang Developer
tr: Geliştiriciyi Destekleyin
uk: Підтримати розробника
vi: Hỗ trợ Nhà phát triển
zh_hans: 支持开发者
zh_hant: 支持開發人員

source: Swapping
ar: مبادلة
bg: Размяна
bn: অদলবদল
da: Bytte
de: Austauschen
he: החלפה
hi: अदला-बदली
hu: Csere
ja: スワッピング
ko: 스와핑
lv: Maiņa
ms: Bertukar-tukar
nl: Ruilen
no: Bytting
pl: Zamiana
ro: Schimbarea
ru: Обмен
sl: Zamenjava
sv: Byte
tl: Pagpapalit
tr: takas
uk: Обмін
vi: Hoán đổi
zh_hans: 交换
zh_hant: 交換

source: Swap XMR
ar: مبادلة XMR
bg: Разменете XMR
bn: অদলবদল XMR
da: Byt XMR
de: XMR tauschen
he: החלפת XMR
hi: स्वैप एक्सएमआर
hu: Cserélje ki az XMR-t
ja: スワップXMR
ko: XMR 교환
lv: Nomainiet XMR
ms: Tukar XMR
nl: Ruil XMR
no: Bytt XMR
pl: Zamień XMR
ro: Schimbați XMR
ru: Обмен XMR
sl: Zamenjaj XMR
sv: Byt XMR
tl: Palitan ang XMR
tr: XMR'yi Değiştir
uk: Поміняти місцями XMR
vi: Hoán đổi XMR
zh_hans: 交换 XMR
zh_hant: 交換 XMR
