Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# resetDatabaseConfirmation
source: Are you sure? This will delete any gift cards you have created, memos, messages, and contacts will all be erased. This will NOT delete your wallet's internal seed, but you should still back it up if you haven't done so already. If you're having issues or encountering a bug, you should report it on the discord server (the link to it is at the bottom of the settings drawer).
ar: هل تريد بالتأكيد إعادة تعيين قاعدة البيانات الداخلية؟ قد يؤدي ذلك إلى إصلاح المشكلات المتعلقة بتحديث التطبيق، ولكنه سيؤدي أيضًا إلى حذف جميع التفضيلات المحفوظة. لن يؤدي هذا إلى حذف بذور محفظتك. إذا كنت تواجه مشكلات، فيجب عليك الاحتفاظ بنسخة احتياطية من البذور الخاصة بك، وإعادة تثبيت التطبيق، وإذا استمرت المشكلة، فلا تتردد في إنشاء تقرير خطأ على github أو discord.
bg: Сигурни ли сте, че искате да възстановите вътрешната база данни? Това може да отстрани проблеми, свързани с актуализирането на приложението, но също така ще изтрие всички запазени предпочитания. Това няма да изтрие семената на портфейла ви. Ако имате проблеми, трябва да архивирате семето си, да инсталирате отново приложението и ако проблемът продължава, не се колебайте да направите доклад за грешки в github или раздора.
bn: আপনি কি নিশ্চিতরূপে অভ্যন্তরীণ ডাটাবেস রিসেট করতে চান? এটি অ্যাপটি আপডেট করার সাথে সম্পর্কিত সমস্যাগুলি সমাধান করতে পারে, তবে সমস্ত সংরক্ষিত পছন্দগুলিও মুছে ফেলবে। এটি আপনার মানিব্যাগ বীজ মুছে ফেলবে না। যদি আপনার কোন সমস্যা থাকে তবে আপনার বীজের ব্যাকআপ করা উচিত, অ্যাপটি পুনরায় ইনস্টল করা উচিত এবং যদি সমস্যাটি চলতে থাকে তবে জিথুব বা অসঙ্গতির উপর বাগ রিপোর্ট করতে বিনা দ্বিধায়।
da: Er du sikker på, at du vil nulstille den interne database? Dette kan løse problemer i forbindelse med opdatering af appen, men sletter også alle gemte præferencer. Dette vil IKKE slette din tegnebog frø. Hvis du har problemer, skal du sikkerhedskopiere dit frø, geninstaller appen, og hvis problemet fortsætter, er du velkommen til at lave en fejlrapport om github eller uenighed.
de: Möchten Sie die interne Datenbank wirklich zurücksetzen? Dies kann Probleme im Zusammenhang mit der Aktualisierung der App beheben, aber auch alle gespeicherten Einstellungen werden gelöscht. Dadurch wird Ihr Wallet-Samen NICHT gelöscht. Wenn du Probleme hast, solltest du deinen Seed sichern, die App neu installieren und wenn das Problem weiterhin besteht, kannst du gerne einen Fehlerbericht auf Github oder Discord erstellen.
he: האם אתה בטוח שאתה רוצה לאפס את מסד הנתונים הפנימי? פעולה זו עשויה לפתור בעיות הקשורות לעדכון האפליקציה, אך גם תמחק את כל ההעדפות שנשמרו. פעולה זו לא תמחק את זרע הארנק שלך. אם אתה נתקל בבעיות עליך לגבות את הזרע שלך, התקן מחדש את האפליקציה, ואם הבעיה נמשכת אל תהסס לדווח על באגים ב- github או מחלוקת.
hi: क्या आप वाकई आंतरिक डेटाबेस को रीसेट करना चाहते हैं? यह ऐप को अपडेट करने से संबंधित समस्याओं को ठीक कर सकता है, लेकिन सभी सहेजी गई प्राथमिकताओं को भी हटा देगा। यह आपके वॉलेट सीड को डिलीट नहीं करेगा। यदि आपको समस्याएं आ रही हैं तो आपको अपने बीज का बैकअप लेना चाहिए, ऐप को फिर से इंस्टॉल करना चाहिए, और यदि समस्या बनी रहती है तो जिथब या कलह पर बग रिपोर्ट करने के लिए स्वतंत्र महसूस करें।
hu: Biztosan vissza akarja állítani a belső adatbázist? Ez megoldhatja az alkalmazás frissítésével kapcsolatos problémákat, de törli az összes mentett beállítást is. Ez NEM törli a pénztárca magját. Ha problémái vannak, készítsen biztonsági másolatot a magról, telepítse újra az alkalmazást, és ha a probléma továbbra is fennáll, készítsen hibajelentést a githubról vagy a viszályról.
ja: 内部データベースをリセットしてよろしいですか? これにより、アプリのアップデートに関連する問題が修正される可能性がありますが、保存されているすべての設定も削除されます。ウォレットシードは削除されません。問題が発生している場合は、シードをバックアップしてアプリを再インストールし、問題が解決しない場合は、githubまたはDiscordでバグレポートを作成してください。
ko: 내부 데이터베이스를 재설정하시겠습니까? 이렇게 하면 앱 업데이트와 관련된 문제가 해결될 수 있지만 저장된 환경 설정도 모두 삭제됩니다.지갑 시드는 삭제되지 않습니다.문제가 발생하면 시드를 백업하고 앱을 다시 설치해야하며 문제가 지속되면 github 또는 discord에서 버그 보고서를 작성하십시오.
lv: Are you sure you want to reset the internal database? This may fix issues related to updating the app, but will also delete all saved preferences. This will NOT delete your wallet seed. If you're having issues you should backup your seed, re-install the app, and if the issue persists feel free to make a bug report on github or discord.
ms: Adakah anda pasti ingin menetapkan semula pangkalan data dalaman? Ini mungkin membetulkan masalah yang berkaitan dengan mengemas kini aplikasi, tetapi juga akan menghapus semua pilihan yang disimpan. Ini TIDAK akan memadamkan benih dompet anda. Sekiranya anda menghadapi masalah, anda harus membuat sandaran benih anda, pasang semula aplikasinya, dan jika masalahnya berterusan, jangan ragu untuk membuat laporan pepijat mengenai github atau perselisihan.
nl: Weet u zeker dat u de interne database wilt resetten? Hiermee kunnen problemen met betrekking tot het updaten van de app worden opgelost, maar worden ook alle opgeslagen voorkeuren verwijderd. Hiermee wordt uw wallet seed NIET verwijderd. Als u problemen ondervindt, moet u een back-up maken van uw seed, de app opnieuw installeren en als het probleem zich blijft voordoen, kunt u een bugrapport maken op github of onenigheid.
no: Er du sikker på at du vil tilbakestille den interne databasen? Dette kan løse problemer knyttet til oppdatering av appen, men vil også slette alle lagrede preferanser. Dette vil IKKE slette lommebokfrøet ditt. Hvis du har problemer, bør du ta sikkerhetskopi av frøet ditt, installer appen på nytt, og hvis problemet vedvarer, kan du gjerne lage en feilrapport om github eller uenighet.
pl: Czy na pewno chcesz zresetować wewnętrzną bazę danych? Może to rozwiązać problemy związane z aktualizacją aplikacji, ale także usunie wszystkie zapisane preferencje. To NIE spowoduje usunięcia nasion portfela. Jeśli masz problemy, powinieneś wykonać kopię zapasową swojego materiału siewnego, zainstaluj ponownie aplikację, a jeśli problem będzie się powtarzał, możesz zgłosić błąd na githubie lub discordzie.
ro: Sigur doriți să resetați baza de date internă? Acest lucru poate rezolva problemele legate de actualizarea aplicației, dar va șterge, de asemenea, toate preferințele salvate. Acest lucru NU va șterge sămânța portofelului. Dacă aveți probleme, ar trebui să faceți o copie de rezervă a semințelor, să reinstalați aplicația și, dacă problema persistă, nu ezitați să faceți un raport de eroare pe github sau discordie.
ru: Вы действительно хотите сбросить внутреннюю базу данных? Это может устранить проблемы, связанные с обновлением приложения, но также удалит все сохраненные настройки. Это НЕ приведет к удалению seed вашего кошелька. Если у вас возникли проблемы, вам следует создать резервную копию seed, переустановить приложение, а если проблема не исчезнет, не стесняйтесь сообщать об ошибке на github или discord.
sl: Ali ste prepričani, da želite ponastaviti notranjo bazo podatkov? To lahko odpravi težave, povezane s posodabljanjem aplikacije, izbriše pa tudi vse shranjene nastavitve. To NE bo izbrisalo semena denarnice. Če imate težave, morate varnostno kopirati seme, znova namestiti aplikacijo in če težava še vedno obstaja, vas prosimo, da pripravite poročilo o napaki o githubu ali nesoglasju.
sv: Är du säker på att du vill återställa den interna databasen? Detta kan lösa problem relaterade till uppdatering av appen, men kommer också att ta bort alla sparade inställningar. Detta kommer INTE att ta bort din plånboksfrö. Om du har problem bör du säkerhetskopiera ditt frö, installera om appen, och om problemet kvarstår gör du gärna en felrapport om github eller oenighet.
tl: Sigurado ka bang gusto mong i-reset ang panloob na database? Maaaring ayusin nito ang mga isyu na may kaugnayan sa pag-update ng app, ngunit tatanggalin din ang lahat ng naka-save na mga kagustuhan. HINDI nito tatanggalin ang binhi ng iyong wallet. Kung mayroon kang mga isyu, dapat mong i-backup ang iyong binhi, muling i-install ang app, at kung nagpapatuloy ang isyu, huwag mag-atubiling gumawa ng ulat ng bug sa github o pagtatalo.
tr: Dahili veritabanını sıfırlamak istediğinizden emin misiniz? Bu, uygulamanın güncellenmesiyle ilgili sorunları çözebilir, ancak kaydedilen tüm tercihleri de siler. Bu, cüzdan tohumunuzu silmeyecektir. Sorun yaşıyorsanız tohumunuzu yedeklemelisiniz, uygulamayı yeniden yükle, ve sorun devam ederse github veya discord hakkında bir hata raporu hazırlamaktan çekinmeyin.
uk: Ви впевнені, що хочете скинути внутрішню базу даних? Це може виправити проблеми, пов'язані з оновленням програми, але також видалить усі збережені налаштування. Це НЕ видалить насіння вашого гаманця. Якщо у вас виникли проблеми, вам слід створити резервну копію свого насіння, повторно встановити додаток, і якщо проблема не зникне, сміливо робіть звіт про помилку на github або discord.
vi: Bạn có chắc chắn muốn đặt lại cơ sở dữ liệu nội bộ? Điều này có thể khắc phục sự cố liên quan đến việc cập nhật ứng dụng, nhưng cũng sẽ xóa tất cả các tùy chọn đã lưu. Điều này sẽ KHÔNG xóa hạt giống ví của bạn. Nếu bạn gặp sự cố, bạn nên sao lưu hạt giống của bạn, cài đặt lại ứng dụng và nếu vấn đề vẫn còn cảm thấy tự do để thực hiện một báo cáo lỗi về github hoặc bất hòa.
zh_hans: 确实要重置内部数据库吗？ 这可能会解决与更新应用程序有关的问题，但也会删除所有已保存的首选项。这不会删除你的钱包种子。如果你遇到问题，你应该备份你的种子，重新安装应用程序，如果问题仍然存在，请随时在github或Discord上提交错误报告。
zh_hant: 您確定要重設內部資料庫嗎？ 這可能會修復與更新應用程式相關的問題，但也會刪除所有儲存的偏好設定。這不會刪除您的錢包種子。如果您遇到問題，則應備份種子，重新安裝該應用程序，如果問題仍然存在，請隨時在 github 或不和諧上進行錯誤報告。

source: Retry
ar: إعادة المحاولة
bg: Повторен опит
bn: পুনরায় চেষ্টা করা
da: Prøv igen
de: Versuchen Sie es erneut
he: נסה שוב
hi: पुनः प्रयास करें
hu: Próbálja újra
ja: 再試行
ko: 재시도
ms: Cuba semula
nl: Probeer het opnieuw
no: Prøv på nytt
pl: Ponów próbę
ro: Reîncercați
ru: Повторить
sl: Poskusite znova
sv: Försök igen
tl: Subukan muli
tr: Tekrar Dene
uk: Повторити спробу
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# rootWarning
source: It appears your device is "rooted", "jailbroken", or modified in a way that compromises security. It is recommended that you reset your device to its original state before proceeding.
ar: يبدو أن جهازك "rooted" أو "jailbroken" أو تم تعديله بطريقة تعرض الأمان للخطر. يرجى إعادة ضبط جهازك إلى حالته الأصلية قبل المتابعة.
bg: Изглежда вашето устройство е “рутнато”, “джейлбрейкнато” или модифицирано така, че да може да бъде компроментирано. Препоръчително е да върнете устройството към фабрични настройки преди да продължите.
bn: মনে হচ্ছে আপনার ডিভাইসটি "রুট", "জেলব্রোকেন", বা এমনভাবে সংশোধন করা হয়েছে যা নিরাপত্তার সাথে আপোষ করে। এগিয়ে যাওয়ার আগে আপনার ডিভাইসটিকে তার আসল অবস্থায় রিসেট করার পরামর্শ দেওয়া হচ্ছে।
da: Zdá se, že vaše zařízení je "rootováno", "jailbroken" nebo upraveno způsobem, který ohrožuje zabezpečení. Před pokračováním se doporučuje resetovat zařízení do původního stavu.
de: Es sieht aus, als seien Änderungen an deinem Gerät vorgenommen worden, welche dessen Sicherheit beeinträchtigen. Es wird empfohlen, das Gerät in seinen Originalzustand zurückzusetzen.
hi: ऐसा प्रतीत होता है कि आपका डिवाइस "रूटेड", "जेलब्रोकन" है, या सुरक्षा से समझौता करने वाले तरीके से संशोधित है। यह अनुशंसा की जाती है कि आप आगे बढ़ने से पहले अपने डिवाइस को उसकी मूल स्थिति में रीसेट कर दें।
ja: お使いの電子機器は制限が不正に無効化されており、セキュリティが不十分な状態です。作業を進行する前に元の状態にリセットするよう推奨します。
ms: Nampaknya peranti anda "di-root", "jailbroken", atau diubah suai dengan cara yang menjejaskan keselamatan. Adalah disyorkan bahawa anda menetapkan semula peranti anda kepada keadaan asal sebelum meneruskan.
nl: Het lijkt erop dat jouw apparaat is "geroot", "gejailbreakt" of is aangepast op een manier die de beveiliging in gevaar brengt. Het wordt aanbevolen dat je jouw apparaat in de oorspronkelijke staat reset voordat je doorgaat.
no: Din enhet er tilsynelatende "rooted", "jailbroken", eller endret på en måte som kompromitterer din sikkerhet. Det er anbefalt at du nullstiller enheten til opprinnelig tilstand, før du fortsetter.
pl: Wygląda na to, że twoje urządzenie zostało zmodyfikowane. Jest rekomendowane żeby zresetować urządzenie do oryginalnego stanu przed kontynuacją.
ro: Se pare că acest dispozitiv este "rootat" / "jailbroken" sau modificat astfel încât securitatea este pusă în pericol. Recomandăm să resetați dispozitivul la starea originală înainte de a continua.
ru: Похоже, ваше устройство "рутировано" , "взломано" или модифицировано таким образом, что это ставит под угрозу безопасность. Перед продолжением рекомендуется переустановить устройство в исходное состояние.
sv: Det verkar som att din enhet har "rootats", "jailbreakats" eller modififierats på ett sätt som kan äventyra säkerheten. Det är rekommenderat att du återställer din enhet till sitt ursprungliga tillstånd.
tl: Ang iyong device ay "rooted", "jailbroken", o nabago ang security settings. Mabuti na i-reset mo ang iyong device sa orihinal na estado bago magpatuloy.
tr: Cihazın "root" veya "jailbreak" edilmiş gibi görünüyor. Bu durum bir güvenlik riski oluşturuyor. Devam etmeden önce cihazını sıfırlamanı ve eski haline döndürmeni tavsiye ederiz.
uk: Схоже що ваш прилад "rooted", "jailbroken", чи модифікований настільки, що це небезпечно. Рекомендовано повернути фабричні установки вашому приладу перед продовженням.
vi: Có vẻ như thiết bị của bạn đã được "root", "jailbreak" hoặc được sửa đổi gây ảnh hưởng đến tính bảo mật. Bạn nên đặt lại thiết bị của bạn về trạng thái ban đầu trước khi tiếp tục.
zh_hans: 您的设备似乎被“越狱”或被修改，从而存在安全隐患。建议您在继续之前把设备还原到初始状态。
zh_hant: 您的裝置似乎已「越獄」或被修改，從而存在安全疑慮。建議您在繼續之前，將裝置還原至初始狀態。

# scanInstructions
source: Scan a %2 address QR code
ar: مسح عنوان رمز الاستجابة السريعة
bg: Сканирай Nano адрес или QR-код
bn: একটি ন্যানো <নতুন লাইন> ঠিকানা QR কোড স্ক্যান করুন
da: Naskenujte QR kód Nano adresy
de: Scanne einen Nano-Address-QR-Code
he: סרוק כתובת ברקוד של נאנו
hi: बनानो के पते का क्यू आर कोड स्कैन करें
hu: Olvass be QR kóddal egy Nano címet
ja: ナノ アドレスのQRコードをスキャンします
ko: Nano QR 코드 주소를 스캔하하세요
lv: Noskenējiet Nano adreses QR kodu
ms: Imbaskan Kod QR Alamat Nano anda
nl: Scan een Nano adres QR code
no: Scan en NANO adresse QR-kode
pl: Zeskanuj addres Kod QR
ro: Scanează o adresă NANO de tip cod QR
ru: Сканировать QR-код адрес.
sl: Zajemi Nano naslov QR kodo
sv: Skanna en Nano adress QR-kod
tl: I-scan ang Nano address QR code
tr: Nano Adresi'nin QR Kodu'nu tarayın
uk: Сканувати QR код NANO адреси
vi: Quét mã QR địa chỉ Banano
zh_hans: 扫描NANO二维码地址
zh_hant: 掃描 NANO 二維條碼地址

source: Scan NFC
ar: إرسال عبر NFC
bg: Изпращане чрез NFC
bn: NFC এর মাধ্যমে পাঠান
da: Send via NFC
de: Über NFC senden
he: שלח דרך NFC
hi: एनएफसी के माध्यम से भेजें
hu: Küldés NFC-n keresztül
ja: NFC経由で送信
ko: NFC를 통해 보내기
lv: Sūtīt, izmantojot NFC
ms: Hantar melalui NFC
nl: Verzenden via NFC
no: Send via NFC
pl: Wyślij przez NFC
ro: Trimite prin NFC
ru: Отправить через NFC
sl: Pošlji prek NFC
sv: Skicka via NFC
tl: Ipadala sa pamamagitan ng NFC
tr: NFC ile gönder
uk: Надіслати через NFC
vi: Gửi qua NFC
zh_hans: 通过 NFC 发送
zh_hant: 通過 NFC 發送

source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
bg: Сканирай QR-код
bn: QR কোড স্ক্যান করুন
da: Oskenovat QR kód
de: QR-Code scannen
he: סרוק ברקוד
hi: क्यूआर कोड स्कैन करें
hu: Olvasd be a QR Kódot
ja: QRコードをスキャン
ko: QR 코드를 스캔하세요
lv: Skenēt QR kodu
ms: Imbaskan Kod QR
no: Scan QR-kode
pl: Skanuj Kod QR
ro: Scanare cod QR
ru: Сканировать QR-код
sl: Zajemi QR kodo
sv: Skanna QR-kod
tl: I-scan ang QR Code
tr: QR Kodu Tara
uk: Сканувати QR код
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描二維條碼

source: Schedule
bg: График
bn: সময়সূচী
da: Tidsplan
de: Zeitplan
he: לוח זמנים
hi: अनुसूची
hu: Menetrend
ko: 일정
lv: Grafiks
ms: Jadual
nl: Schema
no: Rute
pl: Harmonogram
ro: Programa
ru: График
sv: Schema
tl: Iskedyul
tr: Takvim
uk: розклад
vi: Lịch trình
zh_hans: 日程
zh_hant: 日程

# searchHint
source: Search for anything
ar: ابحث عن أي شيء
bg: Търсете каквото и да е
bn: যেকোনো কিছুর জন্য অনুসন্ধান করুন
da: Søg efter noget
de: Suche nach irgendwas
he: חפש כל דבר
hi: किसी भी चीज़ की खोज करें
hu: Bármit kereshet
ja: 何でも検索
ko: 무엇이든 검색
ms: Cari apa-apa
nl: Zoek naar alles
no: Søk etter hva som helst
pl: Szukaj czegokolwiek
ro: Caută orice
ru: Ищите что угодно
sl: Poiščite karkoli
sv: Sök efter vad som helst
tl: Maghanap ng anumang bagay
tr: Herhangi bir şey arayın
uk: Шукати що-небудь
vi: Tìm bất cứ điều gì
zh_hans: 搜索任何东西
zh_hant: 搜尋任何東西

# secretInfo
source: In the next screen, you will see your secret phrase. It is a password to access your funds. It is crucial that you back it up and never share it with anyone.
ar: في الشاشة التالية ، سترى العبارة السرية الخاصة بك. إنها كلمة مرور للوصول إلى أموالك. من الأهمية أن تقوم بنسخه احتياطيًا وأن لا تشاركه أبدًا مع أي شخص.
bg: На следващия екран ще видите тайната си фраза. Това е парола за достъп до средствата ви. От решаващо значение е да я архивирате и никога да не я споделяте с никого.
bn: পরবর্তী পর্দায়, আপনি আপনার গোপন বাক্যাংশ দেখতে পাবেন। আপনার তহবিল অ্যাক্সেস করার জন্য এটি একটি পাসওয়ার্ড। এটি গুরুত্বপূর্ণ যে আপনি এটি ব্যাক আপ করুন এবং এটি কারও সাথে শেয়ার করবেন না।
da: Na další obrazovce uvidíte svoji tajnou frázi. Jedná se o heslo pro přístup k vašim finančním prostředkům. Je zásadní, abyste jej zálohovali a nikdy s nikým nesdíleli.
de: Auf der nächsten Seite siehst du deine Geheimsequenz. Diese erlaubt dir Zugriff auf dein Guthaben. Es ist sehr wichtig, dass du sie sicherst und geheim hältst.
hi: अगली स्क्रीन में, आप अपना गुप्त वाक्यांश देखेंगे। यह आपके फंड तक पहुंचने के लिए एक पासवर्ड है। यह महत्वपूर्ण है कि आप इसका बैकअप लें और इसे कभी किसी के साथ साझा न करें।
ja: 次の画面で、シークレットフレーズが表示されます。資金にアクセスするためのパスワードです。バックアップして、誰とも共有しないでください。
lv: Nākamajā sadaļā redzēsiet jūsu slepeno frāzi. Tā ir parole ar kuru varat piekļūt jūsu līdzekļiem. Ir ārkārtīgi svarīgi izveidot rezerves kopiju un turēt to noslēpumā.
ms: Dalam skrin seterusnya, anda akan melihat frasa rahsia anda. Ia adalah kata laluan untuk mengakses dana anda. Adalah penting bahawa anda menyokongnya dan tidak pernah berkongsi dengan sesiapa sahaja.
nl: In het volgende scherm zie je jouw geheime zin. Het is een wachtwoord voor toegang tot jouw saldo. Het is cruciaal dat je er een back-up van maakt en het nooit met iemand deelt.
no: På neste skjerm vil du se din Tilknytningskode, som er en adgangskode til dine midler. Det er avgjørende at du sikkerhetskopierer denne og aldri deler den med noen.
pl: Na następnym ekranie zobaczysz swoją sekretną frazę. Jest ona hasłem do twoich funduszy. Jest istotne aby ją zapisać i nigdy nie podawać komukolwiek.
ro: În continuare, veți vedea formula secretă a portofelului. Aceasta este o parolă care permite accesul la fonduri. Este vital să fie notată într-un caiet și să nu fie arătată vreodată nimănui.
ru: На следующем экране вы увидите свою секретную фразу. Это пароль для доступа к вашим средствам. Крайне важно, чтобы вы создали резервную копию и никогда не передавали ее никому.
sl: Na naslednjem zaslonu boste videli vaš skrivni niz. Ta niz je geslo za dostop do vašega računa. Nujno je, da ga varno shranite in ne delite z nikomur.
sv: På nästa skärm kommer du att se din hemliga fras. Det är ett lösenord för att komma åt dina tillgångar. Det är viktigt att du sparar ner den och aldrig delar den med någon.
tl: Sa susunod na screen, makikita mo ang iyong secret phrase. Ito ay password para ma-access mo ang iyong pondo. Importante na iback-up mo ito at wag mong i-share sa iba.
tr: Sonraki ekranda gizlini cümleni göreceksin. Gizli cümle, cüzdanına ve bakiyene erişmeni sağlayan bir çeşit şifre. Gizli cümleni güvenli bir yere yedeklemen ve kimseyle paylaşmaman çok önemli.
uk: На наступному екрані ви побачите секретну фразу. Це пароль для доступа до ваших коштів. Це НАДЗВИЧАЙНО важливо зробити резервну копію фрази і ніколи не ділитися нею ні з ким.
vi: Tiếp theo, bạn sẽ nhìn thấy một cụm từ bí mật. Nó là mật khẩu để truy cập vào ví của bạn. Đừng quên sao lưu nó lại và tuyệt đối không chia sẻ cho bất kỳ ai
zh_hans: 您将会看到您的秘密词语，它是存取您的币的密匙。您要确保把它备份好，并且不要和任何人分享。
zh_hant: 您將看到您的秘密詞語，秘密詞語是存取您資產的密碼。務必確認您將其備份，不與他人分享。

# secretInfoHeader
source: Safety First!
ar: السلامة اولا!
bg: Първо безопасността!
bn: নিরাপত্তাই প্রথম!
da: Bezpečnost především!
de: Sicherheit geht vor!
hi: सुरक्षा पहले!
ja: 安全のために
lv: Drošība pirmajā vietā!
ms: Utamakan keselamatan!
nl: Veiligheid eerst!
no: Sikkerhet først!
pl: Bezpieczeństwo na pierwszym miejscu!
ro: Siguranța înainte de toate!
ru: Безопасность прежде всего!
sl: Najprej varnost!
sv: Säkerheten först!
tl: Maging maingat!
tr: Önce Güvenlik!
uk: Перш за все - безпека!
vi: An toàn là trên hết!
zh_hans: 安全第一！
zh_hant: 安全至上！

source: Secret Phrase
ar: العبارة السرية
bg: Тайна фраза
bn: গোপন বাক্যাংশ
da: Tajná fráze
de: Geheimsequenz
hi: गुप्त वाक्यांश
ja: シークレットフレーズ
lv: Slepenā frāze
ms: Frasa Rahsia
nl: Geheime zin
no: Tilknytningskode
pl: Sekretna fraza
ro: Formula secretă
ru: Секретная фраза
sl: Skrivni niz
sv: Hemlig fras
tr: Gizli Cümle
uk: Секретна фраза
vi: Cụm từ bí mật
zh_hans: 秘密词语
zh_hant: 秘密詞語

source: Secret Phrase Copied
ar: تم نسخ العبارة السرية
bg: Тайната Фраза Копирана
bn: গোপন বাক্যাংশ অনুলিপি করা হয়েছে
da: Tajná fráze byla zkopírována
de: Geheimsequenz kopiert
hi: गुप्त वाक्यांश कॉपी किया गया हैं
ja: シークレットフレーズをコピーしました
lv: Slepenā frāze nokopēta
ms: Frasa Rahsia disalin
nl: Geheime zin gekopieerd
no: Tilknytningskode kopiert
pl: Sekretna Fraza została skopiowania
ro: Formula secretă a fost copiată
ru: Секретная фраза скопирована
sl: Skrivni niz skopiran
sv: Hemlig fras kopierad
tl: Nakopya na ang Secret Phrase
tr: Gizli Cümle Kopyalandı
uk: Секретну фразу скопійовано
vi: Đã sao chép cụm từ bí mật
zh_hans: 已复制秘密词语
zh_hant: 已複製秘密詞語

# secretPhraseCopy
source: Copy Secret Phrase
ar: نسخ العبارة السرية
bg: Копирай Тайната Фраза
bn: গোপন বাক্যাংশ অনুলিপি করুন
da: Zkopírovat tajnou frázi
de: Geheimsequenz kopieren
hi: गुप्त वाक्यांश कॉपी करें
ja: シークレットフレーズをコピーする
lv: Kopēt slepeno frāzi
ms: Salin Frasa Rahsia
nl: Kopieer geheime zin
no: Kopier Tilknytningskode
pl: Kopiuj Sekretną Frazę
ro: Copiază formula secretă
ru: Копировать секретную фразу
sl: Kopiraj skrivni niz
sv: Kopera hemlig fras
tl: Kopyahin ang Secret Phrase
tr: Gizli Cümleyi Kopyala
uk: Копіювати секретну фразу
vi: Sao chép cụm từ bí mật
zh_hans: 复制秘密词语
zh_hant: 複製秘密詞語
