Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# enterMemo
source: Enter Message
ar: أدخل رسالة
bg: Въведете съобщение
bn: বার্তা লিখুন
da: Indtast Besked
de: Nachricht eintragen
he: הזן הודעה
hi: संदेश दाखिल करें
hu: Írja be az üzenetet
ja: メッセージを入力してください
ko: 메시지 입력
ms: Masukkan Mesej
nl: Bericht invoeren
no: Skriv inn melding
pl: Wprowadź wiadomość
ro: Introduceţi mesajul
ru: Введите сообщение
sl: Vnesite sporočilo
sv: Ange meddelande
tl: Ipasok ang Mensahe
tr: Mesaj Girin
uk: Введіть повідомлення
vi: Nhập tin nhắn
zh_hans: 输入消息
zh_hant: 輸入訊息

# enterMoneroAddress
source: Enter XMR Address
ar: أدخل عنوان XMR
bg: Въведете XMR адрес
bn: XMR ঠিকানা লিখুন
da: Indtast XMR-adresse
de: Geben Sie die XMR-Adresse ein
he: הזן כתובת XMR
hi: एक्सएमआर पता दर्ज करें
hu: Írja be az XMR-címet
ja: XMR アドレスを入力してください
ko: XMR 주소 입력
lv: Ievadiet XMR adresi
ms: Masukkan Alamat XMR
nl: Voer XMR-adres in
no: Skriv inn XMR-adresse
pl: Wprowadź adres XMR
ro: Introduceți adresa XMR
ru: Введите XMR-адрес
sl: Vnesite naslov XMR
sv: Ange XMR-adress
tl: Ipasok ang XMR Address
tr: XMR Adresini Girin
uk: Введіть адресу XMR
vi: Nhập địa chỉ XMR
zh_hans: 输入 XMR 地址
zh_hant: 輸入 XMR 地址

source: Enter Name
bg: Въведи име
bn: রত
da: Indtast navn
de: Name eingeben
he: הכנס שם
hi: नाम दर्ज
hu: Írja be a nevet
ko: 이름을 입력하시오
lv: Ievadiet Vārdu
ms: Masukkan Nama
nl: Voer naam in
no: Skriv inn navn
pl: Wprowadź imię
ro: Introdu numele
ru: Введите имя
sv: Skriv namn
tl: Ilagay ang pangalan
tr: İsim giriniz
uk: Введіть ім'я
vi: Nhập tên
zh_hans: 输入名字
zh_hant: 輸入名字

source: Enter Node Name
ar: أدخل اسم العقدة
bg: Въведете име на възел
bn: নোডের নাম লিখুন
da: Indtast nodenavn
de: Geben Sie den Knotennamen ein
he: הזן את שם הצומת
hi: नोड नाम दर्ज करें
hu: Írja be a csomópont nevét
ja: ノード名を入力
ko: 노드 이름 입력
lv: Ievadiet mezgla nosaukumu
ms: Masukkan Nama Nod
nl: Voer de naam van het knooppunt in
no: Skriv inn nodenavn
pl: Wprowadź nazwę węzła
ro: Introduceți Numele nodului
ru: Введите имя узла
sl: Vnesite ime vozlišča
sv: Ange nodnamn
tl: Ipasok ang Pangalan ng Node
tr: Düğüm Adını Girin
uk: Введіть назву вузла
vi: Nhập tên nút
zh_hans: 输入节点名称
zh_hant: 輸入節點名稱

# enterPasswordHint
source: Enter your password
ar: ادخل رقمك ادخل رقمك
bg: Въведи паролата
bn: আপনার পাসওয়ার্ড লিখুন
da: Zadejte vaše heslo
de: Passwort eingeben
hi: अपना पासवर्ड डालें
ja: パスワードを入力する
ms: Masukkan kata laluan anda
nl: Voer je wachtwoord in
no: Tast inn ditt passord
pl: Wpisz swoje hasło
ro: Introduceți parola
ru: Введите свой пароль
sv: Ange ditt lösenord
tl: Ilagay ang password
tr: Şifreni gir
uk: Введіть пароль
vi: Nhập mật khẩu
zh_hans: 输入您的密码
zh_hant: 輸入您的密碼

source: Enter Split Amount
ar: أدخل مبلغ التقسيم
bg: Въведете разделена сума
bn: বিভক্ত পরিমাণ লিখুন
da: Indtast Split Beløb
de: Splitbetrag eingeben
he: הזן סכום מפוצל
hi: विभाजित राशि दर्ज करें
hu: Adja meg a megosztott összeget
ja: 分割金額を入力
ko: 분할 금액 입력
lv: Ievadiet sadalīto summu
ms: Masukkan Jumlah Split
nl: Voer gesplitst bedrag in
no: Angi delt beløp
pl: Wprowadź kwotę podziału
ro: Introduceți suma împărțită
ru: Введите сумму разделения
sl: Vnesite delni znesek
sv: Ange delat belopp
tl: Ilagay ang Split na Halaga
tr: Bölünmüş Tutarı Girin
uk: Введіть розділену суму
vi: Nhập số tiền chia nhỏ
zh_hans: 输入分割金额
zh_hant: 輸入分割金額

# enterUsername
source: Enter a username
ar: أدخل اسم مستخدم
bg: Въведете потребителско име
bn: একটি ইউজারনেম লিখুন
da: Indtast et brugernavn
de: Gib einen Nutzernamen ein
he: הזן שם משתמש
hi: उपयोगकर्ता नाम दर्ज करें
hu: Adjon meg egy felhasználónevet
ja: ユーザー名を入力
ko: 사용자 이름 입력
ms: Masukkan nama pengguna
nl: Voer een gebruikersnaam in
no: Skriv inn et brukernavn
pl: Wprowadź nazwę użytkownika
ro: Introduceți un nume de utilizator
ru: Введите имя пользователя
sl: Vnesite uporabniško ime
sv: Ange ett användarnamn
tl: Magpasok ng username
tr: Bir kullanıcı adı girin
uk: Введіть ім'я користувача
vi: Nhập tên người dùng
zh_hans: 输入用户名
zh_hant: 輸入使用者名稱

source: Enter User or Address
ar: أدخل المستخدم أو العنوان
bg: Въведете потребител или адрес
bn: ব্যবহারকারী বা ঠিকানা লিখুন
da: Indtast bruger eller adresse
de: Benutzer oder Adresse eingeben
he: הזן משתמש או כתובת
hi: उपयोगकर्ता या पता दर्ज करें
hu: Felhasználó vagy cím megadása
ja: ユーザーまたは住所を入力
ko: 사용자 또는 주소 입력
ms: Masukkan Pengguna atau Alamat
nl: Voer een gebruiker of adres in
no: Skriv inn bruker eller adresse
pl: Wprowadź użytkownika lub adres
ro: Introduceți Utilizator sau Adresă
ru: Введите пользователя или адрес
sl: Vnesite uporabnika ali naslov
sv: Ange användare eller adress
tl: Ipasok ang User o Address
tr: Kullanıcı veya Adres Girin
uk: Введіть користувача або адресу
vi: Nhập Người dùng hoặc Địa chỉ
zh_hans: 输入用户或地址
zh_hant: 輸入使用者或地址

# enterWsUrl
source: Enter WebSocket URL
ar: أدخل عنوان URL WebSocket
bg: Въведете URL на WebSocket
bn: WebSocket URL লিখুন
da: Indtast WebSocket URL
de: Geben Sie die WebSocket-URL ein
he: הזן את כתובת האתר של WebSocket
hi: वेबसाकेट URL दर्ज करें
hu: Írja be a WebSocket URL-címét
ja: WebSocket URL を入力してください
ko: WebSocket URL 입력
lv: Ievadiet WebSocket URL
ms: Masukkan URL WebSocket
nl: Voer WebSocket-URL in
no: Skriv inn WebSocket URL
pl: Wprowadź adres URL protokołu WebSocket
ro: Introduceți URL-ul WebSocket
ru: Введите URL-адрес веб-сокета
sl: Vnesite URL WebSocket
sv: Ange WebSocket URL
tl: Ipasok ang WebSocket URL
tr: WebSocket URL'sini girin
uk: Введіть URL-адресу WebSocket
vi: Nhập URL WebSocket
zh_hans: 输入 WebSocket 网址
zh_hant: 輸入 WebSocket 網址

# errorProcessingGiftCard
source: There was an error while processing this gift card, it may be invalid, expired, or empty. Additionally, you may need to update the app to the latest version in order to redeem this gift.
ar: حدث خطأ أثناء معالجة بطاقة الهدايا هذه ، فقد لا تكون صالحة أو منتهية الصلاحية أو فارغة.
bg: Възникна грешка при обработката на тази карта за подарък, тя може да не е валидна, с изтекъл срок на валидност или празна.
bn: এই উপহার কার্ড প্রক্রিয়া করার সময় একটি ত্রুটি ছিল, এটি বৈধ, মেয়াদ শেষ বা খালি নাও হতে পারে৷
da: Der opstod en fejl under behandlingen af dette gavekort. Det er muligvis ikke gyldigt, udløbet eller tomt.
de: Bei der Verarbeitung dieser Geschenkkarte ist ein Fehler aufgetreten. Sie ist möglicherweise ungültig, abgelaufen oder leer.
he: אירעה שגיאה במהלך עיבוד כרטיס המתנה הזה, ייתכן שהוא אינו תקף, פג תוקפו או ריק.
hi: इस उपहार कार्ड को संसाधित करते समय एक त्रुटि हुई थी, हो सकता है कि यह मान्य, समाप्त या खाली न हो।
hu: Hiba történt az ajándékutalvány feldolgozása közben. Lehet, hogy nem érvényes, lejárt vagy üres.
ja: このギフト カードの処理中にエラーが発生しました。有効でないか、有効期限が切れているか、空である可能性があります。
ko: 이 기프트 카드를 처리하는 동안 오류가 발생했습니다. 유효하지 않거나 만료되었거나 비어 있을 수 있습니다.
lv: Apstrādājot šo dāvanu karti, radās kļūda. Tā var nebūt derīga, beidzies derīguma termiņš vai tā ir tukša.
ms: Terdapat ralat semasa memproses kad hadiah ini, ia mungkin tidak sah, tamat tempoh atau kosong.
nl: Er is een fout opgetreden bij het verwerken van deze cadeaubon, deze is mogelijk niet geldig, verlopen of leeg.
no: Det oppsto en feil under behandlingen av dette gavekortet. Det kan være at det ikke er gyldig, utløpt eller tomt.
pl: Wystąpił błąd podczas przetwarzania tej karty podarunkowej, może być nieważna, nieważna lub pusta.
ro: A apărut o eroare la procesarea acestui card cadou, este posibil să nu fie valid, să fie expirat sau gol.
ru: При обработке этой подарочной карты произошла ошибка. Возможно, она недействительна, просрочена или пуста.
sl: Med obdelavo te darilne kartice je prišlo do napake. Morda ni veljavna, je potekla ali je prazna.
sv: Det uppstod ett fel när det här presentkortet bearbetades, det kanske inte är giltigt, har löpt ut eller är tomt.
tl: Nagkaroon ng error habang pinoproseso ang gift card na ito, maaaring hindi ito wasto, nag-expire, o walang laman.
tr: Bu hediye kartı işlenirken bir hata oluştu, geçerli olmayabilir, süresi dolmuş veya boş olabilir.
uk: Під час обробки цієї подарункової картки сталася помилка. Можливо, вона недійсна, термін дії закінчився або порожня.
vi: Đã xảy ra lỗi khi xử lý thẻ quà tặng này, thẻ này có thể không hợp lệ, hết hạn hoặc trống.
zh_hans: 处理此礼品卡时出错，它可能无效、过期或为空。
zh_hant: 處理此禮品卡時出錯，它可能無效、過期或為空。

# exampleCardFrom
source: someone
ar: من شخص ما
bg: от някого
bn: কারও পক্ষ থেকে
da: od někoho
de: Von jemandem
he: ממישהו
hi: अजनबी बंदर से
hu: valakitől
ja: 送金元
ko: 임의의 발송자로부터
lv: no kāda
ms: daripada seseorang
nl: van iemand
no: Fra en tilfeldig
pl: od kogoś
ro: de la oricine
ru: от кого-то
sl: od nekoga
sv: från någon
tl: galing sa iba
tr: birinden
uk: від когось
vi: Từ ai đó
zh_hans: 来自某人
zh_hant: 來自某人

# exampleCardIntro
source: Welcome to %1. Once you receive %2, transactions will show up like this:
ar: مرحبا بكم في نتريوم. بمجرد تلقي NANO ، ستظهر المعاملات كما يلي:
bg: Добре Дошли в Nautilus. След като получите NANO, транзакциите ще се покажат по следния начин:
bn: নাট্রিয়ামে স্বাগতম। আপনি ন্যানো পেয়ে গেলে, লেনদেন এইভাবে দেখাবে:
da: Vítejte v Natriu. Jakmile obdržíte NANO, transakce se zobrazí takto:
de: Willkommen bei Nautilus. Wenn du NANO sendest oder empfängst, sieht es aus wie folgt:
he: ברוך הבא לנאטריום. בכדי להמשיך, אתה רשאי לייצר ארנק חדש או לייבא אחד קיים
hi: नेट्रियम में आपका स्वागत है। बनानो प्राप्त करने पर सभी लेनदेन इस तरह नीचे दिखाई देंगे -
hu: Üdvözöllek a Nautilusban! Így fogod látni a tranzakcióid, amikor kapsz NANO-t.
ja: ナトリアムへようこそ。 ナノを受け取ると、トランザクションは次のように表示されます。
ko: Nautilus에 오신 것을 환영합니다. NANO를 받으시면 거래가 다음과 같이 표시됩니다.
lv: Sveicināti Nautilus. Tiklīdz saņemsiet NANO, transakcijas būs redzamas šādi:
ms: Selamat datang ke Nautilus. Sekali anda menerima NANO, transaksi akan terlihat seperti ini
nl: Welkom bij Nautilus. Zodra je NANO ontvangt zullen jouw transacties op deze manier verschijnen
no: Velkommen til Nautilus. Når du mottar NANO, vil transaksjonene vises slik:
pl: Witam w Nautilus. Kiedy dostaniesz NANO, transakcje pokażą się w ten sposób
ro: Bine ai venit! Odată ce primești sau trimiți NANO, tranzacțiile vor arăta astfel
ru: Добро пожаловать в Nautilus.Когда вы получите или отправите NANO,это будет отображено ниже.
sl: Dobrodošli v Nautilus. Ko boste prejeli NANO, bodo transakcije prikazane takole:
sv: Välkommen till Nautilus. Så snart du tar emot NANO, visas transaktionerna på detta vis
tl: Maligayang pagdating sa Nautilus. Ganito ang makikita mong transaksyon pag nakatanggap ka ng NANO
tr: Nautilus’a hoşgeldin. Hesabına NANO geldiğinde işlemlerin şu şekilde görünecek
uk: Ласкаво прошу до Nautilus. Як тільки ви отримаєте NANO, трансакції буде показано отак:
vi: Chào mừng đến với Nautilus. Khi bạn nhận Nano, các giao dịch sẽ được hiển thị như sau:
zh_hans: 欢迎来到Nautilus。当您收到或发送NANO时，交易将如下出现。
zh_hant: 歡迎來到 Nautilus。當您收到或發送 NANO 時，交易將顯示如下：

# exampleCardLittle
source: A little
ar: القليل
bg: Малко
bn: একটু
da: Málo
de: Ein paar
he: קצת
hi: थोड़े से
hu: Egy kevés
ja: 「金額」
ko: 조금
lv: Nedaudz
ms: Sedikit
nl: Een paar
no: Litt
pl: Troszkę
ro: Niște
ru: Немного
sl: nekaj
sv: Lite
tl: Kakaunting
tr: Birazcık
uk: Трохи
vi: Một chút
zh_hans: 一点
zh_hant: 一點

# exampleCardLot
source: A lot of
ar: كثيرا من
bg: Много
bn: অনেক
da: Hodně
de: Ein paar mehr
he: הרבה
hi: बहुत सारे
hu: Rengeteg
ja: 「金額」
ko: 많은
lv: Daudz
ms: Banyak
nl: Heel veel
no: Mange
pl: Całkiem dużo
ro: O mulțime de
ru: Много
sl: več
sv: Många
tl: Maraming
tr: Bir sürü
uk: Багато
vi: Khá là nhiều
zh_hans: 很多
zh_hant: 很多

# exampleCardTo
source: someone
ar: إلى شخص ما
bg: за някого
bn: কারো প্রতি
da: někomu
de: An jemanden
he: למישהו
hi: अजनबी बंदर को
hu: valakinek
ja: 送金先
ko: 임의의 수령인에게
lv: kādam
ms: kepada seseorang
nl: naar iemand
no: Til en tilfeldig
pl: do kogoś
ro: unui om oarecare
ru: кому-то
sl: nekomu
sv: till någon
tl: para sa iba
tr: birine
uk: комусь
vi: Đến ai đó
zh_hans: 发给某人
zh_hant: 發給某人

# examplePaymentExplainer
source: Once you send or receive a payment request, they'll show up here like this with the color and tag of the card indicating the status. Green indicates the request has been paid. Yellow indicates the request / memo has not been paid / read. Red indicates the request has not been read or received. Neutral colored cards without an amount are just messages.
ar: بمجرد إرسال طلب دفع أو استلامه، سيظهر هنا على هذا النحو مع لون وعلامة البطاقة التي تشير إلى الحالة. يشير اللون الأخضر إلى أن الطلب قد تم دفعه. يشير اللون الأصفر إلى أن الطلب/المذكرة لم يتم دفع/قراءة. يشير اللون الأحمر إلى أن الطلب لم تتم قراءته أو استلامه. البطاقات الملونة المحايدة بدون مبلغ هي مجرد رسائل.
bg: След като изпратите или получите заявка за плащане, те ще се покажат тук по този начин с цвета и етикета на картата, показващи състоянието. Зеленото показва, че заявката е платена. Жълто показва заявката/бележката не е била платена/прочетена. Червеното показва, че заявката не е прочетена или получена. Неутралните цветни карти без сума са само съобщения.
bn: একবার আপনি একটি পেমেন্ট অনুরোধ পাঠান বা গ্রহণ করলে, তারা স্ট্যাটাস নির্দেশ করে কার্ডের রঙ এবং ট্যাগের সাথে এখানে এইরকম দেখাবে। সবুজ নির্দেশ করে অনুরোধ দেওয়া হয়েছে। হলুদ নির্দেশ করে যে অনুরোধ/মেমো পরিশোধ করা হয়নি/পড়া। লাল ইঙ্গিত করে যে অনুরোধটি পড়েনি বা গ্রহণ করা হয়নি। একটি পরিমাণ ছাড়া নিরপেক্ষ রঙিন কার্ড শুধু বার্তা।
da: Når du sender eller modtager en betalingsanmodning, vises de her sådan med kortets farve og mærke, der angiver status. Grøn angiver, at anmodningen er betalt. Gul angiver anmodningen/notatet ikke er blevet betalt/læst. Rød angiver, at anmodningen ikke er læst eller modtaget. Neutrale farvede kort uden et beløb er kun beskeder.
de: Sobald Sie eine Zahlungsaufforderung gesendet oder erhalten haben, werden sie hier so angezeigt, mit der Farbe und dem Etikett der Karte, die den Status angeben. Grün zeigt an, dass die Anfrage bezahlt wurde. Gelb zeigt an, dass die Anfrage/das Memo nicht bezahlt/gelesen wurde. Rot zeigt an, dass die Anfrage nicht gelesen oder empfangen wurde. Neutrale Karten ohne Betrag sind nur Nachrichten.
he: לאחר שתשלח או תקבל בקשת תשלום, הם יופיעו כאן כך עם הצבע והתג של הכרטיס המציין את הסטטוס. ירוק מציין שהבקשה שולמה. צהוב מציין את הבקשה/תזכיר לא שולם /לקרוא. אדום מציין שהבקשה לא נקראה או התקבלה. כרטיסים צבעוניים נייטרליים ללא סכום הם רק הודעות.
hi: एक बार जब आप भुगतान अनुरोध भेजते हैं या प्राप्त करते हैं, तो वे स्थिति को इंगित करने वाले कार्ड के रंग और टैग के साथ इस तरह दिखाई देंगे। हरा इंगित करता है कि अनुरोध का भुगतान किया गया है। पीला इंगित करता है कि अनुरोध/ज्ञापन का भुगतान नहीं किया गया है/पढ़ा गया है। लाल इंगित करता है कि अनुरोध पढ़ा या प्राप्त नहीं हुआ है। बिना किसी राशि के तटस्थ रंग के कार्ड सिर्फ संदेश हैं।
hu: Miután elküldte vagy fogadta a fizetési kérelmet, így jelennek meg itt, a kártya színével és címkéjével, amely jelzi az állapotot. A zöld azt jelzi, hogy a kérelmet kifizették. Sárga jelzi a kérést/emlékeztetőt nem fizették ki/olvas. A piros azt jelzi, hogy a kérelmet nem olvasták el vagy fogadták el. Semleges színű kártyák összeg nélkül csak üzenetek.
ja: 支払いリクエストを送受信すると、カードの色とタグがステータスを示すようにここに表示されます。 緑色は、リクエストが支払われたことを示します。 黄色は、リクエスト/メモが支払われていない、または読まれていないことを示します。 赤は、要求が未読または受信されていないことを示します。 金額のないニュートラルカラーのカードは単なるメッセージです。
ko: 결제 요청을 보내거나 받으면 상태를 나타내는 카드의 색상과 태그와 함께 여기에 표시됩니다. 녹색은 요청이 지불되었음을 나타냅니다. 노란색은 요청/메모가 지불/읽지 않았음을 나타냅니다. 빨간색은 요청을 읽거나 받지 못했음을 나타냅니다. 금액이 없는 뉴트럴 컬러 카드는 메시지에 불과합니다.
ms: Sebaik sahaja anda menghantar atau menerima permintaan pembayaran, mereka akan muncul di sini seperti ini dengan warna dan tag kad yang menunjukkan status. Hijau menunjukkan permintaan telah dibayar. Kuning menunjukkan permintaan/memo belum dibayar/dibaca. Merah menunjukkan permintaan belum dibaca atau diterima. Kad berwarna neutral tanpa jumlah hanyalah mesej.
nl: Zodra je een betalingsverzoek hebt verzonden of ontvangen, worden ze hier op deze manier weergegeven met de kleur en het label van de kaart die de status aangeeft. Groen geeft aan dat het verzoek is betaald. Geel geeft aan dat het verzoek/memo niet is betaald/gelezen. Rood geeft aan dat het verzoek niet is gelezen of ontvangen. Neutraal gekleurde kaarten zonder een bedrag zijn slechts berichten.
no: Når du har sendt eller mottatt en betalingsforespørsel, de vil dukke opp her slik med fargen og koden på kortet som indikerer statusen. Grønt indikerer at forespørselen er betalt. Gul indikerer at forespørselen/notatet ikke er betalt/lest. Rød indikerer at forespørselen ikke er lest eller mottatt. Nøytrale fargede kort uten beløp er bare meldinger.
pl: Po wysłaniu lub otrzymaniu prośby o płatność, pojawią się tutaj w ten sposób z kolorem i tagiem karty wskazującym status. Zielony oznacza, że wniosek został opłacony. Żółty oznacza prośbę/notatka nie została zapłacona/przeczytana. Kolor czerwony oznacza, że żądanie nie zostało przeczytane ani odebrane. Neutralne kolorowe karty bez kwoty to tylko wiadomości.
ro: După ce trimiteți sau primiți o solicitare de plată, acestea vor apărea aici astfel, cu culoarea și eticheta cardului care indică starea. Verde indică faptul că cererea a fost plătită. Galbenul indică cererea/nota nu a fost plătită/citită. Roșu indică faptul că cererea nu a fost citită sau primită. Cardurile colorate neutre fără o sumă sunt doar mesaje.
ru: Как только вы отправите или получите запрос на оплату, они появятся здесь следующим образом с цветом и биркой карты, указывающими статус. Зеленый цвет означает, что запрос оплачен. Желтый цвет означает, что запрос/памятка не оплачен/прочитана. Красный цвет означает, что запрос не был прочитан или получен. Карточки нейтрального цвета без суммы — это просто сообщения.
sl: Ko pošljete ali prejmete zahtevo za plačilo, se bodo tukaj prikazali takole z barvo in oznako kartice, ki označujeta stanje. Zelena označuje, da je bila zahteva plačana. Rumena označuje zahteva/beležka ni bila plačana/branje. Rdeča označuje, da zahteva ni bila prebrana ali prejeta. Nevtralne barvne kartice brez zneska so le sporočila.
sv: När du skickar eller tar emot en betalningsförfrågan, de dyker upp här så här med färgen och taggen på kortet som anger status. Grön indikerar att begäran har betalats. Gul indikerar att förfrågan/ PM inte har betalad/läst. Rött indikerar att begäran inte har lästs eller mottagits. Neutrala färgade kort utan belopp är bara meddelanden.
tl: Sa sandaling magpadala o makatanggap ka ng kahilingan sa pagbabayad, lalabas sila dito tulad nito na may kulay at tag ng card na nagpapahiwatig ng katayuan. Green ay nagpapahiwatig na ang kahilingan ay binayaran. Ang Yellow ay nagpapahiwatig ng kahilingan/memo ay hindi binabayaran/nabasa. Ipinapahiwatig ng Red na ang kahilingan ay hindi nabasa o natanggap. Ang mga neutral na kulay na card na walang halaga ay mga mensahe lamang.
tr: Bir ödeme isteği gönderdikten veya aldığınızda, burada durumu belirten kartın rengi ve etiketi ile böyle görünürler. Yeşil, talebin ödendiğini gösterir. Sarı, isteğin/notun ödenmediğine /okunmadığını/okunduğunu gösterir. Kırmızı, talebin okunmadığını veya alınmadığını gösterir. Miktarı olmayan nötr renkli kartlar sadece mesajlardır.
uk: Щойно ви надішлете або отримаєте запит на оплату, вони відображатимуться тут, як це, із кольором та тегом картки, що позначають статус. Зелений колір означає, що запит був оплачений. Жовтим кольором вказується, що запит/пам'ятка не була оплачена/прочитана. Червоний колір означає, що запит не був прочитаний або отриманий. Нейтральні кольорові картки без суми - це всього лише повідомлення.
vi: Khi bạn gửi hoặc nhận được yêu cầu thanh toán, họ sẽ hiển thị ở đây như thế này với màu sắc và thẻ của thẻ cho biết trạng thái. Màu xanh lá cây cho biết yêu cầu đã được thanh toán. Màu vàng cho biết yêu cầu/bản ghi nhớ chưa được thanh toán/đọc. Màu đỏ cho biết yêu cầu chưa được đọc hoặc nhận. Thẻ màu trung tính mà không có số tiền chỉ là tin nhắn.
zh_hans: 一旦你发送或收到付款请求，它们就会像这样显示在这里，卡片的颜色和标签表示状态。 绿色表示请求已付款。 黄色表示请求/备忘录尚未付款/已读。 红色表示请求尚未被读取或接收。 没有金额的中性色卡片只是信息。
zh_hant: 當您發送或收到付款請求後，它們會像這樣顯示在這裡，並帶有顯示狀態的卡片的顏色和標籤。 綠色表示請求已付款。 黃色表示請求/備忘錄尚未付款/讀取。 紅色表示請求尚未讀取或接收。 沒有金額的中性彩色卡片只是消息。

# examplePaymentFulfilled
source: Some
ar: بعض
bg: Някои
bn: কিছু
da: Nogle
de: Einige
he: כמה
hi: कुछ
hu: Néhány
ja: 一部
ko: 일부
ms: Beberapa
nl: Sommige
no: Noen
pl: Trochę
ro: Unele
ru: Некоторые
sl: Nekateri
sv: Några
tl: Ang ilan
tr: Bazı
uk: Деякі
vi: Một số
zh_hans: 一些
zh_hant: 一些

# examplePaymentFulfilledMemo
source: Sushi
ar: سوشي
bg: Суши
bn: সুশি
he: סושי
hi: सुशी
ja: 寿司
ko: 회
ru: Суши
sl: Suši
tr: Suşi
uk: Суші
zh_hans: 寿司
zh_hant: 壽司

# examplePaymentIntro
source: Once you send or receive a payment request, they'll show up here:
ar: بمجرد إرسال طلب دفع أو استلامه، سيظهر هنا:
bg: След като изпратите или получите заявка за плащане, те ще се появят тук:
bn: একবার আপনি পেমেন্ট অনুরোধ পাঠান বা গ্রহণ করলে, তারা এখানে দেখাবে:
da: Når du sender eller modtager en betalingsanmodning, vises de her:
de: Sobald du eine Zahlungsaufforderung gesendet oder erhalten hast, werden sie hier angezeigt:
he: לאחר שתשלח או תקבל בקשת תשלום, הם יופיעו כאן:
hi: एक बार जब आप भुगतान अनुरोध भेजते हैं या प्राप्त करते हैं, तो वे यहाँ दिखाई देंगे:
hu: A fizetési kérelem elküldése vagy fogadása után itt jelennek meg:
ja: 支払いリクエストを送受信すると、ここに表示されます。
ko: 결제 요청을 보내거나 받으면 여기에 표시됩니다.
ms: Sebaik sahaja anda menghantar atau menerima permintaan pembayaran, mereka akan muncul di sini:
nl: Zodra je een betalingsverzoek hebt verzonden of ontvangen, worden ze hier weergegeven:
no: Når du har sendt eller mottatt en betalingsforespørsel, vises de her:
pl: Gdy wyślesz lub otrzymasz prośbę o płatność, pojawią się tutaj:
ro: După ce trimiteți sau primiți o solicitare de plată, acestea vor apărea aici:
ru: Как только вы отправите или получите запрос на оплату, они появятся здесь:
sl: Ko pošljete ali prejmete zahtevo za plačilo, se bodo prikazali tukaj:
sv: När du har skickat eller tagit emot en betalningsförfrågan visas de här:
tl: Sa sandaling magpadala o makatanggap ka ng kahilingan sa pagbabayad, lalabas sila dito:
tr: Bir ödeme talebi gönderdikten veya aldığınızda, bunlar burada görünecektir:
uk: Щойно ви надішлете або отримаєте запит на оплату, вони з'являться тут:
vi: Sau khi bạn gửi hoặc nhận được yêu cầu thanh toán, họ sẽ hiển thị ở đây:
zh_hans: 一旦您发送或收到付款请求，它们将显示在此处：
zh_hant: 一旦您傳送或收到付款要求，它們就會顯示在這裡：

# examplePaymentMessage
source: Hey what's up?
ar: مهلا، ما الأمر؟
bg: Хей, какво става?
bn: আরে কি খবর?
da: Hej, hvad sker der?
de: Hey, was ist los?
he: היי, מה קורה?
hi: अरे क्या हो रहा है?
hu: Hé, mizu?
ja: ねえ、どう？
ko: 이봐, 무슨 일이야?
ms: Hey apa khabar?
nl: Hey wat is er aan de hand?
no: Hei, hva skjer?
pl: Hej, co się dzieje?
ro: Hei ce se întâmplă?
ru: Эй, что такое?
sl: Hej, kaj se dogaja?
sv: Hej vad händer?
tl: Hey kung ano ang up?
tr: Hey, ne haber?
uk: Гей, що там?
vi: Này, có chuyện gì vậy?
zh_hans: 嘿怎么了？
zh_hant: 嘿怎麼了？

# examplePaymentReceivable
source: A lot of
ar: الكثير من
bg: Много
bn: অনেক
da: En masse
de: Eine Menge
he: הרבה
hi: बहुत सारे
hu: Sok
ja: たくさんの
ko: 많은
ms: Banyak
nl: Veel
no: Mye
pl: Dużo
ro: O mulțime de
ru: Много
sl: Veliko
sv: En hel del
tl: Ang isang pulutong ng
tr: Bir sürü
uk: Багато
vi: Rất nhiều
zh_hans: 很多
zh_hant: 很多

# examplePaymentReceivableMemo
source: Rent
ar: رينت
bg: Наем
bn: ভাড়া
da: Leje
de: Mieten
he: השכרה
hi: किराए पर लें
hu: Bérlés
ja: 家賃
ko: 렌트
ms: Sewa
nl: Huren
no: Leie
pl: Wynajem
ro: Chirie
ru: Аренда
sl: Najemnina
sv: Hyra
tr: Kira
uk: Оренда
vi: Thuê
zh_hans: 租
zh_hant: 租金

# examplePayRecipientMessage
source: Happy Birthday!
ar: عيد ميلاد سعيد!
bg: Честит рожден ден!
bn: শুভ জন্মদিন!
da: Tillykke med fødselsdagen
de: Herzlichen Glückwunsch zum Geburtstag!
he: יום הולדת שמח!
hi: जन्मदिन मुबारक हो
hu: Boldog születésnapot!
ja: ハッピーバースデー！
ko: 생일 축하해!
ms: Selamat Hari Lahir!
nl: Fijne verjaardag!
no: Gratulerer med dagen!
pl: Wszystkiego najlepszego!
ro: La mulți ani!
ru: С Днем Рождения!
sl: Srečen rojstni dan!
sv: Grattis på födelsedagen!
tl: Maligayang Kaarawan!
tr: Doğum günün kutlu olsun!
uk: З Днем Народження!
vi: Chúc mừng sinh nhật!
zh_hans: 生日快乐！
zh_hant: 生日快樂！
