Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# sendSheetInfo
source: Send or Request a payment, with End to End Encrypted messages! Payment requests, memos, and messages will only be receivable by other %1 users. You don't need to have a username in order to send or receive payment requests, and you can use them for your own record keeping even if they don't use %1.
ar: أرسل أو اطلب دفعة، مع الرسائل المشفرة من النهاية إلى النهاية! لن يتم قبول طلبات الدفع والمذكرات والرسائل إلا من قبل مستخدمي nautilus الآخرين. لا تحتاج إلى اسم مستخدم لإرسال أو استقبال طلبات الدفع، ويمكنك استخدامها لحفظ السجلات الخاصة بك حتى لو لم تستخدم nautilus.
bg: Изпратете или поискайте плащане с криптирани съобщения от край до край! Исканията за плащане, бележки и съобщения ще бъдат получени само от други потребители на nautilus. Не е необходимо да имате потребителско име, за да изпращате или получавате заявки за плащане, и можете да ги използвате за собствено водене на записи, дори ако те не използват nautilus.
bn: এনক্রিপ্ট করা বার্তাগুলি শেষ করার সাথে সাথে অর্থ প্রদানের অনুরোধ করুন বা অনুরোধ করুন! পেমেন্ট অনুরোধ, মেমো, এবং বার্তা শুধুমাত্র অন্যান্য নটিলাস ব্যবহারকারীদের দ্বারা গ্রহণযোগ্য হবে। পেমেন্ট অনুরোধ পাঠাতে বা গ্রহণ করার জন্য আপনার কোন ব্যবহারকারীর নাম থাকতে হবে না, এবং যদি তারা নটিলাস ব্যবহার না করে তবে আপনি নিজের রেকর্ড রাখার জন্য সেগুলি ব্যবহার করতে পারেন।
da: Send eller anmod om en betaling, med End to End-krypterede meddelelser! Betalingsanmodninger, notater, og meddelelser kan kun modtages af andre nautilus-brugere. Du behøver ikke at have et brugernavn for at sende eller modtage betalingsanmodninger, og du kan bruge dem til din egen journalføring, selvom de ikke bruger nautilus.
de: Senden oder fordern Sie eine Zahlung an, mit Ende-zu-Ende-verschlüsselten Nachrichten! Zahlungsaufforderungen, Memos und Nachrichten können nur von anderen nautilus-Nutzern entgegengenommen werden. Sie benötigen keinen Benutzernamen, um Zahlungsanfragen zu senden oder zu empfangen, und Sie können diese für Ihre eigenen Aufzeichnungen verwenden, auch wenn sie Nautilus nicht verwenden.
he: שלח או בקש תשלום, עם הודעות מוצפנות מקצה לקצה! בקשות תשלום, תזכירים והודעות יהיו חייבים רק על ידי משתמשי נאוטילוס אחרים. אתה לא צריך שם משתמש כדי לשלוח או לקבל בקשות תשלום, ואתה יכול להשתמש בהם לצורך שמירת רשומות משלך גם אם הם לא משתמשים בנאוטילוס.
hi: एंड टू एंड एन्क्रिप्टेड संदेशों के साथ भुगतान भेजें या अनुरोध करें! भुगतान अनुरोध, ज्ञापन और संदेश केवल अन्य नॉटिलस उपयोगकर्ताओं द्वारा प्राप्य होंगे। भुगतान अनुरोध भेजने या प्राप्त करने के लिए आपके पास उपयोगकर्ता नाम रखने की आवश्यकता नहीं है, और आप उन्हें अपने रिकॉर्ड रखने के लिए उपयोग कर सकते हैं, भले ही वे नॉटिलस का उपयोग न करें।
hu: Fizetés küldése vagy kérése, End to End to End Titkosított üzenetekkel! Fizetési kérelmek, emlékeztetők, és az üzeneteket csak más nautilus felhasználók fogadják el. A fizetési kérelmek küldéséhez vagy fogadásához nem kell felhasználónévvel rendelkeznie, és akkor is felhasználhatja őket saját nyilvántartására, még akkor is, ha nem használják a nautilust.
ja: エンドツーエンドの暗号化されたメッセージで、支払いを送信またはリクエストしてください！ 支払い要求、メモ、メッセージは、他のノーチラスユーザーのみが受領できます。 支払いリクエストを送受信するためにユーザー名は必要ありません。また、ノーチラスを使用していなくても、自分の記録保持に使用できます。
ko: 엔드투엔드 암호화 메시지로 결제를 보내거나 요청하세요! 지불 요청, 메모 및 메시지는 다른 nautilus 사용자만 받을 수 있습니다. 지불 요청을 보내거나 받기 위해 사용자 이름이 필요하지 않으며, 노틸러스를 사용하지 않더라도 자신의 기록 보관에 사용할 수 있습니다.
lv: Send or Request a payment, with End to End Encrypted messages! Payment requests, memos, and messages will only be receivable by other nautilus users. You don't need to have a username in order to send or receive payment requests, and you can use them for your own record keeping even if they don't use nautilus.
ms: Hantar atau Minta pembayaran, dengan mesej End to End Encrypted! Permintaan pembayaran, memo, dan mesej hanya akan diterima oleh pengguna nautilus lain. Anda tidak perlu mempunyai nama pengguna untuk menghantar atau menerima permintaan pembayaran, dan anda boleh menggunakannya untuk penyimpanan rekod anda sendiri walaupun mereka tidak menggunakan nautilus.
nl: Verzend of vraag een betaling aan, met End-to-end versleutelde berichten! Betalingsverzoeken, memo's en berichten kunnen alleen door andere nautilus-gebruikers worden ontvangen. U hoeft geen gebruikersnaam te hebben om betalingsverzoeken te verzenden of te ontvangen, en u kunt ze gebruiken voor uw eigen administratie, zelfs als ze geen nautilus gebruiken.
no: Send eller be om betaling, med End to End-krypterte meldinger! Betalingsforespørsler, notater, og meldinger vil bare kunne mottas av andre nautilus-brukere. Du trenger ikke å ha et brukernavn for å sende eller motta betalingsforespørsler, og du kan bruke dem til din egen journalføring selv om de ikke bruker nautilus.
pl: Wyślij lub zażądaj płatności, z End to End Encrypted messages! Prośby o płatność, notatki i wiadomości będą odbierane tylko przez innych użytkowników Nautilus. Nie musisz mieć nazwy użytkownika, aby wysyłać lub odbierać prośby o płatność, i możesz ich używać do prowadzenia własnej dokumentacji, nawet jeśli nie używają nautilusa.
ro: Trimiteți sau solicitați o plată, cu mesaje criptate End to End! Solicitările de plată, memoriile și mesajele vor fi primite numai de către alți utilizatori nautilus. Nu este necesar să aveți un nume de utilizator pentru a trimite sau primi cereri de plată și le puteți utiliza pentru păstrarea propriei evidențe, chiar dacă nu utilizează nautilus.
ru: Отправляйте или запрашивайте платеж с помощью сообщений со сквозным шифрованием! Запросы на оплату, записки и сообщения будут приниматься только другими пользователями nautilus. Вам не нужно иметь имя пользователя для отправки или получения запросов на оплату, и вы можете использовать их для ведения собственного учета, даже если они не используют nautilus.
sl: Pošljite ali zahtevajte plačilo s šifriranimi sporočili od konca do konca! Zahteve za plačilo, beležke in sporočila bodo terjali samo drugi uporabniki Nautilusa. Za pošiljanje ali prejemanje zahtevkov za plačilo vam ni treba imeti uporabniškega imena in jih lahko uporabite za lastno vodenje evidenc, tudi če ne uporabljajo nautilusa.
sv: Skicka eller begär en betalning, med krypterade meddelanden från slut till slut! Betalningsförfrågningar, PM, och meddelanden kommer endast att tas emot av andra nautilus-användare. Du behöver inte ha ett användarnamn för att skicka eller ta emot betalningsförfrågningar, och du kan använda dem för din egen journalföring även om de inte använder nautilus.
tl: Magpadala o Humiling ng pagbabayad, na may End to End End Encrypted na mensahe! Ang mga kahilingan sa pagbabayad, mga memo, at mga mensahe ay matatanggap lamang ng iba pang mga gumagamit ng nautilus. Hindi mo kailangang magkaroon ng username upang makapagpadala o makatanggap ng mga kahilingan sa pagbabayad, at maaari mo itong gamitin para sa iyong sariling record keeping kahit hindi sila gumagamit ng nautilus.
tr: Uçtan Uca Şifreli mesajlarla ödeme gönderin veya talep edin! Ödeme istekleri, notlar, ve mesajlar yalnızca diğer nautilus kullanıcıları tarafından alınacaktır. Ödeme istekleri göndermek veya almak için bir kullanıcı adınızın olması gerekmez, ve nautilus kullanmasalar bile bunları kendi kayıt tutmanız için kullanabilirsiniz.
uk: Надсилайте або запитуйте платіж із зашифрованими повідомленнями End to End! Платіжні запити, замітки та повідомлення будуть отримувати лише інші користувачі nautilus. Вам не потрібно мати ім'я користувача для надсилання або отримання платіжних запитів, і ви можете використовувати їх для власного ведення обліку, навіть якщо вони не використовують nautilus.
vi: Gửi hoặc yêu cầu thanh toán, với các tin nhắn được mã hóa End to End! Yêu cầu thanh toán, bản ghi nhớ và tin nhắn sẽ chỉ được chấp nhận bởi những người dùng nautilus khác. Bạn không cần phải có tên người dùng để gửi hoặc nhận yêu cầu thanh toán, và bạn có thể sử dụng chúng để lưu giữ hồ sơ của riêng bạn ngay cả khi họ không sử dụng nautilus.
zh_hans: 使用端到端加密消息发送或请求付款！ 付款请求、备忘录和消息只能由其他 nautilus 用户接收。 您无需拥有用户名即可发送或接收付款请求，即使他们不使用nautilus，您也可以将其用于自己的记录保存。
zh_hant: 發送或請求付款，帶有端到端加密消息！ 付款請求，備忘錄和消息僅由其他 Nautilus 用戶應收。 您無需擁有用戶名即可發送或接收付款請求，即使他們不使用鸚鵡螺，也可以將它們用於自己的記錄保存。

# sendSheetInfoHeader
source: Send Sheet Info
ar: إرسال معلومات الورقة
bg: Изпращане на информация за листа
bn: পত্রকের তথ্য পাঠান
da: Send oplysninger om ark
de: Blattinfo senden
he: שלח פרטי גיליון
hi: शीट की जानकारी भेजें
hu: Adatlap küldése
ja: シート情報を送る
ko: 시트 정보 보내기
ms: Hantar Maklumat Helaian
nl: Informatie over het blad verzenden
no: Send info om ark
pl: Wyślij informacje o arkuszu
ro: Trimiteți informații despre foaie
ru: Отправить информацию о листе
sl: Pošlji informacije o listu
sv: Skicka arkinformation
tl: Ipadala ang Info Sheet
tr: Sayfa Bilgisi Gönder
uk: Надіслати інформацію про аркуш
vi: Gửi thông tin trang tính
zh_hans: 发送工作表信息
zh_hant: 傳送工作表資訊

source: Sent
ar: تم الارسال
bg: Изпратено
bn: পাঠানো হয়েছে
da: Odesláno
de: Gesendet
he: נשלח
hi: भेजे -
hu: Küldött
ja: 送金した
ko: 전송 완료
lv: Nosūtītie
ms: Dihantar
nl: Verstuurd
no: Sendt
pl: Wysłane
ro: Ai trimis
ru: Отправлено
sl: Poslano
sv: Skickat
tl: Naipadala
tr: Gönderildi
uk: Надіслано
vi: Đã gửi
zh_hans: 发送
zh_hant: 發送

source: Sent To
ar: تم الإرسال إلى
bg: Изпратено до
bn: পাঠানো হয়েছে
da: Odeslat
de: Gesendet an
he: נשלח ל
hi: इसको भेजा गया -
hu: Elküldve ide
ja: 送金先
ko: 받는 사람
lv: Nosūtīts
ms: Dihantar ke
nl: Verstuurd naar
no: Sendt til
pl: Wysłane Do
ro: Trimis către
ru: Отправлено на
sl: Poslano
sv: Skickat till
tl: Pinadala sa
tr: Alıcı
uk: Надіслано для
vi: Đã gửi tới
zh_hans: 发给
zh_hant: 發送給：

source: Set
ar: تعيين
bg: Комплект
bn: সেট
da: Sæt
de: Satz
he: מַעֲרֶכֶת
hi: समूह
hu: Készlet
ja: 設定
ko: 세트
lv: Iestatīt
ms: Tetapkan
no: Sett
pl: Ustawić
ro: A stabilit
ru: Установлен
sv: Uppsättning
tl: Itakda
tr: Ayarlamak
uk: встановити
vi: Bộ
zh_hans: 放
zh_hant: 放

source: Set Password
ar: إنشاء كلمة مرور
bg: Задай парола
bn: পাসওয়ার্ড সেট করুন
da: Nastavit heslo
de: Passwort festlegen
hi: पासवर्ड सेट करें
ja: ウォレットのパスワードを作成する
ms: Tetapkan kata laluan
nl: Wachtwoord aanmaken
no: Velg passord
pl: Ustaw hasło
ro: Setează parola
ru: Установка пароля
sv: Ställ in lösenord
tl: Maglagay ng Password
tr: Şifre Oluştur
uk: Установити пароль
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設定密碼

# setPasswordSuccess
source: Password has been set successfully
ar: تم إنشاء كلمة مرور المحفظة بنجاح
bg: Паролата е зададена успешно
bn: পাসওয়ার্ড সফলভাবে সেট করা হয়েছে
da: Heslo bylo úspěšně nastaveno
de: Passwort erfolgreich festgelegt
hi: पासवर्ड सफलतापूर्वक सेट कर दिया गया है
ja: パスワードの設定に成功しました。
ms: Kata laluan telah ditetapkan dengan jayanya
nl: Wachtwoord is succesvol ingesteld
no: Passordet er valgt
pl: Hasło zostało zapisane pomyślnie
ro: Parola a fost setată cu succes
ru: Пароль был успешно установлен
sv: Lösenordet har ställts in
tl: Ang password ay nakalagay na
tr: Şifre başarıyla oluşturuldu
uk: Пароль було успішно встановлено
vi: Đã đặt mật khẩu thành công
zh_hans: 密码设置成功
zh_hant: 順利設定密碼

source: Set Pin
ar: تعيين دبوس
bg: Задайте ПИН
bn: পিন সেট করুন
da: Sæt Pin
de: Pin setzen
he: הגדר סיכה
hi: पिन सेट करें
ja: ピンを設定
ko: 핀 설정
lv: Iestatīt Pin
ms: Tetapkan Pin
nl: Pin instellen
no: Sett Pin
pl: Ustaw pinezkę
ro: Setați PIN
ru: Установить булавку
sv: Ställ in stift
tl: Itakda ang Pin
tr: Pimi Ayarla
uk: Встановити PIN-код
vi: Đặt mã pin
zh_hans: 设置引脚
zh_hant: 設置引腳

# setPinParagraph
source: Set or change your existing PIN. If you haven't set a PIN yet, the default PIN is 000000.
ar: قم بتعيين أو تغيير رقم التعريف الشخصي الحالي الخاص بك. إذا لم تقم بتعيين رقم تعريف شخصي حتى الآن ، فإن رقم التعريف الشخصي الافتراضي هو 000000.
bg: Задайте или променете съществуващия си PIN. Ако все още не сте задали ПИН, ПИН по подразбиране е 000000.
bn: আপনার বিদ্যমান পিন সেট বা পরিবর্তন করুন। আপনি যদি এখনও একটি পিন সেট না করে থাকেন তবে ডিফল্ট পিনটি হল 000000৷
da: Indstil eller skift din eksisterende pinkode. Hvis du ikke har angivet en pinkode endnu, er standard pinkoden 000000.
de: Legen Sie Ihre bestehende PIN fest oder ändern Sie sie. Wenn Sie noch keine PIN festgelegt haben, lautet die Standard-PIN 000000.
he: הגדר או שנה את ה-PIN הקיים שלך. אם עדיין לא הגדרת קוד PIN, קוד ברירת המחדל הוא 000000.
hi: अपना मौजूदा पिन सेट करें या बदलें। यदि आपने अभी तक पिन सेट नहीं किया है, तो डिफ़ॉल्ट पिन 000000 है।
hu: Állítsa be vagy módosítsa meglévő PIN-kódját. Ha még nem állított be PIN-kódot, az alapértelmezett PIN-kód a 000000.
ja: 既存の PIN を設定または変更します。 PIN をまだ設定していない場合、デフォルトの PIN は 000000 です。
ko: 기존 PIN을 설정하거나 변경합니다. 아직 PIN을 설정하지 않은 경우 기본 PIN은 000000입니다.
lv: Iestatiet vai mainiet savu esošo PIN. Ja vēl neesat iestatījis PIN, noklusējuma PIN ir 000000.
ms: Tetapkan atau tukar PIN sedia ada anda. Jika anda belum menetapkan PIN lagi, PIN lalai ialah 000000.
nl: Stel uw bestaande pincode in of wijzig deze. Als u nog geen pincode hebt ingesteld, is de standaardpincode 000000.
no: Angi eller endre din eksisterende PIN-kode. Hvis du ikke har angitt en PIN-kode ennå, er standard-PIN-koden 000000.
pl: Ustaw lub zmień istniejący kod PIN. Jeśli nie ustawiłeś jeszcze kodu PIN, domyślny kod PIN to 000000.
ro: Setați sau modificați codul PIN existent. Dacă nu ați setat încă un PIN, PIN-ul implicit este 000000.
ru: Установите или измените существующий PIN-код. Если вы еще не установили PIN-код, PIN-код по умолчанию — 000000.
sl: Nastavite ali spremenite svoj obstoječi PIN. Če kode PIN še niste nastavili, je privzeta koda PIN 000000.
sv: Ställ in eller ändra din befintliga PIN-kod. Om du inte har angett en PIN-kod än är standard-PIN-koden 000000.
tl: Itakda o baguhin ang iyong kasalukuyang PIN. Kung hindi ka pa nakakapagtakda ng PIN, ang default na PIN ay 000000.
tr: Mevcut PIN'inizi ayarlayın veya değiştirin. Henüz bir PIN belirlemediyseniz, varsayılan PIN 000000'dir.
uk: Встановіть або змініть наявний PIN-код. Якщо ви ще не встановили PIN-код, стандартним PIN-кодом буде 000000.
vi: Đặt hoặc thay đổi mã PIN hiện có của bạn. Nếu bạn chưa đặt mã PIN, mã PIN mặc định là 000000.
zh_hans: 设置或更改您现有的 PIN。如果您尚未设置 PIN，则默认 PIN 为 000000。
zh_hant: 設置或更改您現有的 PIN。如果您尚未設置 PIN，則默認 PIN 為 000000。

# setPinSuccess
source: Pin has been set successfully
ar: تم تعيين رقم التعريف الشخصي بنجاح
bg: ПИН кодът е зададен успешно
bn: পিন সফলভাবে সেট করা হয়েছে৷
da: Pin er blevet sat
de: Pin wurde erfolgreich gesetzt
he: סיכה הוגדרה בהצלחה
hi: पिन सफलतापूर्वक सेट कर दिया गया है
hu: A PIN-kód beállítása sikeresen megtörtént
ja: ピンが正常に設定されました
ko: 핀이 성공적으로 설정되었습니다.
lv: Pin ir veiksmīgi iestatīts
ms: Pin telah berjaya ditetapkan
nl: Pin is succesvol ingesteld
no: Pin har blitt satt
pl: Kod PIN został pomyślnie ustawiony
ro: Pinul a fost setat cu succes
ru: Пин-код успешно установлен
sl: Pin je bil uspešno nastavljen
sv: Pin har ställts in
tl: Matagumpay na naitakda ang pin
tr: Pin başarıyla ayarlandı
uk: PIN-код встановлено успішно
vi: Mã pin đã được đặt thành công
zh_hans: 已成功设置引脚
zh_hant: 已成功設置引腳

# setPlausibleDeniabilityPin
source: Set Plausible Pin
ar: تعيين رقم التعريف الشخصي المعقول
bg: Задаване на правдоподобен щифт
bn: যুক্তিযুক্ত পিন সেট করুন
da: Sæt Plausible Pin
de: Plausiblen Pin setzen
he: הגדר סיכה סבירה
hi: प्रशंसनीय पिन सेट करें
hu: Állítsa be a valószínű PIN-kódot
ja: もっともらしいピンを設定する
ko: 그럴듯한 핀 설정
lv: Iestatiet ticamu tapu
ms: Tetapkan Pin Boleh Dipercayai
nl: Plausibele pin instellen
no: Sett Plausible Pin
pl: Ustaw wiarygodną szpilkę
ro: Setați PIN plauzibil
ru: Установить правдоподобный PIN-код
sl: Nastavite verjeten žebljiček
sv: Ställ in Plausible Pin
tl: Itakda ang Plausible Pin
tr: Makul Pimi Ayarla
uk: Встановіть вірогідний пін
vi: Đặt ghim hợp lý
zh_hans: 设置合理的引脚
zh_hant: 設置合理的引腳

source: Set Restore Height
ar: تعيين استعادة الارتفاع
bg: Задаване на височина за възстановяване
bn: পুনরুদ্ধার উচ্চতা সেট করুন
da: Indstil gendannelseshøjde
de: Stellen Sie die Wiederherstellungshöhe ein
he: הגדר גובה שחזור
hi: पुनर्स्थापना ऊँचाई सेट करें
hu: Állítsa be a visszaállítási magasságot
ja: 復元高さの設定
ko: 복원 높이 설정
lv: Iestatiet atjaunošanas augstumu
ms: Tetapkan Ketinggian Pemulihan
nl: Herstelhoogte instellen
no: Angi gjenopprettingshøyde
pl: Ustaw wysokość przywracania
ro: Setați înălțimea de restaurare
ru: Установить высоту восстановления
sl: Nastavite višino obnovitve
sv: Ställ in återställningshöjd
tl: Itakda ang Ibalik na Taas
tr: Geri Yükleme Yüksekliğini Ayarla
uk: Встановити висоту відновлення
vi: Đặt Chiều cao Khôi phục
zh_hans: 设置恢复高度
zh_hant: 設置恢復高度

# settingsHeader
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
da: Nastavení
de: Einstellungen
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
ja: 設定
ko: 설정
lv: Iestatījumi
ms: Tetapan
nl: Instellingen
no: Instillinger
pl: Ustawienia
ro: Setări
ru: Настройки
sl: Nastavitve
sv: Inställningar
tl: Mga setting
tr: Ayarlar
uk: Установки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settingsTransfer
source: Load from Paper Wallet
ar: تحميل من المحفظة الورقية
bg: Зареди от Хартиен Портфейл
bn: পেপার ওয়ালেট থেকে লোড করুন
da: Načíst z papírové penězenky
de: Von Paper Wallet importieren
he: טען מארנק נייר
hi: पेपर वॉलेट से लोड करें
ja: ペーパーウォレットから読み込む
lv: Ielādēt no papīra maka
ms: Muatkan dari Dompet Kertas
nl: Van papieren wallet importeren
no: Last fra papirlommebok
pl: Załaduj z Papierowego Portfela
ro: Încarcă din Paper Wallet
ru: Загрузить с Paper кошелька
sl: Naloži iz papirnate denarnice
sv: Ladda från pappersplånbok
tl: Ilipat galing sa Paper Wallet
tr: Bakiye Transferi
uk: Завантажити з паперового гаманця
vi: Nhập từ ví giấy
zh_hans: 用纸钱包充值
zh_hant: 透過紙錢包儲值

source: Set Wallet Password
ar: إنشاء كلمة مرور المحفظة
bg: Задай парола на Портфейла
bn: ওয়ালেট পাসওয়ার্ড সেট করুন
da: Nastavit heslo peněženky
de: Wallet-Passwort festlegen
hi: वॉलेट पासवर्ड सेट करें
ja: ウォレットのパスワードを作成する
ms: Tetapkan Kata Laluan Wallet
nl: Stel een Wallet-wachtwoord in
no: Velg lommebokens passord
pl: Ustaw hasło portfela
ro: Setați o parolă portofelului
ru: Установить пароль
sv: Ställ in plånbokslösenord
tl: Maglagay ng Wallet Password
tr: Cüzdan Şifresi Oluştur
uk: Установити пароль гаманця
vi: Đặt mật khẩu ví
zh_hans: 设置钱包密码
zh_hant: 設定錢包密碼

source: Set XMR Restore Height
ar: قم بتعيين ارتفاع استعادة XMR
bg: Задайте височина за възстановяване на XMR
bn: XMR পুনরুদ্ধার উচ্চতা সেট করুন
da: Indstil XMR-gendannelseshøjde
de: Stellen Sie die XMR-Wiederherstellungshöhe ein
he: הגדר XMR שחזור גובה
hi: एक्सएमआर पुनर्स्थापना ऊंचाई सेट करें
hu: Állítsa be az XMR visszaállítási magasságot
ja: XMR 復元の高さを設定する
ko: XMR 복원 높이 설정
lv: Iestatiet XMR atjaunošanas augstumu
ms: Tetapkan Ketinggian Pemulihan XMR
nl: XMR-herstelhoogte instellen
no: Still inn XMR-gjenopprettingshøyde
pl: Ustaw wysokość przywracania XMR
ro: Setați înălțimea de restaurare XMR
ru: Установить высоту восстановления XMR
sl: Nastavite višino obnovitve XMR
sv: Ställ in XMR-återställningshöjd
tl: Itakda ang XMR Restore Height
tr: XMR Geri Yükleme Yüksekliğini Ayarla
uk: Встановіть висоту відновлення XMR
vi: Đặt chiều cao khôi phục XMR
zh_hans: 设置 XMR 恢复高度
zh_hant: 設置 XMR 恢復高度

source: Share
ar: يشارك
bg: Дял
bn: শেয়ার করুন
da: Del
de: Teilen
he: לַחֲלוֹק
hi: शेयर करना
hu: Részvény
ja: シェア
ko: 공유하다
lv: Dalīties
ms: Kongsi
nl: Deel
no: Dele
pl: Dzielić
ro: Acțiune
ru: Делиться
sl: Deliti
sv: Dela med sig
tl: Ibahagi
tr: Paylaşmak
uk: Поділіться
vi: Đăng lại
zh_hans: 分享
zh_hant: 分享

# shareApp
source: Share %1
bg: Споделете %1
bn: শেয়ার করুন %1
da: Del %1
de: Anteil %1
he: שתף %1
hi: शेयर% 1
hu: Megosztás %1
ko: 공유 %1
lv: Kopīgot %1
ms: Kongsi % 1
nl: %1 delen
no: Del %1
pl: Udostępnij %1
ro: Distribuie %1
ru: Поделиться %1
sv: Dela %1
tl: Ibahagi ang %1
tr: %1 paylaş
uk: Поділитися %1
vi: Chia sẻ %1
zh_hans: 共享 %1
zh_hant: 分享 %1

# shareAppText
source: Check out %1! A premier %2 mobile wallet!
bg: Вижте %1! Първокласен NANO мобилен портфейл!
bn: %1 দেখুন! একটি প্রিমিয়ার ন্যানো মোবাইল ওয়ালেট!
da: Tjek %1 ud! En førsteklasses NANO mobil tegnebog!
de: Schauen Sie sich %1 an! Eine erstklassige mobile NANO-Brieftasche!
he: בדוק את% 1! ארנק נייד NANO מעולה!
hi: चेक आउट % 1! एक प्रमुख नैनो मोबाइल वॉलेट!
hu: Nézze meg %1! Egy kiváló NANO mobil pénztárca!
ko: %1을(를) 확인하십시오! 최고의 NANO 모바일 지갑!
lv: Pārbaudiet %1! Labākais NANO mobilais maks!
ms: Lihat % 1! Dompet mudah alih NANO terulung!
nl: Bekijk %1! Een eersteklas NANO mobiele portemonnee!
no: Sjekk ut %1! En førsteklasses NANO-mobillommebok!
pl: Sprawdź %1! Najlepszy mobilny portfel NANO!
ro: Verificați %1! Un portofel mobil NANO de prim rang!
ru: Проверьте %1! Первоклассный мобильный кошелек NANO!
sv: Kolla in %1! En förstklassig NANO-mobilplånbok!
tl: Tingnan ang %1! Isang nangungunang NANO mobile wallet!
tr: %1'e göz atın! Birinci sınıf bir NANO mobil cüzdan!
uk: Перевірте %1! Перший мобільний гаманець NANO!
vi: Kiểm tra %1! Ví di động NANO hàng đầu!
zh_hans: 检查 %1！首屈一指的 NANO 手机钱包！
zh_hant: 檢查 %1！首屈一指的 NANO 手機錢包！

source: Share Link
ar: مشاركة الرابط
bg: Споделяне на връзка
bn: লিংক শেয়ার করুন
da: Del link
de: Link teilen
he: שתף קישור
hi: लिंक शेयर करें
hu: Link megosztása
ja: 共有リンク
ko: 공유 링크
ms: Kongsi Pautan
nl: Link delen
no: Del Link
pl: Udostępnij link
ro: Distribuiți linkul
ru: Поделиться ссылкой
sl: Delite povezavo
sv: Dela länk
tl: Ibahagi ang Link
tr: Link Paylaş
uk: Поділитися посиланням
vi: Chia sẻ liên kết
zh_hans: 分享链接
zh_hant: 分享連結

source: Share Message
ar: مشاركة الرسالة
bg: Споделете съобщение
bn: বার্তা শেয়ার করুন
da: Del besked
de: Nachricht teilen
he: שתף הודעה
hi: संदेश साझा करें
hu: Üzenet megosztása
ja: メッセージを共有
ko: 메시지 공유
lv: Kopīgot ziņu
ms: Kongsi Mesej
nl: Bericht delen
no: Del melding
pl: Udostępnij wiadomość
ro: Partajați mesajul
ru: Поделиться сообщением
sl: Deli sporočilo
sv: Dela meddelande
tl: Ibahagi ang Mensahe
tr: Mesajı Paylaş
uk: Поділитися повідомленням
vi: Chia sẻ tin nhắn
zh_hans: 分享讯息
zh_hant: 分享訊息

source: Share Nautilus
ar: شارك نتريوم
bg: Сподели Nautilus
da: Sdílet Nautilus
de: Nautilus teilen
hi: शेयर नैट्रियम
hu: Oszd meg a Nautilusot
ja: Nautilusを共有する
ko: Nautilus 공유
lv: Dalīties ar Nautilus
ms: Kongsi Nautilus
nl: Deel Nautilus
no: Del Nautilus
pl: Udostępnij Nautilus
ru: Поделиться Nautilus
sl: Deli Nautilus
sv: Dela Nautilus
tl: I-share ang Nautilus
tr: Nautilus'u Paylaş
uk: Поділитися Nautilus
vi: Chia sẻ Nautilus
zh_hans: 分享Nautilus
zh_hant: 分享 Nautilus

# shareNautilusText
source: Check out Nautilus! A premier NANO mobile wallet!
ar: راجع نتريوم! محفظة نتريوم الرسمية للهاتف
bg: Виж Nautilus! Водещият NANO мобилен портфейл!
da: Vyzkoušejte Nautilus! Špičková mobilní peněženka NANO!
de: Probier mal Nautilus, Nanos offizielles Android-Wallet!
hi: नैट्रियम की जाँच करें! एक प्रमुख नैनो मोबाइल वॉलेट!
hu: Próbáld ki a Nautilusot, a Nano hivatalos Androidos tárcáját!
ja: 優秀なナノモバイルウォレットであるナトリアムを使ってみましょう。
ko: Nautilus을 확인하세요! Nano의 공식 Android 지갑!
lv: Uzmet aci Nautilus! Izcils NANO viedais maks!
ms: Semakkan Nautilus! Dompet Android Nano yang rasmi
nl: Probeer Nautilus! Een premium mobiele Nano wallet!
no: Sjekk ut Nautilus! En ledende NANO mobil lommebok!
pl: Zobacz Nautilus! Oficjalny portfel Nano dla Android!
ro: Încearcă Nautilus! Portofelul mobil NANO de talie mondială!
ru: Оцените Nautilus! Лучший Android кошелёк Nano!
sl: Preveri Nautilus! Uradna mobilna Nano denarnica!
sv: Kolla in Nautilus! Nanos officiella Androidplånbok!
tl: Tingnan ang Nautilus! Ang opisyal na Android Wallet ng Nano!
tr: Nano'nun resmi Android Cüzdanı Nautilus'u denesene!
uk: Спробуйте Nautilus! Найкращий мобільний гаманець для NANO!
vi: Thử ngay Nautilus! Ví Nano di động hàng đầu!
zh_hans: 来试试Nautilus！ 一个卓越的NANO手机钱包！
zh_hant: 請試試 Nautilus —— 針對行動裝置的 NANO 錢包！
