Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# askSkipSetup
source: We noticed you clicked on a link that contains some %2, would you like to skip the setup process? You can always change things later. If you have an existing seed that you want to import however, you should select no.
ar: لاحظنا أنك نقرت على رابط يحتوي على بعض النانو ، هل ترغب في تخطي عملية الإعداد؟ يمكنك دائمًا تغيير الأشياء لاحقًا. ومع ذلك ، إذا كان لديك بذرة موجودة تريد استيرادها ، فيجب عليك تحديد لا.
bg: Забелязахме, че сте кликнали върху връзка, която съдържа някои nano, искате ли да пропуснете процеса на настройка? Винаги можете да промените нещата по-късно. Ако обаче имате съществуващо семе, което искате да импортирате, трябва да изберете не.
bn: আমরা লক্ষ্য করেছি যে আপনি একটি লিঙ্কে ক্লিক করেছেন যাতে কিছু ন্যানো রয়েছে, আপনি কি সেটআপ প্রক্রিয়াটি এড়িয়ে যেতে চান? আপনি সবসময় পরে জিনিস পরিবর্তন করতে পারেন. যদি আপনার কাছে একটি বিদ্যমান বীজ থাকে যা আপনি আমদানি করতে চান তবে আপনাকে না নির্বাচন করা উচিত।
da: Vi har bemærket, at du klikkede på et link, der indeholder noget nano. Vil du springe opsætningsprocessen over? Du kan altid ændre tingene senere. Hvis du har et eksisterende frø, som du vil importere, skal du dog vælge nej.
de: Wir haben festgestellt, dass Sie auf einen Link geklickt haben, der Nano enthält. Möchten Sie den Einrichtungsvorgang überspringen? Sie können die Dinge später immer noch ändern. Wenn Sie jedoch einen vorhandenen Seed haben, den Sie importieren möchten, sollten Sie Nein auswählen.
he: שמנו לב שלחצת על קישור שמכיל קצת ננו, האם תרצה לדלג על תהליך ההגדרה? תמיד תוכל לשנות דברים מאוחר יותר. אם יש לך זרע קיים שברצונך לייבא עם זאת, עליך לבחור לא.
hi: हमने देखा है कि आपने एक लिंक पर क्लिक किया है जिसमें कुछ नैनो है, क्या आप सेटअप प्रक्रिया को छोड़ना चाहेंगे? आप बाद में कभी भी चीजें बदल सकते हैं। यदि आपके पास एक मौजूदा बीज है जिसे आप आयात करना चाहते हैं, तो आपको नहीं का चयन करना चाहिए।
hu: Észrevettük, hogy egy nanoelemet tartalmazó linkre kattintott. Szeretné kihagyni a beállítási folyamatot? Később mindig változtathatsz a dolgokon. Ha azonban van egy meglévő vetőmagja, amelyet importálni szeretne, válassza a nem lehetőséget.
ja: nano を含むリンクをクリックしたことがわかりました。セットアップ プロセスをスキップしますか?後でいつでも変更できます。 ただし、インポートしたい既存のシードがある場合は、いいえを選択する必要があります。
ko: 나노가 포함된 링크를 클릭한 것을 확인했습니다. 설정 프로세스를 건너뛰시겠습니까? 나중에 언제든지 변경할 수 있습니다. 그러나 가져오려는 기존 시드가 있는 경우 아니오를 선택해야 합니다.
lv: Mēs pamanījām, ka esat noklikšķinājis uz saites, kurā ir ietverts nanoelements. Vai vēlaties izlaist iestatīšanas procesu? Jūs vienmēr varat mainīt lietas vēlāk. Tomēr, ja jums ir kāda sēkla, kuru vēlaties importēt, atlasiet nē.
ms: Kami mendapati anda mengklik pada pautan yang mengandungi beberapa nano, adakah anda ingin melangkau proses persediaan? Anda sentiasa boleh mengubah perkara kemudian. Jika anda mempunyai benih sedia ada yang anda ingin import walau bagaimanapun, anda harus memilih no.
nl: We hebben gemerkt dat je op een link hebt geklikt die wat nano bevat, wil je het installatieproces overslaan? Je kunt later altijd nog dingen veranderen. Als je echter een bestaande seed hebt die je wilt importeren, moet je nee selecteren.
no: Vi la merke til at du klikket på en lenke som inneholder noe nano, vil du hoppe over konfigurasjonsprosessen? Du kan alltid endre ting senere. Hvis du imidlertid har et eksisterende frø som du vil importere, bør du velge nei.
pl: Zauważyliśmy, że kliknąłeś link, który zawiera nano, czy chcesz pominąć proces konfiguracji? Zawsze możesz coś zmienić później. Jeśli jednak masz istniejący materiał siewny, który chcesz zaimportować, wybierz opcję nie.
ro: Am observat că ați dat clic pe un link care conține niște nano, doriți să săriți peste procesul de configurare? Poți oricând să schimbi lucrurile mai târziu. Dacă aveți o sămânță existentă pe care doriți să o importați, ar trebui să selectați nu.
ru: Мы заметили, что вы нажали на ссылку, содержащую нано. Хотите пропустить процесс установки? Вы всегда можете изменить ситуацию позже. Однако, если у вас есть семя, которое вы хотите импортировать, вам следует выбрать нет.
sl: Opazili smo, da ste kliknili povezavo, ki vsebuje nano, ali želite preskočiti postopek namestitve? Pozneje lahko vedno spremenite stvari. Če pa imate obstoječe seme, ki ga želite uvoziti, izberite ne.
sv: Vi märkte att du klickade på en länk som innehåller lite nano, vill du hoppa över installationsprocessen? Du kan alltid ändra saker senare. Om du däremot har ett befintligt frö som du vill importera bör du välja nej.
tl: Napansin naming nag-click ka sa isang link na naglalaman ng ilang nano, gusto mo bang laktawan ang proseso ng pag-setup? Maaari mong palaging baguhin ang mga bagay sa ibang pagkakataon. Kung mayroon kang umiiral na binhi na gusto mong i-import gayunpaman, dapat mong piliin ang hindi.
tr: Biraz nano içeren bir bağlantıya tıkladığınızı fark ettik, kurulum sürecini atlamak ister misiniz? İşleri daha sonra her zaman değiştirebilirsiniz. Ancak içe aktarmak istediğiniz mevcut bir tohumunuz varsa, hayır'ı seçmelisiniz.
uk: Ми помітили, що ви натиснули на посилання, яке містить нано, чи бажаєте ви пропустити процес налаштування? Ви завжди можете щось змінити пізніше. Однак, якщо у вас є початковий код, який ви хочете імпортувати, вам слід вибрати «ні».
vi: Chúng tôi nhận thấy bạn đã nhấp vào một liên kết có chứa một số nano, bạn có muốn bỏ qua quá trình thiết lập không? Bạn luôn có thể thay đổi mọi thứ sau này. Tuy nhiên, nếu bạn có một hạt giống hiện có mà bạn muốn nhập, bạn nên chọn không.
zh_hans: 我们注意到您单击了包含一些 nano 的链接，您想跳过设置过程吗？你以后总是可以改变的。 但是，如果您有要导入的现有种子，则应选择否。
zh_hant: 我們注意到您單擊了包含一些 nano 的鏈接，您想跳過設置過程嗎？你以後總是可以改變的。 但是，如果您有要導入的現有種子，則應選擇否。

# askTracking
source: We're about to ask for the "tracking" permission, this is used *strictly* for attributing links / referrals, and minor analytics (things like number of installs, what app version, etc.) We believe you are entitled to your privacy and are not interested in any of your personal data, we just need the permission in order for link attributions to work correctly.
ar: نحن على وشك طلب إذن "التتبع" ، ويتم استخدامه * بشكل صارم * لإسناد الروابط / الإحالات ، والتحليلات الطفيفة (أشياء مثل عدد عمليات التثبيت ، وإصدار التطبيق ، وما إلى ذلك) نعتقد أنه يحق لك الحصول على خصوصيتك ولسنا مهتمين بأي من بياناتك الشخصية ، فنحن نحتاج فقط إلى الإذن حتى تعمل إحالات الروابط بشكل صحيح.
bg: На път сме да поискаме разрешение за „проследяване“, това се използва *стриктно* за приписване на връзки/реферали и незначителни анализи (неща като брой инсталации, коя версия на приложението и т.н.) Вярваме, че имате право на вашата поверителност и не се интересуваме от каквито и да е ваши лични данни, ние просто се нуждаем от разрешение, за да може приписването на връзки да работи правилно.
bn: আমরা "ট্র্যাকিং" অনুমতির জন্য জিজ্ঞাসা করতে চলেছি, এটি লিঙ্ক / রেফারেল এবং ছোট বিশ্লেষণের জন্য *কঠোরভাবে* ব্যবহার করা হয় (যেমন ইনস্টলের সংখ্যা, কী অ্যাপ সংস্করণ ইত্যাদি) আমরা বিশ্বাস করি আপনি আপনার গোপনীয়তার অধিকারী এবং আপনার কোনো ব্যক্তিগত ডেটাতে আগ্রহী নন, লিঙ্ক অ্যাট্রিবিউশনগুলি সঠিকভাবে কাজ করার জন্য আমাদের কেবল অনুমতি প্রয়োজন৷
da: Vi er ved at bede om "sporing"-tilladelsen, denne bruges *strengt* til at tilskrive links/henvisninger og mindre analyser (ting som antal installationer, hvilken appversion osv.) Vi mener, at du har ret til dit privatliv og ikke er interesseret i nogen af dine personlige data, skal vi blot have tilladelsen for at linktilskrivninger fungerer korrekt.
de: Wir werden gleich um die „Tracking“-Erlaubnis bitten, diese wird *ausschließlich* für die Zuordnung von Links/Verweise und kleinere Analysen (Dinge wie Anzahl der Installationen, welche App-Version usw.) verwendet. Wir glauben, dass Sie ein Recht auf Ihre Privatsphäre haben und an Ihren personenbezogenen Daten nicht interessiert sind, benötigen wir lediglich die Erlaubnis, damit die Linkzuordnungen korrekt funktionieren.
he: אנו עומדים לבקש את הרשאת ה"מעקב", זה משמש *בהקפדה* לייחוס קישורים/הפניות וניתוחים קטנים (דברים כמו מספר התקנות, איזו גרסת אפליקציה וכו') אנו מאמינים שאתה זכאי לפרטיות שלך ואינם מעוניינים באף אחד מהנתונים האישיים שלך, אנו רק צריכים את ההרשאה על מנת שייחוס קישורים יפעלו כהלכה.
hi: हम "ट्रैकिंग" अनुमति के लिए पूछने वाले हैं, इसका उपयोग लिंक / रेफ़रल, और मामूली विश्लेषण (इंस्टॉल की संख्या, कौन सा ऐप संस्करण इत्यादि जैसी चीजें) के लिए *सख्ती से* किया जाता है। हमें विश्वास है कि आप अपनी गोपनीयता के हकदार हैं और आपके किसी भी व्यक्तिगत डेटा में रुचि नहीं रखते हैं, लिंक एट्रिब्यूशन सही ढंग से काम करने के लिए हमें केवल अनुमति की आवश्यकता है।
hu: "Nyomon követési" engedélyt készülünk kérni, ezt *szigorúan* linkek/hivatkozások hozzárendelésére és kisebb elemzésekre (például telepítések száma, alkalmazás verziószáma stb.) használjuk. és nem érdekelnek minket az Ön személyes adatai, csak az engedélyre van szükségünk ahhoz, hogy a link-hozzárendelések megfelelően működjenek.
ja: 「追跡」許可を求めようとしています。これは、リンク/紹介の帰属、およびマイナーな分析 (インストール数、アプリのバージョンなど) のために *厳密に* 使用されます。あなたにはプライバシーの権利があると信じています。はあなたの個人データには関心がありません。リンクの帰属が正しく機能するためには、許可が必要です。
ko: "추적" 권한을 요청하려고 합니다. 이 권한은 속성 링크/추천 및 사소한 분석(설치 횟수, 앱 버전 등)에 *엄격히* 사용됩니다. 귀하의 개인 데이터에 관심이 없으며 링크 속성이 올바르게 작동하려면 권한이 필요합니다.
lv: Mēs gatavojamies lūgt "izsekošanas" atļauju. Šī atļauja tiek izmantota *stingri*, lai piešķirtu saites / novirzīšanas un nelielas analīzes datus (piemēram, instalēšanas reižu skaits, lietotnes versija utt.). Mēs uzskatām, ka jums ir tiesības uz savu privātumu. un mūs neinteresē nekādi jūsu personas dati, mums ir nepieciešama tikai atļauja, lai saišu attiecinājumi darbotos pareizi.
ms: Kami akan meminta kebenaran "penjejakan", ini digunakan *secara ketat* untuk mengaitkan pautan / rujukan dan analitis kecil (perkara seperti bilangan pemasangan, versi apl apa, dll.) Kami percaya anda berhak mendapat privasi anda dan tidak berminat dengan mana-mana data peribadi anda, kami hanya memerlukan kebenaran agar atribusi pautan berfungsi dengan betul.
nl: We staan op het punt om de "tracking"-toestemming te vragen, deze wordt *strikt* gebruikt voor het toekennen van links/verwijzingen en kleine analyses (zoals het aantal installaties, welke app-versie, enz.) We zijn van mening dat u recht heeft op uw privacy en zijn niet geïnteresseerd in uw persoonlijke gegevens, we hebben alleen de toestemming nodig om linkattributies correct te laten werken.
no: Vi er i ferd med å be om "sporing"-tillatelsen, denne brukes *strengt* for å tilskrive lenker/henvisninger, og mindre analyser (ting som antall installasjoner, hvilken appversjon osv.) Vi mener at du har rett til personvernet ditt og ikke er interessert i noen av dine personlige data, trenger vi bare tillatelsen for at lenketilordninger skal fungere korrekt.
pl: Zaraz poprosimy o pozwolenie na „śledzenie”, jest ono używane *ściśle* do przypisywania linków / odesłań i drobnych analiz (takich jak liczba instalacji, wersja aplikacji itp.) Uważamy, że masz prawo do prywatności i nie interesują Cię żadne Twoje dane osobowe, potrzebujemy tylko zgody, aby atrybucje linków działały poprawnie.
ro: Suntem pe cale să cerem permisiunea de „urmărire”, aceasta este folosită *strict* pentru atribuirea de link-uri/recomandări și analize minore (lucruri precum numărul de instalări, ce versiune a aplicației etc.) Credem că aveți dreptul la confidențialitatea dvs. și nu sunteți interesați de niciuna dintre datele dumneavoastră personale, avem nevoie doar de permisiunea pentru ca atribuțiile de link să funcționeze corect.
ru: Мы собираемся запросить разрешение на «отслеживание», оно используется *строго* для атрибуции ссылок / рефералов и незначительной аналитики (например, количество установок, версия приложения и т. д.). Мы считаем, что вы имеете право на вашу конфиденциальность и не заинтересованы в каких-либо ваших личных данных, нам просто нужно разрешение, чтобы атрибуция ссылок работала правильно.
sl: Zaprosili bomo za dovoljenje za "sledenje", to se uporablja *strogo* za dodeljevanje povezav/napotitev in manjše analitike (stvari, kot so število namestitev, katera različica aplikacije itd.) Menimo, da ste upravičeni do svoje zasebnosti in nas ne zanimajo nobeni vaši osebni podatki, potrebujemo le dovoljenje, da lahko pripisovanje povezav deluje pravilno.
sv: Vi är på väg att be om tillståndet "spårning", detta används *strikt* för att tillskriva länkar/hänvisningar och mindre analyser (saker som antal installationer, vilken appversion, etc.) Vi anser att du har rätt till din integritet och inte är intresserade av någon av dina personuppgifter behöver vi bara tillstånd för att länkattributioner ska fungera korrekt.
tl: Hihingi na kami ng pahintulot sa "pagsubaybay", ginagamit ito *mahigpit* para sa pag-attribute ng mga link / referral, at minor analytics (mga bagay tulad ng bilang ng mga pag-install, anong bersyon ng app, atbp.) Naniniwala kaming may karapatan ka sa iyong privacy at hindi interesado sa alinman sa iyong personal na data, kailangan lang namin ng pahintulot upang gumana nang tama ang mga link attribution.
tr: "İzleme" iznini istemek üzereyiz, bu *kesinlikle* bağlantılar / yönlendirmeler ve küçük analizler (yükleme sayısı, hangi uygulama sürümü gibi şeyler) için kullanılır. Gizliliğinizin hakkınız olduğuna inanıyoruz. ve herhangi bir kişisel verinizle ilgilenmiyoruz, bağlantı niteliklerinin doğru çalışması için sadece izne ihtiyacımız var.
uk: Ми збираємося попросити дозвіл на «відстеження». Він використовується *виключно* для атрибуції посилань/рефералів і другорядної аналітики (наприклад, кількість встановлень, версія програми тощо). Ми вважаємо, що ви маєте право на свою конфіденційність і не зацікавлені у ваших особистих даних, нам лише потрібен дозвіл, щоб атрибуція посилань працювала правильно.
vi: Chúng tôi sắp yêu cầu quyền "theo dõi", quyền này được sử dụng * nghiêm ngặt * để phân bổ các liên kết / giới thiệu và phân tích nhỏ (những thứ như số lượt cài đặt, phiên bản ứng dụng nào, v.v.) Chúng tôi tin rằng bạn có quyền riêng tư của mình và không quan tâm đến bất kỳ dữ liệu cá nhân nào của bạn, chúng tôi chỉ cần sự cho phép để các thuộc tính liên kết hoạt động chính xác.
zh_hans: 我们即将请求“跟踪”权限，这*严格*用于归因链接/推荐和次要分析（例如安装数量、应用版本等）我们相信您有权享有您的隐私并且对您的任何个人数据不感兴趣，我们只需要获得许可，链接属性才能正常工作。
zh_hant: 我們即將請求“跟踪”權限，這*嚴格*用於歸因鏈接/推薦和次要分析（例如安裝數量、應用版本等）我們相信您有權享有您的隱私並且對您的任何個人數據不感興趣，我們只需要獲得許可，鏈接屬性才能正常工作。

# authConfirm
source: Authenticating
ar: المصادقة
bg: Удостоверява се
bn: প্রমাণীকরণ
da: Godkender
de: Authentifizieren
he: מאמת
hi: प्रमाणित कर रहा है
hu: Hitelesítés
ja: 認証中
ko: 인증 중
lv: Autentifikācija
ms: Mengesahkan
nl: Authenticatie
no: Autentiserer
pl: Uwierzytelnianie
ro: Autentificare
ru: Аутентификация
sl: Preverjanje pristnosti
sv: Autentiseras
tl: Nagpapatotoo
tr: kimlik doğrulama
uk: Автентифікація
vi: Xác thực
zh_hans: 认证
zh_hant: 認證

source: Authenticating
ar: المصادقة
bg: Удостоверява се
bn: প্রমাণীকরণ
da: Godkender
de: Authentifizieren
he: מאמת
hi: प्रमाणित कर रहा है
hu: Hitelesítés
ja: 認証中
ko: 인증 중
lv: Autentifikācija
ms: Mengesahkan
nl: Authenticatie
no: Autentiserer
pl: Uwierzytelnianie
ro: Autentificare
ru: Аутентификация
sl: Preverjanje pristnosti
sv: Autentiseras
tl: Nagpapatotoo
tr: kimlik doğrulama
uk: Автентифікація
vi: Xác thực
zh_hans: 认证
zh_hant: 認證

# authError
source: An error occurred while authenticating. Try again later.
ar: حدث خطأ أثناء المصادقة. حاول مرة أخرى في وقت لاحق.
bg: Възникна грешка при удостоверяване. Опитайте отново по-късно.
bn: প্রমাণীকরণের সময় একটি ত্রুটি ঘটেছে৷ পরে আবার চেষ্টা করুন.
da: Der opstod en fejl under godkendelse. Prøv igen senere.
de: Bei der Authentifizierung ist ein Fehler aufgetreten. Versuchen Sie es später noch einmal.
he: אירעה שגיאה במהלך האימות. נסה שוב מאוחר יותר.
hi: प्रमाणीकरण करते समय एक त्रुटि हुई। बाद में पुन: प्रयास।
hu: Hiba történt a hitelesítés során. Próbáld újra később.
ja: 認証中にエラーが発生しました。あとでもう一度試してみてください。
ko: 인증하는 동안 오류가 발생했습니다. 나중에 다시 시도하세요.
lv: Autentifikācijas laikā radās kļūda. Pamēģini vēlreiz vēlāk.
ms: Ralat berlaku semasa mengesahkan. Cuba lagi nanti.
nl: Er is een fout opgetreden tijdens het verifiëren. Probeer het later opnieuw.
no: Det oppsto en feil under autentisering. Prøv igjen senere.
pl: Wystąpił błąd podczas uwierzytelniania. Spróbuj ponownie później.
ro: A apărut o eroare la autentificare. Încercați mai târziu.
ru: Произошла ошибка при аутентификации. Попробуйте позже.
sl: Med preverjanjem pristnosti je prišlo do napake. Poskusi znova kasneje.
sv: Ett fel uppstod vid autentisering. Försök igen senare.
tl: May naganap na error habang nagpapatotoo. Subukan ulit mamaya.
tr: Kimlik doğrulama sırasında bir hata oluştu. Daha sonra tekrar deneyin.
uk: Під час автентифікації сталася помилка. Спробуйте ще раз пізніше.
vi: Đã xảy ra lỗi khi xác thực. Thử lại sau.
zh_hans: 验证时出错。稍后再试。
zh_hant: 驗證時出錯。稍後再試。

# authMethod
source: Authentication Method
ar: طريقة المصادقة
bg: Метод за Удостоверяване
bn: প্রমাণীকরণ পদ্ধতি
da: Metoda ověření
de: Authentifizierungs-Verfahren
he: שיטת אימות
hi: प्रमाणीकरण का तरीका
hu: Hitelesítési Módszer
ja: 認証方法
ko: 인증 방법
lv: Autentificēšanās metode
ms: Kaedah Pengesahan
nl: Verificatiemethode
no: Godkjennelsesmetode
pl: Metoda Uwierzytelniania
ro: Metoda de Autentificare
ru: Аутентификация
sl: Način avtentikacije
sv: Autentiseringsmetod
tl: Pamamaraan Authentication
tr: Doğrulama Metodu
uk: Метод аутентикації
vi: Phương thức xác nhận
zh_hans: 验证方法
zh_hant: 驗證機制

source: Auto Import
ar: استيراد تلقائي
bg: Автоматичен внос
bn: স্বয়ংক্রিয় আমদা
da: Automatisk import
de: Automatisch importieren
he: ייבוא אוטומטי
hi: स्वतः आयात
hu: Automatikus importálás
ja: [自動インポート]
ko: 자동 가져오기
ms: Import Auto
nl: Automatisch importeren
no: Automatisk import
pl: Automatyczny import
ro: Import automat
ru: Автоматический импорт
sl: Samodejni uvoz
sv: Automatisk import
tr: Otomatik İthalat
uk: Авто Імпорт
vi: Tự động nhập
zh_hans: 自动导入
zh_hant: 自動匯入

# autoLockHeader
source: Automatically Lock
ar: قفل آليً
bg: Автоматично Заключване
bn: স্বয়ংক্রিয়ভাবে লক
da: Automaticky zamknout
de: Automatisch sperren
he: נעל באופן אוטומטי
hi: खुद ब खुद बंद
hu: Automatikus Feloldás
ja: 自動的にロックする
lv: Automātiski aizslēgt
ms: Kunci secara automatik
nl: Automatisch vergrendelen
no: Lås automatisk
pl: Automatycznie Zablokuj
ro: Blocare automată
ru: Автоблокировка
sl: Samodejno zakleni
sv: Lås automatiskt
tl: I-lock ng automatic
tr: Otomatik Kilitle
uk: Автоматичне блокування
vi: Mở khoá tự động
zh_hans: 自动锁定
zh_hant: 自動鎖定

# autoRenewSub
source: Auto Renew Subscription
ar: التجديد التلقائي للاشتراك
bg: Автоматично подновяване на абонамент
bn: অটো রিনিউ সাবস্ক্রিপশন
da: Automatisk fornyelse af abonnement
de: Abonnement automatisch erneuern
he: חידוש אוטומטי של מנוי
hi: स्वतः नवीनीकरण सदस्यता
hu: Előfizetés automatikus megújítása
ja: サブスクリプションの自動更新
ko: 구독 자동 갱신
lv: Automātiski atjaunot abonementu
ms: Auto Baharu Langganan
nl: Abonnement automatisch verlengen
no: Automatisk fornyelse av abonnement
pl: Automatyczne odnawianie subskrypcji
ro: Reînnoire automată a abonamentului
ru: Автоматическое продление подписки
sl: Samodejno podaljšanje naročnine
sv: Automatisk förnyelse av prenumeration
tl: Awtomatikong I-renew ang Subscription
tr: Aboneliği Otomatik Yenile
uk: Автоматичне поновлення підписки
vi: Tự động gia hạn đăng ký
zh_hans: 自动续订
zh_hant: 自動續訂

# backupConfirmButton
source: I've Backed It Up
ar: لقد حفظت العبارة السرية
bg: Направих резервно копие
bn: আমি এটা ব্যাক আপ করেছি
da: Zálohoval jsem to
de: Ich habe den Seed gesichert
hi: मैंने इसका बैकअप कर लिया है
ja: バックアップしました
lv: Esmu izveidojis rezerves kopiju
ms: Saya telah menyokongnya
nl: Ik heb er een back-up van gemaakt
no: Jeg har laget en sikkerhetskopi
pl: Zapisałem frazę
ro: Am pus-o într-un loc sigur
ru: Я сделал резервную копию
sl: Varno shranjeno
sv: Jag har sparat den
tl: Na-backup ko na ito
tr: Yedekledim
uk: Я зробив резервну копію
vi: Tôi đã sao lưu
zh_hans: 我已备份
zh_hant: 已備份

source: Backup Secret Phrase
ar: حفظ العبارة السرية الخاصة بك
bg: Backup Секретната Фраза
bn: ব্যাকআপ সিক্রেট ফ্রেজ
da: Zálohovat tajnou frázi
de: Geheimsequenz sichern
hi: गुप्त वाक्यांश बैकअप करें
ja: シークレットフレーズをバックアップする
ms: Cadangkan Frasa Rahsia
nl: Backup geheime zin
no: Sikkerhetskopier Tilknytningskode
pl: Zapisz Sekretną Frazę
ro: Backup formulă secretă
ru: Резервная Секретная Фраза
sv: Säkerhetskopiera hemlig fras
tr: Gizli Cümleyi Yedekle
uk: Резервна копія секретної фрази
vi: Sao lưu cụm từ bí mật
zh_hans: 备份秘密词语
zh_hant: 備份秘密詞語

source: Backup Seed
ar: نسخ احتياطي للمفتاح الخاص
bg: Съхрани Seed
bn: ব্যাকআপ সিড
da: Zálohovat semínko
de: Seed sichern
he: גבה סיד
hi: सीड बैकअप करें
hu: Seed Másolása
ja: シードをバックアップする
ko: 시드 백업
lv: Kopēt sēklu
ms: Sandarkan Benih
nl: Maak seed back-up
no: Sikkerhetskopier Seed
pl: Zapisz Nasiono
ro: Copie de rezervă pentru seed
ru: Резервное копирование Seed
sl: Shrani ključ
sv: Säkerhetskopiera seed
tl: I-back up ang Seed
tr: Seed'i Yedekle
uk: Резервна копія seed
vi: Sao lưu hạt giống (seed)
zh_hans: 备份种子
zh_hant: 備份種子

# backupSeedConfirm
source: Are you sure that you backed up your wallet seed?
ar: هل أنت متاكد من حفظ المفتاح الخاص؟
bg: Сигурен ли си, че копира твоя Seed?
bn: আপনি কি নিশ্চিত যে আপনি আপনার ওয়ালেট এর সীড ব্যাকআপ করেছেন?
da: Jste si jisti, že jste zálohovali své semínko peněženky?
de: Bist du sicher, dass du deinen Seed gesichert hast?
he: אתה בטוח שגיבית את הסיד של הארנק שלך?
hi: क्या आप निश्चित है की आपने अपने वॉलेट का सीड बैकअप कर लिया है?
hu: Biztos vagy benne, hogy elmentetted a seeded?
ja: ウォレットシードをバックアップしましたか？
ko: 지갑의 시드를 확실히 백업하셨습니까?
lv: Vai esat drošs, ka saglabājāt sēklas rezerves kopiju?
ms: Adakan anda pasti anda telah menyandarkan benih dompet anda?
nl: Weet je zeker dat jouw wallet seed is opgeslagen?
no: Er du sikker på at du har sikkerhetskopiert lommebokens Seed?
pl: Czy jesteś pewny że zapisałeś nasiono portfela?
ro: Sunteți sigur/ă că ați salvat seed-ul portofelului?
ru: Вы уверены,что сохранили Seed?
sl: Ste prepričani, da ste shranili zasebni ključ?
sv: Är du säker på att du har säkerhetskopierat din plånboks seed?
tl: Sigurado ka ba na na-back up mo na ang iyong wallet seed?
tr: Cüzdanınızın seed'ini yedeklediğinizden emin misiniz?
uk: ви впевнені що ви зробили резервну копію seed?
vi: Bạn có chắc rằng bạn đã sao lưu hạt giống của mình?
zh_hans: 您确认您备份了您的钱包种子吗？
zh_hant: 您確認已備份您的錢包種子嗎？

source: Backup your seed
ar: حفظ المفتاح الخاص
bg: Съхрани своя Seed
bn: আপনার সীড ব্যাকআপ করুন
da: Zálohujte své semínko
de: Sichere deinen Seed
he: גבה את הסיד שלך
hi: सीड बैकअप करें
hu: Seed másolása
ja: シードをバックアップする
ko: 시드를 백업하세요
lv: Izveidojiet sēklas rezerves kopiju
ms: Sandarkan Benih Anda
nl: Maak een back-up van jouw seed
no: Lag sikkerhetskopi av Seed
pl: Zapisałeś swoje nasiono?
ro: Salvați-vă seed-ul (backup)
ru: Резервное копирование Seed
sl: Shrani zasebni ključ
sv: Säkerhetskopiera ditt seed
tl: I-back up ang iyong seed
tr: Seed'inizi yedekleyin
uk: зробити резервну копію seed
vi: Sao lưu hạt giống của bạn
zh_hans: 备份您的种子
zh_hant: 備份您的種子

# biometricsMethod
source: Biometrics
ar: القياسات الحيوية
bg: Биометрични
bn: বায়োমেট্রিক্স
da: Biometrie
de: Biometrie
he: ביומטריה
hi: बॉयोमेट्रिक्स
hu: Biometria
ja: 生体認証
ko: 생체 인식
lv: Biometriskā atpazīšana
ms: Biometrik
nl: Biometrie
no: Biometri
pl: Biometria
ro: Biometria
ru: Биометрия
sl: Prstni odtis
sv: Biometrik
tr: Biyometrik
uk: Біометрика
vi: Sinh trắc học
zh_hans: 生物识别技术
zh_hant: 生物辨識技術
