Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# defaultNewAccountName
source: Account %1
ar: الحساب %1
bg: Акаунт %1
bn: অ্যাকাউন্ট %1
da: Účet %1
de: Name des neuen Kontos %1
he: חשבון %1
hi: खाता %1
ja: アカウント％1
lv: Konts %1
ms: Akaun %1
no: Konto %1
pl: Konto %1
ro: Contul nr. %1
ru: Счёт %1
sl: Račun %1
sv: Konto %1
tr: Hesap %1
uk: Гаманець %1
vi: Tài khoản %1
zh_hans: 账户 %1
zh_hant: 帳戶 %1

source: Delete
ar: حذف
bg: Изтриване
bn: মুছে ফেলুন
da: Slet
de: Löschen
he: מחיקה
hi: मिटाएँ
hu: Törlés
ja: 削除
ko: 삭제
ms: Padam
nl: Verwijderen
no: Slett
pl: Usuń
ro: Șterge
ru: Удалить
sl: Izbriši
sv: Ta bort
tl: Tanggalin
tr: Sil
uk: Вилучити
vi: Xoá
zh_hans: 删除
zh_hant: 刪除

source: Delete Account
bg: Изтриване на акаунт
da: Slet konto
de: Konto löschen
he: מחק חשבון
hi: खाता हटा दो
hu: Fiók törlése
ko: 계정 삭제
ms: Padam Akaun
nl: Account verwijderen
pl: Usuń konto
ro: Șterge cont
ru: Удалить аккаунт
sv: Radera konto
tl: Tanggalin ang Account
tr: Hesabı sil
uk: Видалити аккаунт
zh_hans: 删除帐户
zh_hant: 刪除帳戶

# deleteNodeConfirmation
source: Are you sure you want to delete this node? You can always re-add it later by tapping the "Add Node" button
ar: هل أنت متأكد أنك تريد حذف هذه العقدة؟ يمكنك دائمًا إعادة إضافته لاحقًا بالنقر فوق الزر "إضافة عقدة"
bg: Сигурни ли сте, че искате да изтриете този възел? Винаги можете да го добавите отново по-късно, като докоснете бутона „Добавяне на възел“.
bn: আপনি কি নিশ্চিত আপনি এই নোড মুছে ফেলতে চান? আপনি "অ্যাড নোড" বোতামে আলতো চাপ দিয়ে পরে এটিকে সর্বদা পুনরায় যোগ করতে পারেন৷
da: Er du sikker på, at du vil slette denne node? Du kan altid tilføje det igen senere ved at trykke på knappen "Tilføj node".
de: Möchten Sie diesen Knoten wirklich löschen? Sie können ihn später jederzeit wieder hinzufügen, indem Sie auf die Schaltfläche „Knoten hinzufügen“ tippen
he: האם אתה בטוח שברצונך למחוק את הצומת הזה? אתה תמיד יכול להוסיף אותו מחדש מאוחר יותר על ידי הקשה על כפתור "הוסף צומת".
hi: क्या आप वाकई इस नोड को हटाना चाहते हैं? आप "नोड जोड़ें" बटन पर टैप करके इसे बाद में कभी भी पुनः जोड़ सकते हैं
hu: Biztosan törli ezt a csomópontot? Később bármikor újra hozzáadhatja a "Csomópont hozzáadása" gombra koppintva
ja: このノードを削除してもよろしいですか? 「ノードの追加」ボタンをタップすると、後でいつでも再追加できます
ko: 이 노드를 삭제하시겠습니까? "노드 추가" 버튼을 탭하여 나중에 언제든지 다시 추가할 수 있습니다.
lv: Vai tiešām vēlaties dzēst šo mezglu? Jūs vienmēr varat to atkārtoti pievienot vēlāk, pieskaroties pogai "Pievienot mezglu".
ms: Adakah anda pasti mahu memadamkan nod ini? Anda sentiasa boleh menambahkannya semula kemudian dengan mengetik butang "Tambah Nod".
nl: Weet u zeker dat u dit knooppunt wilt verwijderen? Je kunt het later altijd opnieuw toevoegen door op de knop "Knooppunt toevoegen" te tikken
no: Er du sikker på at du vil slette denne noden? Du kan alltid legge den til på nytt senere ved å trykke på "Legg til node"-knappen
pl: Czy na pewno chcesz usunąć ten węzeł? Zawsze możesz dodać go ponownie później, dotykając przycisku „Dodaj węzeł”.
ro: Sigur doriți să ștergeți acest nod? Puteți oricând să-l adăugați din nou mai târziu atingând butonul „Adăugați nod”.
ru: Вы уверены, что хотите удалить этот узел? Вы всегда можете повторно добавить его позже, нажав кнопку «Добавить узел».
sl: Ali ste prepričani, da želite izbrisati to vozlišče? Pozneje ga lahko kadar koli znova dodate tako, da tapnete gumb »Dodaj vozlišče«.
sv: Är du säker på att du vill ta bort den här noden? Du kan alltid lägga till den igen senare genom att trycka på knappen "Lägg till nod".
tl: Sigurado ka bang gusto mong tanggalin ang node na ito? Maaari mo itong muling idagdag anumang oras sa ibang pagkakataon sa pamamagitan ng pag-tap sa "Magdagdag ng Node" na button
tr: Bu düğümü silmek istediğinizden emin misiniz? "Düğüm Ekle" düğmesine dokunarak istediğiniz zaman yeniden ekleyebilirsiniz.
uk: Ви впевнені, що хочете видалити цей вузол? Ви завжди можете повторно додати його пізніше, натиснувши кнопку «Додати вузол».
vi: Bạn có chắc chắn muốn xóa nút này không? Bạn luôn có thể thêm lại sau bằng cách nhấn vào nút "Thêm nút"
zh_hans: 您确定要删除此节点吗？ 您以后随时可以通过点击“添加节点”按钮重新添加它
zh_hant: 您確定要刪除此節點嗎？ 您以後隨時可以通過點擊“添加節點”按鈕重新添加它

# deleteNodeHeader
source: Delete Node?
ar: هل تريد حذف العقدة؟
bg: Изтриване на възел?
bn: নোড মুছে দিন?
da: Vil du slette node?
de: Knoten löschen?
he: למחוק את הצומת?
hi: नोड हटाएं?
hu: Csomópont törlése?
ja: ノードを削除しますか?
ko: 노드를 삭제하시겠습니까?
lv: Vai dzēst mezglu?
ms: Padamkan Nod?
nl: Knooppunt verwijderen?
no: Slett node?
pl: Usuń węzeł?
ro: Ștergeți nodul?
ru: Удалить узел?
sl: Želite izbrisati vozlišče?
sv: Radera knutpunkt?
tl: Tanggalin ang Node?
tr: Düğüm silinsin mi?
uk: Видалити вузол?
vi: Xóa nút?
zh_hans: 删除节点？
zh_hant: 刪除節點？

# deleteSubConfirmation
source: Are you sure you want to delete this subscription? You can always re-add it later by tapping the "Add Subscription" button
bg: Сигурни ли сте, че искате да изтриете този абонамент? Винаги можете да го добавите отново по-късно, като докоснете бутона „Добавяне на абонамент“.
bn: আপনি কি এই সদস্যতা মুছে ফেলার বিষয়ে নিশ্চিত? আপনি "সাবস্ক্রিপশন যোগ করুন" বোতামে আলতো চাপ দিয়ে পরে এটিকে সর্বদা পুনরায় যোগ করতে পারেন৷
da: Er du sikker på, at du vil slette dette abonnement? Du kan altid tilføje det igen senere ved at trykke på knappen "Tilføj abonnement".
de: Möchten Sie dieses Abonnement wirklich löschen? Sie können es später jederzeit wieder hinzufügen, indem Sie auf die Schaltfläche "Abonnement hinzufügen" tippen
he: האם אתה בטוח שברצונך למחוק את המנוי הזה? אתה תמיד יכול להוסיף אותו מחדש מאוחר יותר על ידי הקשה על כפתור "הוסף מנוי".
hi: क्या आप वाकई इस सदस्यता को हटाना चाहते हैं? आप "सदस्यता जोड़ें" बटन पर टैप करके इसे बाद में कभी भी पुनः जोड़ सकते हैं
hu: Biztosan törli ezt az előfizetést? Később bármikor újra felveheti az „Előfizetés hozzáadása” gombra koppintva
ko: 이 구독을 삭제하시겠습니까? "구독 추가" 버튼을 탭하여 나중에 언제든지 다시 추가할 수 있습니다.
lv: Vai tiešām vēlaties dzēst šo abonementu? Jūs vienmēr varat to atkārtoti pievienot vēlāk, pieskaroties pogai "Pievienot abonementu".
ms: Adakah anda pasti mahu memadamkan langganan ini? Anda sentiasa boleh menambahkannya semula kemudian dengan mengetik butang "Tambah Langganan".
nl: Weet u zeker dat u dit abonnement wilt verwijderen? Je kunt het later altijd opnieuw toevoegen door op de knop "Abonnement toevoegen" te tikken
no: Er du sikker på at du vil slette dette abonnementet? Du kan alltid legge den til på nytt senere ved å trykke på "Legg til abonnement"-knappen
pl: Czy na pewno chcesz usunąć tę subskrypcję? Zawsze możesz dodać ją ponownie później, dotykając przycisku „Dodaj subskrypcję”.
ro: Sigur doriți să ștergeți acest abonament? Puteți oricând să-l adăugați din nou mai târziu atingând butonul „Adăugați abonament”.
ru: Вы уверены, что хотите удалить эту подписку? Вы всегда можете повторно добавить ее позже, нажав кнопку «Добавить подписку».
sv: Är du säker på att du vill ta bort den här prenumerationen? Du kan alltid lägga till den igen senare genom att trycka på knappen "Lägg till prenumeration".
tl: Sigurado ka bang gusto mong tanggalin ang subscription na ito? Maaari mo itong muling idagdag anumang oras sa ibang pagkakataon sa pamamagitan ng pag-tap sa button na "Magdagdag ng Subscription."
tr: Bu aboneliği silmek istediğinizden emin misiniz? "Abonelik Ekle" düğmesine dokunarak istediğiniz zaman yeniden ekleyebilirsiniz.
uk: Ви впевнені, що хочете видалити цю підписку? Ви завжди можете повторно додати його пізніше, натиснувши кнопку «Додати підписку».
vi: Bạn có chắc chắn muốn xóa đăng ký này? Bạn luôn có thể thêm lại nó sau bằng cách nhấn vào nút "Thêm đăng ký"
zh_hans: 您确定要删除此订阅吗？ 您以后随时可以通过点击“添加订阅”按钮重新添加它
zh_hant: 您確定要刪除此訂閱嗎？ 您以後隨時可以通過點擊“添加訂閱”按鈕重新添加它

# deleteSubHeader
source: Delete Subscription?
bg: Изтриване на абонамент?
bn: সদস্যতা মুছবেন?
da: Vil du slette abonnement?
de: Abonnement löschen?
he: למחוק מנוי?
hi: सदस्यता हटाएं?
hu: Törli az előfizetést?
ko: 구독을 삭제하시겠습니까?
lv: Vai dzēst abonementu?
ms: Padamkan Langganan?
nl: Abonnement verwijderen?
no: Vil du slette abonnementet?
pl: Usunąć subskrypcję?
ro: Ștergeți abonamentul?
ru: Удалить подписку?
sv: Ta bort prenumeration?
tl: Tanggalin ang Subscription?
tr: Abonelik Silinsin mi?
uk: Видалити підписку?
vi: Xóa đăng ký?
zh_hans: 删除订阅？
zh_hant: 刪除訂閱？

# deleteWorkSourceConfirmation
source: Are you sure you want to delete this work source? You can always re-add it later by tapping the "Add Work Source" button
da: Er du sikker på, at du vil slette denne arbejdskilde? Du kan altid tilføje det igen senere ved at trykke på knappen "Tilføj arbejdskilde".
de: Möchten Sie diese Arbeitsquelle wirklich löschen? Sie können es später jederzeit wieder hinzufügen, indem Sie auf die Schaltfläche „Arbeitsquelle hinzufügen“ tippen
he: האם אתה בטוח שברצונך למחוק את מקור העבודה הזה? אתה תמיד יכול להוסיף אותו מחדש מאוחר יותר על ידי הקשה על הלחצן "הוסף מקור עבודה".
hi: क्या आप वाकई इस कार्य स्रोत को हटाना चाहते हैं? आप "कार्य स्रोत जोड़ें" बटन पर टैप करके इसे बाद में कभी भी पुनः जोड़ सकते हैं
hu: Biztosan törli ezt a munkaforrást? Később bármikor újra hozzáadhatja a "Munkaforrás hozzáadása" gombra koppintva
ms: Adakah anda pasti mahu memadamkan sumber kerja ini? Anda sentiasa boleh menambahkannya semula kemudian dengan mengetik butang "Tambah Sumber Kerja".
nl: Weet u zeker dat u deze werkbron wilt verwijderen? Je kunt het later altijd opnieuw toevoegen door op de knop "Werkbron toevoegen" te tikken
pl: Czy na pewno chcesz usunąć to źródło pracy? Zawsze możesz dodać je ponownie później, dotykając przycisku „Dodaj źródło pracy”.
ro: Sigur doriți să ștergeți această sursă de lucru? Puteți oricând să-l adăugați din nou mai târziu atingând butonul „Adăugați sursa de lucru”.
ru: Вы уверены, что хотите удалить этот рабочий источник? Вы всегда можете повторно добавить его позже, нажав кнопку «Добавить рабочий источник».
sv: Är du säker på att du vill ta bort den här arbetskällan? Du kan alltid lägga till den igen senare genom att trycka på knappen "Lägg till arbetskälla".
zh_hans: 您确定要删除此工作来源吗？ 您以后随时可以通过点击“添加工作源”按钮重新添加它
zh_hant: 您確定要刪除此工作來源嗎？ 您以後隨時可以通過點擊“添加工作源”按鈕重新添加它

# deleteWorkSourceHeader
source: Delete Work Source?
da: Vil du slette arbejdskilde?
de: Arbeitsquelle löschen?
he: למחוק את מקור העבודה?
hi: कार्य स्रोत हटाएं?
hu: Törli a munkaforrást?
ms: Padamkan Sumber Kerja?
nl: Werkbron verwijderen?
pl: Usunąć źródło pracy?
ro: Ștergeți sursa de lucru?
ru: Удалить рабочий источник?
sv: Ta bort arbetskälla?
zh_hans: 删除工作源？
zh_hant: 刪除工作源？

# disablePasswordSheetHeader
source: Disable
ar: تعطيل
bg: Деактивирай
bn: নিষ্ক্রিয়
da: Vypnout
de: Deaktivieren
hi: अक्षम
ja: 無効にする
ms: Lumpuhkan
nl: Uitschakelen
no: Deaktiver
pl: Usuń
ro: Dezactivare
ru: Отключить
sv: Avaktivera
tr: Kaldır
uk: Вимкнути
vi: Vô hiệu hoá
zh_hans: 解除
zh_hant: 解除

# disablePasswordSuccess
source: Password has been disabled
ar: تم تعطيل كلمة المرور
bg: Паролата е премахната
bn: পাসওয়ার্ড নিষ্ক্রিয় করা হয়েছে
da: Heslo bylo vypnuto úspěšně
de: Passwort wurde deaktiviert
hi: पासवर्ड अक्षम कर दिया गया है
ja: パスワードの無効化に成功しました。
ms: Kata laluan telah dilumpuhkan
nl: Wachtwoord is uitgeschakeld
no: Passordet har blitt deaktivert
pl: Hasło zostało wyłączone
ro: Parola a fost dezactivată
ru: Пароль был отключен
sv: Lösenordet har avaktiverats
tl: Ang password ay na-disabled
tr: Şifre kaldırıldı
uk: Пароль було вимкнено
vi: Đã vô hiệu hoá mật khẩu
zh_hans: 钱包密码已被解除
zh_hant: 錢包密碼已解除

source: Disable Wallet Password
ar: تعطيل كلمة مرور المحفظة
bg: Премахни
bn: ওয়ালেট পাসওয়ার্ড অক্ষম করুন
da: Vypnout heslo peněženky
de: Wallet-Passwort deaktivieren
hi: वॉलेट पासवर्ड अक्षम करें
ja: ウォレットのパスワードを無効にする
ms: Lumpuhkan Kata Laluan Dompet
nl: Wachtwoord uitschakelen
no: Deaktiver lommebokens passord
pl: Wyłącz hasło portfela
ro: Dezactivați parola portofelului
ru: Отключить пароль
sv: Avaktivera plånbokslösenord
tl: I-disable ang Wallet Password
tr: Şifreyi Kaldır
uk: Заборонити пароль гаманця
vi: Vô hiệu hoá mật khẩu ví
zh_hans: 解除钱包密码
zh_hant: 解除錢包密碼

source: Dismiss
ar: رفض
bg: Отхвърляне
bn: বরখাস্ত করা
da: Zavrhnout
de: Schließen
he: לפטר
hi: खारिज
hu: Elutasítja
ja: 却下
ko: 기각하다
ms: Ketepikan
nl: Afwijzen
no: Avvis
pl: Odrzuć
ro: Respinge
ru: Отклонить
sl: Zavrni
sv: Avfärda
tl: I-dismiss
tr: Yoksay
uk: Зрозуміло
vi: Bỏ qua
zh_hans: 解雇
zh_hant: 解僱

# domainInvalid
source: Invalid Domain Name
ar: اسم مجال غير صالح
bg: Невалидно име на домейн
bn: অকার্যকর ডোমেইন নাম
da: Ugyldigt domænenavn
de: Ungültiger Domainname
he: שם תחום לא חוקי
hi: अवैध डोमेन नाम
hu: Érvénytelen domain név
ja: ドメイン名が無効です
ko: 잘못된 도메인 이름
ms: Nama Domain Tidak Sah
nl: Ongeldige domeinnaam
no: Ugyldig domenenavn
pl: Nieprawidłowa nazwa domeny
ro: Nume de domeniu nevalid
ru: Неверное доменное имя
sl: Neveljavno ime domene
sv: Ogiltigt domännamn
tl: Di-wastong Pangalan ng Domain
tr: Geçersiz Alan Adı
uk: Некоректне доменне ім'я
vi: Tên miền không hợp lệ
zh_hans: 域名无效
zh_hant: 無效的網域名稱

# donateButton
source: Donate
ar: يتبرع
bg: Дарете
bn: দান করুন
da: Doner
de: Spenden
he: לִתְרוֹם
hi: दान देना
hu: Adományoz
ja: 寄付
ko: 기부
lv: Ziedot
ms: Menderma
nl: Doneren
no: Donere
pl: Podarować
ro: Donează
ru: Пожертвовать
sl: Donirajte
sv: Donera
tl: Mag-donate
tr: Bağış yapmak
uk: Пожертвуйте
vi: Quyên tặng
zh_hans: 捐
zh_hant: 捐

# donateToSupport
source: Support the Project
ar: دعم المشروع
bg: Подкрепете проекта
bn: প্রকল্প সমর্থন
da: Støt projektet
de: Unterstützen Sie das Projekt
he: תמכו בפרויקט
hi: परियोजना का समर्थन करें
hu: Támogassa a Projektet
ja: プロジェクトを支援する
ko: 프로젝트 지원
lv: Atbalstiet projektu
ms: Sokong Projek
nl: Steun het project
no: Støtt prosjektet
pl: Wesprzyj projekt
ro: Susține proiectul
ru: Поддержите проект
sl: Podprite projekt
sv: Stöd projektet
tl: Suportahan ang Proyekto
tr: Projeyi Destekleyin
uk: Підтримайте проект
vi: Hỗ trợ dự án
zh_hans: 支持项目
zh_hant: 支持項目

# doYouHaveSeedBody
source: If you're not sure what this means then you probably don't have a seed to import and can just press continue.
ar: إذا لم تكن متأكدًا مما يعنيه هذا ، فمن المحتمل أنه ليس لديك بذرة لاستيرادها ويمكنك فقط الضغط على متابعة.
bg: Ако не сте сигурни какво означава това, тогава най-вероятно нямате семе за импортиране и можете просто да натиснете продължи.
bn: আপনি যদি নিশ্চিত না হন যে এর মানে কি তাহলে আপনার কাছে সম্ভবত আমদানি করার জন্য কোনো বীজ নেই এবং শুধু চালিয়ে যেতে পারেন।
da: Hvis du ikke er sikker på, hvad dette betyder, har du sandsynligvis ikke et frø at importere og kan bare trykke på Fortsæt.
de: Wenn Sie sich nicht sicher sind, was das bedeutet, haben Sie wahrscheinlich keinen Seed zum Importieren und können einfach auf Weiter klicken.
he: אם אינך בטוח מה זה אומר, כנראה שאין לך זריעה לייבא ואתה יכול פשוט ללחוץ על המשך.
hi: यदि आप सुनिश्चित नहीं हैं कि इसका क्या अर्थ है तो आपके पास आयात करने के लिए बीज नहीं है और आप बस जारी रखें दबा सकते हैं।
hu: Ha nem biztos benne, hogy ez mit jelent, akkor valószínűleg nincs importálandó magja, és egyszerűen megnyomhatja a Folytatás gombot.
ja: これが何を意味するのかわからない場合は、おそらくインポートするシードがなく、そのまま [続行] を押すことができます。
ko: 이것이 무엇을 의미하는지 잘 모르겠다면 가져올 시드가 없는 것이므로 계속을 누르면 됩니다.
lv: Ja neesat pārliecināts, ko tas nozīmē, iespējams, jums nav sēklu, ko importēt, un varat vienkārši nospiest Turpināt.
ms: Jika anda tidak pasti maksud ini, maka anda mungkin tidak mempunyai benih untuk diimport dan hanya boleh tekan teruskan.
nl: Als je niet zeker weet wat dit betekent, heb je waarschijnlijk geen seed om te importeren en kun je gewoon doorgaan.
no: Hvis du ikke er sikker på hva dette betyr, har du sannsynligvis ikke et frø å importere og kan bare trykke fortsett.
pl: Jeśli nie jesteś pewien, co to oznacza, prawdopodobnie nie masz materiału siewnego do zaimportowania i możesz po prostu nacisnąć przycisk Kontynuuj.
ro: Dacă nu sunteți sigur ce înseamnă acest lucru, atunci probabil că nu aveți o sămânță de importat și puteți doar să apăsați pe Continuare.
ru: Если вы не уверены, что это значит, то, вероятно, у вас нет сидов для импорта, и вы можете просто нажать «Продолжить».
sl: Če niste prepričani, kaj to pomeni, verjetno nimate semena za uvoz in lahko samo pritisnete Nadaljuj.
sv: Om du inte är säker på vad detta betyder så har du förmodligen inte ett frö att importera och kan bara trycka på fortsätt.
tl: Kung hindi ka sigurado kung ano ang ibig sabihin nito, malamang na wala kang isang binhi na ii-import at maaari mo lamang pindutin ang magpatuloy.
tr: Bunun ne anlama geldiğinden emin değilseniz, muhtemelen içe aktarılacak bir tohumunuz yoktur ve sadece devam düğmesine basabilirsiniz.
uk: Якщо ви не впевнені, що це означає, можливо, у вас немає насіннєвого коду для імпорту, і ви можете просто натиснути «Продовжити».
vi: Nếu bạn không chắc điều này có nghĩa là gì thì có thể bạn không có hạt giống để nhập và chỉ có thể nhấn tiếp tục.
zh_hans: 如果您不确定这意味着什么，那么您可能没有要导入的种子，可以按继续。
zh_hant: 如果您不確定這意味著什麼，那麼您可能沒有要導入的種子，可以按繼續。

# doYouHaveSeedHeader
source: Do you have a seed to import?
ar: هل لديك بذرة لاستيرادها؟
bg: Имате ли семена за внос?
bn: আপনার কি আমদানি করার বীজ আছে?
da: Har du et frø at importere?
de: Haben Sie einen Samen zum Importieren?
he: יש לך זרע לייבא?
hi: क्या आपके पास आयात करने के लिए बीज है?
hu: Van importálandó vetőmagod?
ja: 輸入する種子はありますか？
ko: 가져올 종자가 있습니까?
lv: Vai jums ir sēklas, ko importēt?
ms: Adakah anda mempunyai benih untuk diimport?
nl: Heeft u een zaadje om te importeren?
no: Har du et frø å importere?
pl: Czy masz nasiona do importu?
ro: Aveți o sămânță de importat?
ru: У вас есть семена для импорта?
sl: Ali imate seme za uvoz?
sv: Har du ett frö att importera?
tl: Mayroon ka bang binhing i-import?
tr: İthal edilecek tohum var mı?
uk: У вас є насіння для імпорту?
vi: Bạn có hạt giống để nhập khẩu?
zh_hans: 你有种子要进口吗？
zh_hant: 你有種子要進口嗎？

source: Edit
ar: تحرير
bg: Редактиране
bn: সম্পাদনা
da: Rediger
he: ערוך
hi: संपादित करें
hu: szerkesztése
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
ro: Editează
ru: Редактировать
sl: Uredi
sv: Redigera
tl: I-edit
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Enable Notifications
ar: تمكين الإخطارات
bg: Активиране на известията
bn: বিজ্ঞপ্তি সক্রিয় করুন
da: Aktiver meddelelser
de: Benachrichtigungen aktivieren
he: הפעל התראות
hi: सूचनाएं सक्षम करें
hu: Értesítések engedélyezése
ja: 通知を有効にします
ko: 알림 활성화
lv: Iespējot paziņojumus
ms: Dayakan Pemberitahuan
nl: Notificaties aanzetten
no: Aktiver varsler
pl: Włącz powiadomienia
ro: Activați notificările
ru: Включить уведомления
sl: Omogoči obvestila
sv: Aktivera aviseringar
tl: Paganahin ang mga notification
tr: Bildirimleri Etkinleştir
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_hans: 启用通知
zh_hant: 啟用通知

source: Enable Tracking
ar: تمكين التتبع
bg: Активиране на проследяването
bn: ট্র্যাকিং সক্ষম করুন
da: Aktiver sporing
de: Tracking aktivieren
he: אפשר מעקב
hi: ट्रैकिंग सक्षम करें
hu: Nyomon követés engedélyezése
ja: トラッキングを有効にする
ko: 추적 활성화
lv: Iespējot izsekošanu
ms: Dayakan Penjejakan
nl: Volgen inschakelen
no: Aktiver sporing
pl: Włącz śledzenie
ro: Activați urmărirea
ru: Включить отслеживание
sl: Omogoči sledenje
sv: Aktivera spårning
tl: Paganahin ang Pagsubaybay
tr: İzlemeyi Etkinleştir
uk: Увімкнути відстеження
vi: Bật theo dõi
zh_hans: 启用跟踪
zh_hant: 啟用跟踪

# encryptionFailedError
source: Failed to set a wallet password
ar: أخفق إنشاء كلمة مرور المحفظة
bg: Задаването на парола е невалидно
bn: ওয়ালেটের পাসওয়ার্ড সেট করতে ব্যর্থ
da: Nastavení hesla k peněžence se nezdařilo
de: Wallet-Passwort konnte nicht festgelegt werden
hi: वॉलेट पासवर्ड सेट करने में विफल
ja: ウォレットパスワードの作成に失敗しました。
ms: Gagal menetapkan kata laluan dompet
nl: Kan geen Wallet-wachtwoord instellen
no: Kunne ikke velge lommebokens passord
pl: Nie udało się ustawić hasło portfelu
ro: Setarea parolei a eșuat
ru: Не удалось установить пароль
sv: Misslyckades med att ställa in ett lösenord
tl: Nabigo sa paglagay ng wallet password
tr: Şifre oluşturma işlemi başarısız
uk: Не вдалося встановити пароль гаманця
vi: Đặt mật khẩu ví không thành công
zh_hans: 钱包密码设置失败
zh_hant: 無法設定錢包密碼

source: Enter Address
ar: أدخل العنوان
bg: Въведи Адрес
bn: ঠিকানা লিখুন
da: Zadejte adresu
de: Adresse eingeben
he: הכנס כתובת
hi: पता दर्ज करें
hu: Küldés Erre A Címre
ja: アドレスを入力する
ko: 주소 입력
lv: Ievadiet adresi
ms: Masukan Alamat
nl: Vul adres in
no: Angi adresse
pl: Wpisz Adres
ro: Introdu adresa
ru: Введите Адрес
sl: Vnesite naslov
sv: Ange adress
tl: Ilagay ang Address
tr: Adres Gir
uk: Введіть адресу
vi: Nhập địa chỉ
zh_hans: 输入地址
zh_hant: 輸入地址

source: Enter Amount
ar: أدخل المبلغ
bg: Въведи Сума
bn: পরিমান লিখুন
da: Zadejte částku
de: Betrag eingeben
he: הכנס כמות
hi: राशि दर्ज करें
hu: Küldött Mennyiség
ja: 金額を入力する
ko: 금액을 입력하세요
lv: Ievadiet daudzumu
ms: Masukan Amaun
nl: Vul bedrag in
no: Tast inn beløp
pl: Wpisz Ilość
ro: Introdu suma
ru: Введите Сумму
sl: Vnesite znesek
sv: Ange belopp
tl: Ilagay ang Amount
tr: Miktar Gir
uk: Введіть суму
vi: Nhập số lượng
zh_hans: 输入金额
zh_hant: 輸入金額

source: Enter Email
ar: أدخل البريد الإلكتروني
bg: Въведете имейл
bn: ইমেইল প্রদান করুন
da: Indtast e-mail
de: Email eingeben
he: הזן אימייל
hi: ईमेल दर्ज करें
hu: Írja be az e-mail címet
ja: メールアドレスを入力して
ko: 이메일 입력
lv: Ievadiet e-pastu
ms: Masukkan email
nl: Voer email in
no: Skriv inn e-post
pl: Wprowadź e-mail
ro: Introduceți adresa de email
ru: Введите адрес электронной почты
sl: Vnesite e-pošto
sv: Skriv in e-mail
tl: Ipasok ang Email
tr: E-posta Girin
uk: Введіть Email
vi: Nhập Email
zh_hans: 输入电子邮件
zh_hant: 輸入電子郵件

source: Enter Frequency
bg: Въведете честота
da: Indtast frekvens
de: Frequenz eingeben
he: הזן תדר
hi: आवृत्ति दर्ज करें
hu: Adja meg a frekvenciát
ko: 빈도 입력
ms: Masukkan Kekerapan
nl: Voer Frequentie in
pl: Wprowadź częstotliwość
ro: Introduceți Frecvența
ru: Введите частоту
sv: Ange frekvens
tl: Ipasok ang Dalas
tr: Frekans Girin
uk: Введіть частоту
vi: Nhập tần suất
zh_hans: 输入频率
zh_hant: 輸入頻率

# enterGiftMemo
source: Enter Gift Note
ar: أدخل ملاحظة الهدية
bg: Въведете бележка за подарък
bn: উপহার নোট লিখুন
da: Indtast gave note
de: Geschenknotiz eingeben
he: הזן הערת מתנה
hi: गिफ़्ट नोट दर्ज करें
hu: Adja meg az ajándékjegyet
ja: ギフトメモを入力
ko: 기프트 노트 입력
ms: Masukkan Nota Hadiah
nl: Cadeaubon invoeren
no: Skriv inn gavebrev
pl: Wpisz upominek
ro: Introduceți nota cadou
ru: Введите примечание к подарку
sl: Vnesite darilno opombo
sv: Ange presentanteckning
tl: Ipasok ang Tala ng Regalo
tr: Hediye Notunu Girin
uk: Введіть подарункову записку
vi: Nhập Ghi Chú Quà Tặng
zh_hans: 输入礼品备注
zh_hant: 輸入禮品備註

source: Enter Height
ar: أدخل الارتفاع
bg: Въведете височина
bn: উচ্চতা লিখুন
da: Indtast Højde
de: Höhe eingeben
he: הזן גובה
hi: ऊंचाई दर्ज करें
hu: Írja be a magasságot
ja: 高さを入力してください
ko: 키 입력
lv: Ievadiet augstumu
ms: Masukkan Ketinggian
nl: Voer Hoogte in
no: Skriv inn Høyde
pl: Wprowadź wysokość
ro: Introduceți înălțimea
ru: Введите рост
sl: Vnesite višino
sv: Ange höjd
tl: Ipasok ang Taas
tr: Yüksekliği Girin
uk: Введіть висоту
vi: Nhập chiều cao
zh_hans: 输入高度
zh_hant: 輸入高度

source: Enter HTTP URL
ar: أدخل عنوان HTTP URL
bg: Въведете HTTP URL
bn: HTTP URL লিখুন
da: Indtast HTTP URL
de: HTTP-URL eingeben
he: הזן כתובת URL של HTTP
hi: एचटीटीपी यूआरएल डालें
hu: Írja be a HTTP URL-t
ja: HTTP URL を入力してください
ko: HTTP URL 입력
lv: Ievadiet HTTP URL
ms: Masukkan URL HTTP
nl: Voer de HTTP-URL in
no: Skriv inn HTTP URL
pl: Wprowadź adres URL HTTP
ro: Introduceți adresa URL HTTP
ru: Введите URL-адрес HTTP
sl: Vnesite URL HTTP
sv: Ange HTTP URL
tl: Ilagay ang HTTP URL
tr: HTTP URL'sini girin
uk: Введіть HTTP URL
vi: Nhập URL HTTP
zh_hans: 输入 HTTP 网址
zh_hant: 輸入 HTTP 網址
