Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# plausibleDeniabilityParagraph
source: This is NOT the same pin you used to create your wallet. Press the info button for more information.
ar: هذا ليس نفس رقم التعريف الشخصي الذي استخدمته لإنشاء محفظتك. اضغط على زر المعلومات لمزيد من المعلومات.
bg: Това НЕ е същият щифт, който сте използвали, за да създадете своя портфейл. Натиснете бутона информация за повече информация.
bn: এটি একই পিন নয় যা আপনি আপনার ওয়ালেট তৈরি করতে ব্যবহার করেছিলেন৷ আরও তথ্যের জন্য তথ্য বোতাম টিপুন।
da: Dette er IKKE den samme pin, du brugte til at lave din tegnebog. Tryk på info-knappen for mere information.
de: Dies ist NICHT dieselbe PIN, die Sie zum Erstellen Ihrer Brieftasche verwendet haben. Drücken Sie die Info-Taste für weitere Informationen.
he: זו לא אותה סיכה שבה השתמשת כדי ליצור את הארנק שלך. לחץ על כפתור המידע למידע נוסף.
hi: यह वही पिन नहीं है जिसका उपयोग आपने अपना वॉलेट बनाने के लिए किया था। अधिक जानकारी के लिए जानकारी बटन दबाएं।
hu: Ez NEM ugyanaz a gombostű, amellyel létrehozta a pénztárcáját. További információért nyomja meg az info gombot.
ja: これは、ウォレットの作成に使用したピンとは異なります。詳細については、情報ボタンを押してください。
ko: 이것은 지갑을 만들 때 사용한 것과 동일한 핀이 아닙니다. 자세한 정보를 보려면 정보 버튼을 누르십시오.
lv: Šī NAV tā pati spraudīte, kuru izmantojāt, lai izveidotu maku. Lai iegūtu papildinformāciju, nospiediet informācijas pogu.
ms: Ini BUKAN pin yang sama yang anda gunakan untuk mencipta dompet anda. Tekan butang info untuk maklumat lanjut.
nl: Dit is NIET dezelfde pin die je hebt gebruikt om je portemonnee te maken. Druk op de info-knop voor meer informatie.
no: Dette er IKKE den samme pinnen du brukte til å lage lommeboken din. Trykk på info-knappen for mer informasjon.
pl: To NIE jest ten sam kod PIN, którego użyłeś do utworzenia portfela. Naciśnij przycisk informacji, aby uzyskać więcej informacji.
ro: Acesta NU este același cod pe care l-ați folosit pentru a vă crea portofelul. Apăsați butonul de informații pentru mai multe informații.
ru: Это НЕ тот же пин-код, который вы использовали для создания своего кошелька. Нажмите кнопку информации для получения дополнительной информации.
sl: To NI isti žebljiček, ki ste ga uporabili za ustvarjanje denarnice. Za več informacij pritisnite gumb info.
sv: Detta är INTE samma pin som du använde för att skapa din plånbok. Tryck på info-knappen för mer information.
tl: HINDI ito ang parehong pin na ginamit mo sa paggawa ng iyong wallet. Pindutin ang pindutan ng impormasyon para sa higit pang impormasyon.
tr: Bu, cüzdanınızı oluşturmak için kullandığınız pinle aynı DEĞİLDİR. Daha fazla bilgi için bilgi düğmesine basın.
uk: Це НЕ той самий пін-код, який ви використовували для створення свого гаманця. Щоб дізнатися більше, натисніть кнопку інформації.
vi: Đây KHÔNG phải là mã pin bạn đã sử dụng để tạo ví của mình. Nhấn nút thông tin để biết thêm thông tin.
zh_hans: 这与您用于创建钱包的密码不同。按信息按钮了解更多信息。
zh_hant: 這與您用於創建錢包的密碼不同。按信息按鈕了解更多信息。

# plausibleInfoHeader
source: Plausible Deniability Info
ar: معلومات الإنكار المعقولة
bg: Правдоподобна информация за отричане
bn: যুক্তিসঙ্গত অস্বীকারযোগ্যতা তথ্য
he: מידע סביר על הכחשה
hi: प्रशंसनीय इनकार जानकारी
hu: Valószínű tagadhatósági információ
ja: もっともらしい否認情報
ko: 그럴듯한 부인 정보
lv: Informācija par ticamu noliegumu
ms: Maklumat Penafian Yang Boleh Dipercayai
nl: Plausibele ontkenningsinformatie
pl: Wiarygodne informacje dotyczące zaprzeczenia
ro: Informații plauzibile privind negarea
ru: Информация о правдоподобном отрицании
sl: Verjetne informacije o zanikanju
tl: Posibleng Pagkakaila na Impormasyon
tr: Makul Reddedilebilirlik Bilgisi
uk: Правдоподібна інформація про заперечення
vi: Thông tin từ chối hợp lý
zh_hans: 似是而非的否认信息
zh_hant: 似是而非的否認信息

# plausibleSheetInfo
source: Set a secondary pin for plausible deniability mode. If your wallet is unlocked using this secondary pin, your seed will be replaced with a hash of the existing seed. This is a security feature intended to be used in the event you are forced to open your wallet. This pin will act like a normal (correct) pin EXCEPT when unlocking your wallet, which is when plausible deniability mode will activate. Your funds WILL BE LOST upon entering plausible deniability mode if you have not backed up your seed!
ar: قم بتعيين دبوس ثانوي لوضع الإنكار المعقول. إذا تم إلغاء قفل محفظتك باستخدام هذا الدبوس الثانوي ، فسيتم استبدال بذرتك بتجزئة من البذور الموجودة. هذه ميزة أمان مخصصة لاستخدامها في حالة إجبارك على فتح محفظتك. سيعمل هذا الدبوس مثل دبوس عادي (صحيح) باستثناء عند فتح محفظتك ، وهو الوقت الذي يتم فيه تنشيط وضع الإنكار المعقول. ستفقد أموالك عند الدخول في وضع الإنكار المعقول إذا لم تقم بعمل نسخة احتياطية من البذور الخاصة بك!
bg: Задайте вторичен щифт за правдоподобен режим на отказ. Ако вашият портфейл е отключен с помощта на този вторичен щифт, вашето семе ще бъде заменено с хеш на съществуващото семе. Това е защитна функция, предназначена да се използва в случай, че сте принудени да отворите портфейла си. Този щифт ще действа като нормален (правилен) щифт ОСВЕН при отключване на портфейла ви, когато ще се активира правдоподобният режим на отказ. Вашите средства ЩЕ БЪДАТ ЗАГУБЕНИ при влизане в правдоподобен режим на отказ, ако не сте направили резервно копие на вашето семе!
bn: যুক্তিযুক্ত অস্বীকারযোগ্যতা মোডের জন্য একটি গৌণ পিন সেট করুন। এই সেকেন্ডারি পিন ব্যবহার করে আপনার মানিব্যাগ আনলক করা থাকলে, আপনার বীজটি বিদ্যমান বীজের একটি হ্যাশ দিয়ে প্রতিস্থাপিত হবে। এটি এমন একটি নিরাপত্তা বৈশিষ্ট্য যা আপনাকে আপনার ওয়ালেট খুলতে বাধ্য করা হলে ব্যবহার করা হবে। এই পিনটি আপনার ওয়ালেট আনলক করার সময় ব্যতীত একটি সাধারণ (সঠিক) পিনের মতো কাজ করবে, যেটি যখন যুক্তিযুক্ত অস্বীকারযোগ্যতা মোড সক্রিয় হবে। আপনি যদি আপনার বীজ ব্যাক আপ না করে থাকেন তাহলে আপনার তহবিলগুলি যুক্তিসঙ্গত অস্বীকৃতি মোডে প্রবেশ করার পরে হারিয়ে যাবে!
da: Indstil en sekundær pin for plausibel benægtelsestilstand. Hvis din tegnebog låses op ved hjælp af denne sekundære pin, vil dit frø blive erstattet med en hash af det eksisterende frø. Dette er en sikkerhedsfunktion beregnet til at blive brugt i tilfælde af, at du bliver tvunget til at åbne din tegnebog. Denne pin vil fungere som en normal (korrekt) pin, UNDTAGET når du låser din tegnebog op, hvilket er når plausibel benægtelsestilstand aktiveres. Dine midler VIL TABE, når du går ind i plausibel deniability-tilstand, hvis du ikke har sikkerhedskopieret dit seed!
de: Legen Sie einen sekundären Pin für den plausiblen Deniability-Modus fest. Wenn Ihre Brieftasche mit dieser sekundären PIN entsperrt wird, wird Ihr Seed durch einen Hash des vorhandenen Seeds ersetzt. Dies ist eine Sicherheitsfunktion, die verwendet werden soll, falls Sie gezwungen sind, Ihre Brieftasche zu öffnen. Diese PIN verhält sich wie eine normale (korrekte) PIN, AUSSER beim Entsperren Ihrer Brieftasche, wenn der Plausible Deniability-Modus aktiviert wird. Ihr Geld WIRD VERLOREN, wenn Sie in den Plausible Deniability-Modus wechseln, wenn Sie Ihren Seed nicht gesichert haben!
he: הגדר סיכה משנית למצב הכחשה סביר. אם הארנק שלך לא נעול באמצעות סיכה משנית זו, הזרע שלך יוחלף ב-hash של הזרע הקיים. זוהי תכונת אבטחה שנועדה לשמש במקרה שתיאלץ לפתוח את הארנק. סיכה זו תפעל כמו סיכה רגילה (נכונה) למעט בעת פתיחת הנעילה של הארנק שלך, כלומר מצב הכחשה סביר יופעל. הכספים שלך יאבדו עם כניסה למצב הכחשה סביר אם לא גיבית את ה-seed שלך!
hi: प्रशंसनीय इनकार मोड के लिए एक द्वितीयक पिन सेट करें। यदि आपका वॉलेट इस सेकेंडरी पिन का उपयोग करके अनलॉक किया गया है, तो आपके बीज को मौजूदा बीज के हैश से बदल दिया जाएगा। यह एक सुरक्षा सुविधा है जिसका उपयोग उस स्थिति में किया जाना है जब आपको अपना बटुआ खोलने के लिए मजबूर किया जाता है। यह पिन आपके वॉलेट को अनलॉक करते समय एक सामान्य (सही) पिन की तरह काम करेगा, जो तब होगा जब प्रशंसनीय इनकार मोड सक्रिय हो जाएगा। यदि आपने अपने बीज का बैकअप नहीं लिया है, तो प्रशंसनीय इनकार मोड में प्रवेश करने पर आपका धन नष्ट हो जाएगा!
hu: Állítson be egy másodlagos tűt a valószínű letiltási módhoz. Ha a pénztárcáját ezzel a másodlagos tűvel oldja fel, a magot a meglévő mag hash-ére cseréljük. Ez egy biztonsági funkció arra az esetre, ha kénytelen lenne kinyitni a pénztárcáját. Ez a gombostű normál (helyes) tűként fog működni, KIVÉVE amikor feloldja a pénztárcáját, amikor a valószínű letiltási mód aktiválódik. Az Ön pénzeszközei ELVESZIK, amikor a valószínű tagadhatósági módba lép, ha nem készített biztonsági másolatot a magról!
ja: もっともらしい否認モードのセカンダリ ピンを設定します。 このセカンダリ PIN を使用してウォレットのロックを解除すると、シードは既存のシードのハッシュに置き換えられます。これは、ウォレットを開くことを余儀なくされた場合に使用するためのセキュリティ機能です。 このピンは、もっともらしい否認モードがアクティブになるウォレットのロックを解除する場合を除いて、通常の (正しい) ピンのように機能します。 シードをバックアップしていない場合、もっともらしい否認モードに入ると、資金が失われます!
ko: 그럴듯한 거부 모드에 대한 보조 핀을 설정합니다. 이 보조 핀을 사용하여 지갑을 잠금 해제하면 시드가 기존 시드의 해시로 대체됩니다. 강제로 지갑을 열어야 하는 경우에 사용하기 위한 보안 기능입니다. 이 핀은 지갑을 잠금 해제할 때를 제외하고 정상적인(정확한) 핀처럼 작동하며, 그럴듯한 거부 모드가 활성화됩니다. 귀하의 시드를 백업하지 않은 경우 타당한 거부 모드에 들어가면 자금이 손실됩니다!
lv: Iestatiet sekundāro tapu ticamam noraidīšanas režīmam. Ja jūsu maks tiek atbloķēts, izmantojot šo sekundāro tapu, jūsu sēkla tiks aizstāta ar esošās sēklas jaucējkrānu. Šis ir drošības līdzeklis, kas paredzēts lietošanai, ja esat spiests atvērt maku. Šī spraudīte darbosies kā parasta (pareiza) piespraude, IZŅEMOT, kad atbloķēsiet maku, kad aktivizēsies ticamā atteikuma režīms. Jūsu līdzekļi TIKS ZAUDĒTI, ieejot ticamā noraidīšanas režīmā, ja neesat veicis sākotnējo dublējumu!
ms: Tetapkan pin kedua untuk mod penafian yang munasabah. Jika dompet anda dibuka kunci menggunakan pin kedua ini, benih anda akan digantikan dengan cincang benih sedia ada. Ini adalah ciri keselamatan yang bertujuan untuk digunakan sekiranya anda terpaksa membuka dompet anda. Pin ini akan bertindak seperti pin biasa (betul) KECUALI apabila membuka kunci dompet anda, iaitu apabila mod penafian yang munasabah akan diaktifkan. Dana anda AKAN HILANG apabila memasuki mod penafian yang munasabah jika anda belum membuat sandaran benih anda!
nl: Stel een secundaire pin in voor de plausibele ontkenningsmodus. Als je portemonnee is ontgrendeld met deze secundaire pin, wordt je seed vervangen door een hash van de bestaande seed. Dit is een beveiligingsfunctie die bedoeld is om te worden gebruikt in het geval u gedwongen wordt uw portemonnee te openen. Deze pin zal werken als een normale (juiste) pin BEHALVE bij het ontgrendelen van uw portemonnee, wanneer de plausibele ontkenningsmodus wordt geactiveerd. Je geld GAAT VERLOREN bij het openen van de plausibele ontkenningsmodus als je geen back-up van je seed hebt gemaakt!
no: Angi en sekundær pinne for plausible deniability-modus. Hvis lommeboken din låses opp med denne sekundære pinnen, vil frøet ditt bli erstattet med en hash av det eksisterende frøet. Dette er en sikkerhetsfunksjon som skal brukes i tilfelle du blir tvunget til å åpne lommeboken. Denne pinnen vil fungere som en vanlig (riktig) pin, UNNTATT når du låser opp lommeboken din, som er når modusen for plausibel benektelse vil aktiveres. Dine midler VIL GÅ TAP når du går inn i plausible deniability-modus hvis du ikke har sikkerhetskopiert frøet ditt!
pl: Ustaw drugi pin dla wiarygodnego trybu zaprzeczania. Jeśli Twój portfel zostanie odblokowany za pomocą tego dodatkowego kodu PIN, Twój seed zostanie zastąpiony hashem istniejącego seeda. Jest to funkcja bezpieczeństwa przeznaczona do użycia w przypadku, gdy będziesz zmuszony otworzyć swój portfel. Ten pin będzie działał jak normalny (prawidłowy) pin, Z WYJĄTKIEM odblokowywania portfela, kiedy aktywuje się tryb prawdopodobny. Twoje fundusze ZOSTANĄ UTRACONE po przejściu do trybu wiarygodnego odrzucania, jeśli nie utworzyłeś kopii zapasowej swojego materiału siewnego!
ro: Setați un pin secundar pentru modul de negație plauzibil. Dacă portofelul tău este deblocat folosind acest cod secundar, sămânța ta va fi înlocuită cu un hash din sămânța existentă. Aceasta este o caracteristică de securitate destinată a fi utilizată în cazul în care sunteți forțat să vă deschideți portofelul. Acest pin va acționa ca un cod normal (corec) CU EXCEPȚIA când vă deblocați portofelul, care este momentul în care modul de negație plauzibil se va activa. Fondurile dvs. VOR FI PIERDUTE la intrarea în modul de negație plauzibil dacă nu v-ați făcut o copie de rezervă!
ru: Установите вторичный контакт для правдоподобного режима отрицания. Если ваш кошелек разблокирован с помощью этого вторичного пин-кода, ваш сид будет заменен хэшем существующего сид-кода. Это функция безопасности, предназначенная для использования в случае, если вы будете вынуждены открыть свой кошелек. Этот пин-код будет действовать как обычный (правильный) пин-код, ЗА ИСКЛЮЧЕНИЕМ разблокировки вашего кошелька, когда активируется режим правдоподобного отрицания. Ваши средства БУДУТ ПОТЕРЯНЫ при входе в режим правдоподобного отрицания, если вы не создали резервную копию своего начального числа!
sl: Nastavite sekundarni pin za verjeten način zanikanja. Če je vaša denarnica odklenjena s tem sekundarnim zatičem, bo vaše seme nadomeščeno z zgoščeno vrednostjo obstoječega semena. To je varnostna funkcija, namenjena uporabi v primeru, da ste prisiljeni odpreti denarnico. Ta zatič bo deloval kot običajen (pravilen) zatič, RAZEN pri odklepanju vaše denarnice, ko se bo aktiviral verjeten način zanikanja. Vaša sredstva BODO IZGUBLJENA, ko vstopite v verjeten način zanikanja, če niste varnostno kopirali svojega semena!
sv: Ställ in ett sekundärt stift för rimligt förnekarläge. Om din plånbok låses upp med denna sekundära stift, kommer ditt frö att ersättas med en hash av det befintliga fröet. Detta är en säkerhetsfunktion avsedd att användas i händelse av att du tvingas öppna din plånbok. Denna stift kommer att fungera som en vanlig (korrekt) stift UTOM när du låser upp din plånbok, vilket är då läget för rimlig förnekelse kommer att aktiveras. Dina pengar KOMMER FÖRLORA när du går in i rimligt förnekarläge om du inte har säkerhetskopierat ditt frö!
tl: Magtakda ng pangalawang pin para sa posibleng deniability mode. Kung ang iyong wallet ay na-unlock gamit ang pangalawang pin na ito, ang iyong binhi ay papalitan ng isang hash ng umiiral na binhi. Ito ay isang tampok na panseguridad na nilalayon na gamitin kung sakaling mapilitan kang buksan ang iyong wallet. Ang pin na ito ay gagana bilang isang normal (tama) na pin MALIBAN kapag ina-unlock ang iyong wallet, na kung saan ay mag-a-activate ang plausible deniability mode. MAWAWALA ang iyong mga pondo sa pagpasok sa moda ng mapagkakatiwalaang deniability kung hindi mo pa nai-back up ang iyong binhi!
tr: Makul reddedilebilirlik modu için ikincil bir pim ayarlayın. Cüzdanınızın kilidi bu ikincil pin kullanılarak açılırsa, tohumunuz mevcut tohumdan bir hash ile değiştirilir. Bu, cüzdanınızı açmaya zorlanmanız durumunda kullanılmak üzere tasarlanmış bir güvenlik özelliğidir. Bu pin, makul reddedilebilirlik modu etkinleştirildiğinde cüzdanınızın kilidini açarken DIŞINDA normal (doğru) bir pin gibi davranacaktır. Tohumunuzu yedeklemediyseniz, makul reddedilebilirlik moduna girdiğinizde paranız KAYBOLACAKTIR!
uk: Встановіть вторинний пін для правдоподібного режиму заперечення. Якщо ваш гаманець розблоковано за допомогою цього додаткового пін-коду, ваш початковий код буде замінено хешем існуючого початкового коду. Це функція безпеки, призначена для використання у випадку, якщо ви змушені відкрити свій гаманець. Цей пін-код діятиме як звичайний (правильний) пін-код, КРІМ під час розблокування вашого гаманця, коли активується правдоподібний режим заперечення. Ваші кошти БУДУТЬ ВТРАЧЕНІ після переходу в режим правдоподібної відмови, якщо ви не створили резервну копію початкового коду!
vi: Đặt chân phụ cho chế độ từ chối hợp lý. Nếu ví của bạn được mở khóa bằng cách sử dụng mã pin phụ này, hạt giống của bạn sẽ được thay thế bằng một mã băm của hạt giống hiện có. Đây là một tính năng bảo mật nhằm mục đích sử dụng trong trường hợp bạn buộc phải mở ví của mình. Ghim này sẽ hoạt động giống như một ghim bình thường (đúng) NGOẠI TRỪ khi mở khóa ví của bạn, đó là khi chế độ từ chối hợp lý sẽ kích hoạt. Tiền của bạn SẼ BỊ MẤT khi vào chế độ từ chối hợp lý nếu bạn chưa sao lưu hạt giống của mình!
zh_hans: 为似是而非的否认模式设置辅助引脚。 如果您的钱包使用此辅助密码解锁，您的种子将替换为现有种子的哈希值。这是一项安全功能，旨在在您被迫打开钱包的情况下使用。 除了解锁你的钱包时，这个密码就像一个正常的（正确的）密码，这是在合理的否认模式将激活的时候。 如果您没有备份您的种子，您的资金将在进入合理否认模式时丢失！
zh_hant: 為似是而非的否認模式設置輔助引腳。 如果您的錢包使用此輔助密碼解鎖，您的種子將替換為現有種子的哈希值。這是一項安全功能，旨在在您被迫打開錢包的情況下使用。 除了解鎖你的錢包時，這個密碼就像一個正常的（正確的）密碼，這是在合理的否認模式將激活的時候。 如果您沒有備份您的種子，您的資金將在進入合理否認模式時丟失！

source: PoW
hi: पाउ
hu: Hadifogoly
ko: 작업증명
zh_hans: 工作量证明
zh_hant: 工作量證明

source: Preferences
ar: الاختيارات
bg: Предпочитания
bn: পছন্দ
da: Předvolby
de: Einstellungen
he: העדפות
hi: पसंद | प्रेफरेन्सेस
hu: Preferenciák
ja: 設定
ko: 환경 설정
ms: Keutamaan
nl: Voorkeuren
no: Preferanser
pl: Preferencje
ro: Preferințe
ru: Предпочтения
sl: Splošno
sv: Inställningar
tl: Kagustuhan
tr: Tercihler
uk: Преференції
vi: Tuỳ chọn
zh_hans: 偏好
zh_hant: 個人偏好

source: Privacy Policy
ar: سياسة الخصوصية
bg: Декларация за Поверителност
bn: গোপনীয়তা নীতি
da: Zásady ochrany osobních údajů
de: Datenschutz
he: פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi Szabályzat
ja: 個人情報保護方針
lv: Privātuma politika
ms: Dasar Privasi
nl: Privacybeleid
no: Personvernpolicy
pl: Polityka Prywatności
ro: Politica de confidențialitate
ru: Политика
sl: Zasebnost
sv: Privatpolicy
tl: Patakaran sa privacy
tr: Gizlilik Politikası
uk: Політика приватності
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# promotionalLink
source: Free %2
ar: نانو مجاني
bg: Безплатен NANO
bn: বিনামূল্যে ন্যানো
da: Gratis NANO
de: Kostenlos Nano
he: חינם NANO
hi: मुफ़्त नैनो
hu: Ingyenes NANO
ja: フリーナノ
ko: 무료 나노
lv: Bezmaksas NANO
ms: NANO percuma
nl: Gratis NANO
no: Gratis NANO
pl: Bezpłatna NANO
ro: NANO gratuit
ru: Бесплатно НАНО
sl: Brezplačni NANO
sv: Gratis NANO
tl: Libreng NANO
tr: Ücretsiz NANO
uk: Безкоштовний NANO
vi: NANO miễn phí
zh_hans: 免费纳米
zh_hant: 免費納米

# proSubRequiredHeader
source: %1 Pro Subscription Required
ar: الاشتراك في Nautilus Pro مطلوب
bg: Изисква се абонамент за Nautilus Pro
bn: নটিলাস প্রো সাবস্ক্রিপশন প্রয়োজন
da: Nautilus Pro-abonnement påkrævet
de: Nautilus Pro-Abonnement erforderlich
he: נדרש מנוי ל-Nautilus Pro
hi: नॉटिलस प्रो सदस्यता आवश्यक
hu: Nautilus Pro előfizetés szükséges
ja: Nautilus Pro サブスクリプションが必要
ko: Nautilus Pro 구독 필요
lv: Nepieciešams Nautilus Pro abonements
ms: Langganan Nautilus Pro Diperlukan
nl: Nautilus Pro-abonnement vereist
no: Nautilus Pro-abonnement kreves
pl: Wymagana subskrypcja Nautilus Pro
ro: Este necesar un abonament Nautilus Pro
ru: Требуется подписка Nautilus Pro
sl: Zahtevana je naročnina na Nautilus Pro
sv: Nautilus Pro-abonnemang krävs
tl: Kinakailangan ang Subscription sa Nautilus Pro
tr: Nautilus Pro Aboneliği Gerekli
uk: Потрібна підписка на Nautilus Pro
vi: Yêu cầu đăng ký Nautilus Pro
zh_hans: 需要订阅 Nautilus Pro
zh_hant: 需要訂閱 Nautilus Pro

# proSubRequiredParagraph
source: For just %3 %2 per month, you can unlock all of the features of %1 Pro.
ar: مقابل 1 NANO فقط شهريًا ، يمكنك فتح جميع ميزات Nautilus Pro.
bg: Само за 1 NANO на месец можете да отключите всички функции на Nautilus Pro.
bn: প্রতি মাসে মাত্র 1 NANO এর জন্য, আপনি Nautilus Pro এর সমস্ত বৈশিষ্ট্য আনলক করতে পারেন।
da: For kun 1 NANO om måneden kan du låse op for alle funktionerne i Nautilus Pro.
de: Für nur 1 NANO pro Monat können Sie alle Funktionen von Nautilus Pro freischalten.
he: תמורת NANO אחד בלבד לחודש, אתה יכול לפתוח את כל התכונות של Nautilus Pro.
hi: केवल 1 नैनो प्रति माह के लिए, आप Nautilus Pro की सभी विशेषताओं को अनलॉक कर सकते हैं।
hu: Mindössze havi 1 NANO-ért feloldhatja a Nautilus Pro összes funkcióját.
ja: 毎月わずか 1 NANO で、Nautilus Pro のすべての機能のロックを解除できます。
ko: 매월 단 1NANO로 Nautilus Pro의 모든 기능을 잠금 해제할 수 있습니다.
lv: Tikai par 1 NANO mēnesī varat atbloķēt visas Nautilus Pro funkcijas.
ms: Dengan hanya 1 NANO sebulan, anda boleh membuka kunci semua ciri Nautilus Pro.
nl: Voor slechts 1 NANO per maand kunt u alle functies van Nautilus Pro ontgrendelen.
no: For bare 1 NANO per måned kan du låse opp alle funksjonene til Nautilus Pro.
pl: Za jedyne 1 NANO miesięcznie możesz odblokować wszystkie funkcje Nautilus Pro.
ro: Pentru doar 1 NANO pe lună, puteți debloca toate funcțiile Nautilus Pro.
ru: Всего за 1 NANO в месяц вы можете разблокировать все функции Nautilus Pro.
sl: Za samo 1 NANO na mesec lahko odklenete vse funkcije Nautilusa Pro.
sv: För bara 1 NANO per månad kan du låsa upp alla funktionerna i Nautilus Pro.
tl: Sa 1 NANO lang bawat buwan, maaari mong i-unlock ang lahat ng feature ng Nautilus Pro.
tr: Ayda sadece 1 NANO karşılığında Nautilus Pro'nun tüm özelliklerinin kilidini açabilirsiniz.
uk: Лише за 1 NANO на місяць ви можете розблокувати всі функції Nautilus Pro.
vi: Chỉ với 1 NANO mỗi tháng, bạn có thể mở khóa tất cả các tính năng của Nautilus Pro.
zh_hans: 每月只需 1 NANO，您就可以解锁 Nautilus Pro 的所有功能。
zh_hant: 每月只需 1 NANO，您就可以解鎖 Nautilus Pro 的所有功能。

# purchaseCurrency
source: Purchase %2
bg: Купете %2
bn: ক্রয় %2
da: Køb %2
de: Kaufen Sie %2
he: קנה %2
hi: खरीद% 2
hu: Vásároljon %2
ko: 구매 %2
lv: Pirkums %2
ms: Beli % 2
nl: Koop %2
no: Kjøp %2
pl: Kup %2
ro: Cumpărați %2
ru: Купить %2
sv: Köp %2
tl: Bumili ng %2
tr: %2 satın al
uk: Придбати %2
vi: Mua %2
zh_hans: 购买 %2
zh_hant: 購買 %2

source: Purchase Nano
ar: شراء نانو
bg: Покупка Нано
bn: ন্যানো ক্রয়
da: Køb Nano
de: Nano kaufen
he: רכישת ננו
hi: नैनो खरीदें
hu: Vásárlás Nano
ja: ナノを購入
ko: 나노 구매
ms: Pembelian Nano
nl: Koop Nano
no: Kjøp Nano
pl: Zakup Nano
ro: Achiziționați Nano
ru: Приобрести нано
sl: Nakup Nano
sv: Köp Nano
tl: Bumili ng Nano
tr: Satın al Nano
uk: Придбати Nano
vi: Mua Nano
zh_hans: 购买 Nano
zh_hant: 購買納米

# qrInvalidAddress
source: QR code does not contain a valid destination
ar: لا يحتوي رمز الاستجابة السريعة على وجهة صالحة
bg: QR кода не съдържа валидна дестинация
bn: QR কোডে কোন বৈধ গন্তব্য নেই
da: QR kód neobsahuje platnou destinaci.
de: QR-Code enthält kein gültiges Ziel
hi: क्यूआर कोड में मान्य गंतव्य नहीं है
ja: QRコードに正しい送金先が含まれていません。
ms: Kod QR tidak mengandungi destinasi yang sah
nl: QR code bevat geen geldig adres
no: QR-koden inneholder ikke en gyldig adresse
pl: Kod QR jest nieprawidłowy
ro: Codul QR este invalid
ru: QR-не содержит действительный адрес
sv: QR-koden innehåller inte en giltig destination
tl: QR code ay walang wasto na destinasyon
tr: QR kodu geçerli bir adres içermiyor
uk: QR код не містить правильного адресата
vi: Mã QR không chứa điểm đến hợp lệ
zh_hans: 二维码不包含一个有效的地址
zh_hant: 二維條碼不含有效的地址

# qrInvalidPermissions
source: Please Grant Camera Permissions to scan QR Codes
ar: يرجى منح الكاميرا لمسح رموز QR
bg: Моля дайте разрешение на Камера да сканира QR код
bn: কিউআর কোড স্ক্যান করার জন্য দয়া করে ক্যামেরার অনুমতি দিন
da: Udělte oprávnění fotoaparátu ke skenování QR kódů
de: Bitte Kamerazugriff erlauben, um QR-Codes zu scannen
hi: कृपया क्यूआर कोड स्कैन करने के लिए कैमरा अनुमति दें
ja: カメラがQRコードをスキャンするためを許可してください。
ms: Tolong Berikan Izin Kamera untuk mengimbas Kod QR
nl: Geef de camera toestemming om QR-codes te scannen
no: Gi kameratillatelse for å scanne QR-koder
pl: Proszę udostępnij uprawnienia do aparatu aby odczytać kod QR
ro: Acordați permisiunile camerei pentru a scana coduri QR
ru: Пожалуйста, предоставьте разрешения камеры для сканирования QR
sv: Bevilja kameraåtkomst för att skanna QR-koder
tl: Pakiusap bigyan ng Camera Permissions para ma-scan ang QR Codes
tr: QR kodu tarayabilmek için lütfen kamera izni ver
uk: Будь ласка дайте дозвіл камері сканувати QR коди
vi: Vui lòng cấp quyền truy cập máy ảnh để quét mã QR
zh_hans: 请提供相机许可来扫描二维码
zh_hant: 請允許相機權限來掃描二維條碼
