Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# iosFundingMessage
source: Due to iOS App Store guidelines and restrictions, we can't link you to our donations page. If you'd like to support the project, consider sending to the %1 node's address.
ar: نظرًا لإرشادات وقيود iOS App Store ، لا يمكننا ربطك بصفحة التبرعات الخاصة بنا. إذا كنت ترغب في دعم المشروع ، ففكر في الإرسال إلى عنوان عقدة nautilus.
bg: Поради указанията и ограниченията на iOS App Store, не можем да ви свържем с нашата страница за дарения. Ако искате да подкрепите проекта, помислете за изпращане до адреса на възела nautilus.
bn: iOS অ্যাপ স্টোর নির্দেশিকা এবং বিধিনিষেধের কারণে, আমরা আপনাকে আমাদের অনুদান পৃষ্ঠাতে লিঙ্ক করতে পারি না। আপনি যদি প্রকল্পটিকে সমর্থন করতে চান, নটিলাস নোডের ঠিকানায় পাঠানোর কথা বিবেচনা করুন।
da: På grund af iOS App Store retningslinjer og begrænsninger kan vi ikke linke dig til vores donationsside. Hvis du gerne vil støtte projektet, kan du overveje at sende til nautilus-knudepunktets adresse.
de: Aufgrund der Richtlinien und Einschränkungen des iOS App Store können wir Sie nicht mit unserer Spendenseite verlinken. Wenn Sie das Projekt unterstützen möchten, senden Sie es bitte an die Adresse des Nautilus-Knotens.
he: בשל ההנחיות וההגבלות של iOS App Store, לא נוכל לקשר אותך לדף התרומות שלנו. אם תרצה לתמוך בפרויקט, שקול לשלוח לכתובת של צומת נאוטילוס.
hi: आईओएस ऐप स्टोर दिशानिर्देशों और प्रतिबंधों के कारण, हम आपको हमारे दान पृष्ठ से लिंक नहीं कर सकते हैं। यदि आप परियोजना का समर्थन करना चाहते हैं, तो नॉटिलस नोड के पते पर भेजने पर विचार करें।
hu: Az iOS App Store irányelvei és korlátozásai miatt nem tudjuk linkelni Önt adományozási oldalunkhoz. Ha támogatni szeretné a projektet, fontolja meg a nautilus csomópont címére történő küldést.
ja: iOS App Store のガイドラインと制限により、寄付ページにリンクすることはできません。プロジェクトをサポートしたい場合は、nautilus ノードのアドレスに送信することを検討してください。
ko: iOS App Store 지침 및 제한 사항으로 인해 기부 페이지에 연결할 수 없습니다. 프로젝트를 지원하고 싶다면 노틸러스 노드의 주소로 보내는 것을 고려하십시오.
lv: iOS App Store vadlīniju un ierobežojumu dēļ mēs nevaram saistīt jūs ar mūsu ziedojumu lapu. Ja vēlaties atbalstīt projektu, apsveriet iespēju nosūtīt uz nautilus mezgla adresi.
ms: Disebabkan garis panduan dan sekatan iOS App Store, kami tidak dapat memautkan anda ke halaman derma kami. Jika anda ingin menyokong projek itu, pertimbangkan untuk menghantar ke alamat nod nautilus.
nl: Vanwege de richtlijnen en beperkingen van de iOS App Store kunnen we je niet linken naar onze donatiepagina. Als je het project wilt steunen, overweeg dan om het naar het adres van de nautilus-node te sturen.
no: På grunn av iOS App Store retningslinjer og begrensninger, kan vi ikke koble deg til donasjonssiden vår. Hvis du ønsker å støtte prosjektet, vurder å sende til nautilus-nodens adresse.
pl: Ze względu na wytyczne i ograniczenia iOS App Store nie możemy połączyć Cię z naszą stroną darowizn. Jeśli chcesz wesprzeć projekt, rozważ wysłanie na adres węzła nautilusa.
ro: Din cauza regulilor și restricțiilor iOS App Store, nu vă putem conecta la pagina noastră de donații. Dacă doriți să susțineți proiectul, luați în considerare trimiterea la adresa nodului nautilus.
ru: Из-за правил и ограничений iOS App Store мы не можем связать вас с нашей страницей пожертвований. Если вы хотите поддержать проект, рассмотрите возможность отправки на адрес узла nautilus.
sl: Zaradi smernic in omejitev trgovine iOS App Store vas ne moremo povezati z našo stranjo za donacije. Če želite podpreti projekt, razmislite o pošiljanju na naslov vozlišča nautilus.
sv: På grund av iOS App Stores riktlinjer och begränsningar kan vi inte länka dig till vår donationssida. Om du vill stödja projektet, överväg att skicka till nautilusnodens adress.
tl: Dahil sa mga alituntunin at paghihigpit ng iOS App Store, hindi ka namin mai-link sa aming page ng mga donasyon. Kung gusto mong suportahan ang proyekto, isaalang-alang ang pagpapadala sa address ng nautilus node.
tr: iOS App Store yönergeleri ve kısıtlamaları nedeniyle, sizi bağış sayfamıza bağlayamıyoruz. Projeyi desteklemek istiyorsanız, nautilus düğümünün adresine göndermeyi düşünün.
uk: Через правила й обмеження iOS App Store ми не можемо зв’язати вас із нашою сторінкою пожертв. Якщо ви хочете підтримати проект, надішліть на адресу вузла nautilus.
vi: Do các nguyên tắc và hạn chế của iOS App Store, chúng tôi không thể liên kết bạn với trang quyên góp của chúng tôi. Nếu bạn muốn hỗ trợ dự án, hãy cân nhắc gửi đến địa chỉ của nút nautilus.
zh_hans: 由于 iOS App Store 指南和限制，我们无法将您链接到我们的捐赠页面。如果您想支持该项目，请考虑发送到 nautilus 节点的地址。
zh_hant: 由於 iOS App Store 指南和限制，我們無法將您鏈接到我們的捐贈頁面。如果您想支持該項目，請考慮發送到 nautilus 節點的地址。

source: I Understand the Risks
ar: أنا أدرك المخاطر
bg: Разбирам рисковете
bn: আমি ঝুঁকির কারণগুলি বুঝতে পারছি
da: Chápu rizika
de: Ich verstehe die Risiken
hi: मैं जोखिमो को समझता हूँ
ja: リスクを理解しました。
ms: Saya Memahami Risiko
nl: Ik begrijp de risico's
no: Jeg forstår risikoene
pl: Rozumiem ryzyka
ro: Înțeleg riscurile
ru: Я понимаю риски
sv: Jag förstår riskerna
tl: Naiintindihan ko ang risks
tr: Risklerin Farkındayım
uk: Я розумію ризики
vi: Tôi hiểu những rủi ro
zh_hans: 我已明白风险
zh_hant: 我已理解風險

source: Language
ar: اللغة
bg: Език
bn: ভাষা
da: Jazyk
de: Sprache
he: שפה
hi: भाषा
hu: Nyelv
ja: 言語
ko: 언어
lv: Valoda
ms: Bahasa
nl: Taal
no: Språk
pl: Język
ro: Limba
ru: Язык
sl: Jezik
sv: Språk
tl: Wika
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

source: Link Copied
ar: تم نسخ الرابط
bg: Връзката е копирана
bn: লিংক অনুলিপি করা হয়েছে
da: Link Kopieret
de: Link wurde kopiert
he: קישור מועתק
hi: लिंक नक़ल किया गया
hu: Link másolva
ja: リンクがコピーされました
ko: 링크 복사됨
ms: Pautan Disalin
nl: Link gekopieerd
no: Kopiert kobling
pl: Link skopiowany
ro: Link Copiat
ru: Ссылка скопирована
sl: Povezava Kopirana
sv: Kopierad länk
tl: Link Kinopya
tr: Bağlantı Kopyalandı
uk: Посилання скопійовано
vi: Liên kết được sao chép
zh_hans: 链接已复制
zh_hant: 連結已複製

source: Loaded
ar: لوديد
bg: Заредени
bn: লোড করা হয়েছে
da: Indlæst
de: Geladen
he: טעון
hi: लोडेड
hu: Betöltött
ja: ロード済み
ko: 로드됨
ms: Dimuatkan
nl: Geladen
no: lastet
pl: Załadowany
ro: Încărcat
ru: Загружен
sl: Naložen
sv: Laddad
tl: Na-load
tr: Yüklü
uk: Завантажено
vi: Đã nạp
zh_hans: 已加载
zh_hant: 已載入

source: Loaded Into
ar: تم تحميله في
bg: Заредени в
bn: লোড করা হয়েছে
da: Indlæst i
de: Geladen in
he: נטען לתוך
hi: लोडेड इन
hu: Betöltve
ja: ロード先へ
ko: 로드 인투
ms: Dimuatkan Ke
nl: Geladen in
no: Lastet inn
pl: Załadowany do
ro: Încărcat în
ru: Загружено в
sl: Naložen v
sv: Laddad i
tl: Ikinarga
tr: İçine Yüklendi
uk: Завантажено в
vi: Nạp vào
zh_hans: 已加载到
zh_hant: 載入到

# lockAppSetting
source: Authenticate on Launch
ar: المصادقة في الاطلاق
bg: Удостовери на Стартиране
bn: শুরুতেই প্রমাণীকরণ করুন
da: Ověřit při spuštění
de: Authentifizierung beim Öffnen
he: בצע אימות בעת הפעלה
hi: लॉन्च पर प्रमाणित करें
hu: Hitelesítés az Indításnál
ja: 起動時に認証する
lv: Autentificēties palaižot
ms: Mengesahkan saat Pelancaran
nl: Verifiëren bij starten
no: Verifiser ved oppstart
pl: Potwierdź tożsamość kiedy włączysz Nautilus
ro: Autentificare la deschidere
ru: Аутентификация при запуске
sl: Avtenticiraj ob zagonu
sv: Verifiera vid uppstart
tl: I-authenticate sa paglunsad
tr: Başlangıçta Kimlik Doğrula
uk: Вводити пароль після запуска
vi: Xác thực khi khởi chạy
zh_hans: 启动时要求验证
zh_hant: 啟動時要求驗證

source: Locked
ar: مقفل
bg: Заключено
bn: লক করা
da: Zamčeno
de: Gesperrt
he: נעל
hi: अवरोधित
hu: Lezárva
ja: ロック済み
lv: Aizslēgts
ms: Terkunci
nl: Vergrendeld
no: Låst
pl: Zablokowane
ro: Închis
ru: Закрыт
sl: Zaklenjeno
sv: Låst
tl: Nakalock
tr: Kilitli
uk: Заблоковано
vi: Đã khoá
zh_hans: 已锁定
zh_hant: 已鎖定

# loginButton
source: Login
ar: تسجيل الدخول
bg: Влизам
bn: প্রবেশ করুন
da: Log på
de: Anmeldung
he: התחברות
hi: लॉग इन करें
hu: Belépés
ja: ログイン
ko: 로그인
lv: Pieslēgties
ms: Log masuk
no: Logg Inn
pl: Zaloguj sie
ro: Autentificare
ru: Авторизоваться
sl: Vpiši se
sv: Logga in
tl: Mag log in
tr: Giriş yapmak
uk: Логін
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# loginOrRegisterHeader
source: Login or Register
ar: تسجيل الدخول أو التسجيل
bg: Влезте или се регистрирайте
bn: প্রবেশ করুন অথবা নিবন্ধন
da: Log ind eller tilmeld dig
de: Anmelden oder Registrieren
he: התחבר או הרשמה
hi: भाग लें या पंजीकरण करें
hu: Bejelentkezés vagy Regisztráció
ja: ログインまたは登録
ko: 로그인 또는 등록
lv: Pieteikties vai Reģistrēties
ms: Log masuk atau Daftar
nl: Log in of Registreer
no: Logg inn eller registrer deg
pl: Zaloguj się lub zarejestruj
ro: Conectați-vă sau Înregistrați-vă
ru: Войдите или зарегистрируйтесь
sl: Prijavite se ali se registrirajte
sv: logga in eller registrera dig
tl: Mag-login o Magrehistro
tr: giriş yap veya kaydol
uk: Увійти або зареєструватися
vi: đăng nhập hay đăng ký
zh_hans: 登录或注册
zh_hant: 登錄或註冊

source: Logout
ar: خروج
bg: Отпиши се
bn: লগ আউট
da: Odhlásit
de: Ausloggen
hi: लॉगआउट करें
hu: Kijelentkezés
ja: ログアウト
ko: 로그 아웃
lv: Iziet
ms: Log Keluar
nl: Uitloggen
no: Logg ut
pl: Wyloguj
ro: Deconectare
ru: Выход
sl: Odjava
sv: Logga ut
tr: Çıkış
uk: Вийти
vi: Đăng xuất
zh_hans: 登出
zh_hant: 登出

# logoutAction
source: Delete Seed and Logout
ar: حذف المفتاح الخاص والخروج
bg: Изтрий Seed и се Отпиши
bn: সিড মুছুন এবং লগআউট করুন
da: Smazat semínko a odhlásit
de: Seed löschen und ausloggen
he: מחק סיד והתנתק
hi: सीड मिटा कर लॉगआउट करें
hu: Seed törlése és kijelentkezés
ja: シードを削除して ログアウトする
ko: 시드 삭제 및 로그 아웃
lv: Dzēst sēklu un iziet
ms: Memadam benih dan log keluar.
nl: Seed verwijderen en uitloggen
no: Slett Seed og logg ut
pl: Skasuj nasiono i wyloguj?
ro: Șterge seed-ul și deconectează-mă
ru: Удаление Seed и выход из системы.
sl: Izbriši ključ in odjava
sv: Ta bort seed och logga ut
tl: Burahin ang seed at mag-logout
tr: Seed'i sil ve çıkış yap
uk: Видалити seed і вийти
vi: Xóa hạt giống và đăng xuất
zh_hans: 删除种子并登出
zh_hant: 刪除種子並登出

# logoutAreYouSure
source: Are you sure?
ar: هل أنت متأكد؟
bg: Сигурен ли си?
bn: আপনি কি নিশ্চিত?
da: Jste si jisti?
de: Bist du dir sicher?
he: אתה בטוח?
hi: क्या आप निश्चित हैं?
hu: Biztos, hogy kijelentkezel?
ja: 実行してよろしいですか？
ko: 확실합니까?
lv: Vai esat drošs?
ms: Adakah anda pasti?
nl: Weet je het zeker?
no: Er du sikker?
pl: Czy jesteś pewny?
ro: Sunteți sigur/ă?
ru: Вы уверены?
sl: Ste prepričani?
sv: Är du säker?
tl: Sigurado ka ba?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc không?
zh_hans: 您确定？
zh_hant: 您確定嗎？

# logoutDetail
source: Logging out will remove your seed and all %1-related data from this device. If your seed is not backed up, you will never be able to access your funds again
ar: خروجك من حساب نتريوم سوف يحذف البيانات من الجهاز. إذا مفتاحك الخاص غير محفوظ في مكان أمن، سوف تفقد رصيدك نهائيا
bg: Отписването ще премахне вашият Seed и всички свързани с Nautilus данни от това устройство. Ако вашият Seed няма резервно копие, вие никога повече няма да имате достъп до вашите средства.
bn: লগ আউট করলে আপনার সীড এবং সমস্ত ন্যাট্রিয়াম-সম্পর্কিত ডেটা মুছে যাবে। যদি আপনার বীজ ব্যাক আপ না করা হয়, আপনি আর কখনও আপনার তহবিল অ্যাক্সেস করতে সক্ষম হবে না
da: Odhlášením odstraníte z tohoto zařízení vaše semínko a všechna data související s Nautilus. Pokud vaše semínko není zálohováno, už nikdy nebudete mít přístup ke svým prostředkům
de: Beim Ausloggen werden dein Seed und alle mit Nautilus verbundenen Daten von diesem Gerät gelöscht. Falls du deinen Seed nicht gesichert hast, verlierst du dauerhaft den Zugriff auf dein Guthaben.
he: Logging out will remove your seed and all Nautilus-related data from this device. If your seed is not backed up, you will never be able to access your funds again
hi: लॉगआउट करने पर आपके सीड और नेट्रियम से संबंधित सभी डेटा हट जाएंगे। यदि आपने अपने सीड को बैकअप नहीं किया, तो आप कभी भी अपने धन का उपयोग नहीं कर पाएंगे।
hu: Ha kijelentkezel, elvész a beírt seeded, és minden Nautilushoz kapcsolódó adatod az eszközről. Ha nem őrizted meg a seeded, nem fogsz tudni hozzáférni a tőkédhez.
ja: ログアウトすると、このデバイスからシードとすべてのナトリアム関連データが削除されます。シードをバックアップしていない場合、資金に再びアクセスすることができなくなります
ko: 로그 아웃하면 시드와 모든 Nautilus 관련 데이터가 삭제됩니다. 귀하의 시드가 백업되지 않은 경우 귀하의 자금을 다시 복구 할 수 없습니다.
lv: Izejot tiks aizmirsta jūsu sēkla un visi Nautilus saistītie dati šajā ierīcē. Ja neesat izveidojis maka sēklas rezerves kopiju, maks un tā līdzekļi tiks neatgriezeniski zaudēti
ms: Log Keluar akan memadamkan benih anda dan semua data berkaitan Nautilus daripada peranti ini. Jikalau benih anda tidak disandarkan, anda tidak akan mendapatkan akses kepada baki anda lagi.
nl: Uitloggen zorgt ervoor dat jouw seed en alle Nautilus-gerelateerde informatie van dit toestel worden verwijderd. Als je geen back-up hebt gemaakt, kan je niet meer bij de inhoud van jouw wallet.
no: Når du logger ut fjernes ditt Seed og all Nautilus-relatert data fra denne enheten. Om ditt Seed ikke er sikkerhetskopiert, vil du aldri kunne få tilgang til dine midler igjen
pl: Wylogowanie usunie twoje nasiono i wszystkie dane związane z Nautilus. Jeżeli twoje nasiono nie jest zapisane, nigdy nie odzyskasz dostępu do swoich środków.
ro: Prin deconectare vom elimina seed-ul și toate datele legate de Nautilus de pe acest dispozitiv. Dacă seed-ul nu are o copie de rezervă/backup, fondurile for fi pierdute permanent.
ru: Выход из системы приведёт к удалению Seed и всех связанных с Nautilus данных с этого устройства.Если ваш Seed не будет скопирован,вы больше никогда не сможете получить доступ к своим средствам.
sl: Odjava bo izbrisala zasebni ključ in vse podatke v povezavi z aplikacijo Nautilus. Če zasebnega ključa niste shranili, ne boste imeli več dostopa do vašega računa.
sv: Vid utloggning raderas ditt seed och all kaliumrelaterad data från denna enhet. Om du inte har säkerhetskopierat ditt seed, kommer du aldrig att kunna komma åt dina tillgångar igen.
tl: Mabubura ang iyong seed at lahat ng Nautilus-related na data sa aparato na ito kapag ikaw ay nag-logout. Kapag wala kang back up ng iyong seed, hindi mo na ulit ma-aaccess ang iyong pondo.
tr: Çıkış yaptığınızda seed'iniz ve Nautilus'la ilgili bütün verileriniz bu cihazdan silinecektir. Seed'inizi yedeklemediyseniz paranıza bir daha asla ulaşamazsınız.
uk: Якщо ви вийдете то ваш seed і всі Nautilus дані буде видалено з вашого пристрою . Якщо ви не зробили резервну копію seed ви НІКОЛИ не відновите гаманці
vi: Đăng xuất sẽ xóa hạt giống (seed) của bạn và tất cả dữ liệu liên quan đến Nautilus khỏi thiết bị này. Nếu bạn không lưu lại hạt giống, bạn sẽ không thể truy cập vào ví của mình.
zh_hans: 注销将从此设备中删除您的种子和所有与Nautilus相关的数据。如果您的种子代码没有备份，您将永远无法再次访问您的帐户
zh_hant: 本動作會刪除您在本裝置裡頭的種子及所有和 Nautilus 有關的資料。如果您的種子沒有備份，您將永遠無法存取您的帳戶

# logoutReassurance
source: As long as you've backed up your seed you have nothing to worry about.
ar: ليس هناك خشية إذا قمت بحفض نسخة للمفتاح الخاص
bg: Ако имате резервно копие на вашия Seed, няма за какво да се тревожите.
bn: যেহেতু আপনি আপনার সিড ব্যাকআপ করেছেন ততক্ষণ আপনার চিন্তার কিছু নেই।
da: Pokud jste zálohovali své semínko, nemusíte se ničeho obávat.
de: Solange du deinen Seed gesichert hast, musst du dir keine Gedanken machen.
he: כל עוד גיבית את הסיד שלך, אין לך מה לדאוג.
hi: अगर आपने अपने सीड को बैकअप कर लिया है, तो आपको चिंता करने की कोई आवश्यकता नहीं है।
hu: Ha elmentetted a seeded, akkor nem lehet baj.
ja: シードをバックアップしていれば、心配する必要はありません。
ko: 시드를 백업했다면, 걱정하지 않으셔도 됩니다.
lv: Ja vien esat saglabājis maka sēklu, jums ne par ko nav jāuztraucas.
ms: Selagi anda telah menyandarkan benih anda, tiada yang perlu dirisau.
nl: Als je een back-up hebt gemaakt van jouw seed, is er niks aan de hand.
no: Så lenge du har sikkerhetskopiert ditt Seed, har du ingenting å bekymre deg over.
pl: Jeżeli zapisałeś nasiono nie musisz się niczego obawiać.
ro: Dacă aveți seed-ul salvat nu există motive de îngrijorare.
ru: Если вы создали резервную копию своего Seed,вам не о чем беспокоиться
sl: Dokler imate shranjen zasebni ključ, ste lahko brez skrbi.
sv: Så länge du har säkerhetskopierat ditt seed har du inget att oroa dig över.
tl: Wala kang dapat ikabahala basta may back up ka ng iyong seed.
tr: Seed'inizi yedeklediyseniz endişe etmenize gerek yok.
uk: Якщо ви зробили резервну копію вашої мнемонічної фрази вам не варто хвилюватися.
vi: Sẽ không có gì phải lo lắng nếu bạn đã sao lưu hạt giống.
zh_hans: 只要您有备份您的种子，就没有什么可担心的。
zh_hant: 只要您已備份您的種子，就不必擔心。

# looksLikeHdSeed
source: This appears to be an HD seed, unless you're sure you know what you're doing, you should use the "Import HD" option instead.
ar: يبدو أن هذا هو بذرة HD ، ما لم تكن متأكدًا من أنك تعرف ما تفعله ، يجب عليك استخدام خيار "استيراد HD" بدلاً من ذلك.
bg: Изглежда, че това е HD семе, освен ако не сте сигурни, че знаете какво правите, вместо това трябва да използвате опцията „Импортиране на HD“.
bn: এটি একটি HD বীজ বলে মনে হচ্ছে, যদি না আপনি নিশ্চিত হন যে আপনি কী করছেন তা জানেন, আপনার পরিবর্তে "ইম্পোর্ট এইচডি" বিকল্পটি ব্যবহার করা উচিত৷
da: Dette ser ud til at være et HD-frø, medmindre du er sikker på, at du ved, hvad du laver, bør du bruge "Import HD"-indstillingen i stedet.
de: Dies scheint ein HD-Seed zu sein, es sei denn, Sie sind sicher, dass Sie wissen, was Sie tun, Sie sollten stattdessen die Option „HD importieren“ verwenden.
he: נראה שזה זרע HD, אלא אם אתה בטוח שאתה יודע מה אתה עושה, עליך להשתמש באפשרות "ייבוא HD" במקום זאת.
hi: यह एक एचडी बीज प्रतीत होता है, जब तक कि आप सुनिश्चित न हों कि आप जानते हैं कि आप क्या कर रहे हैं, आपको इसके बजाय "आयात एचडी" विकल्प का उपयोग करना चाहिए।
hu: Úgy tűnik, hogy ez egy HD-mag, hacsak nem biztos abban, hogy tudja, mit csinál, használja inkább a „HD importálása” opciót.
ja: これは HD シードのようです。何をしているのかよくわからない場合は、代わりに「HD のインポート」オプションを使用してください。
ko: 이것은 HD 시드인 것 같습니다. 무엇을 하고 있는지 확실하지 않다면 "HD 가져오기" 옵션을 대신 사용해야 합니다.
lv: Šķiet, ka tas ir HD sēkla, ja vien neesat pārliecināts, ka zināt, ko darāt, tā vietā izmantojiet opciju "Importēt HD".
ms: Ini nampaknya benih HD, melainkan anda pasti anda tahu perkara yang anda lakukan, anda harus menggunakan pilihan "Import HD" sebaliknya.
nl: Dit lijkt een HD-seed te zijn, tenzij u zeker weet wat u doet, moet u in plaats daarvan de optie "HD importeren" gebruiken.
no: Dette ser ut til å være et HD-frø, med mindre du er sikker på at du vet hva du gjør, bør du bruke alternativet "Importer HD" i stedet.
pl: Wygląda na to, że jest to ziarno HD, chyba że jesteś pewien, że wiesz, co robisz, powinieneś zamiast tego użyć opcji „Importuj HD”.
ro: Aceasta pare a fi o sămânță HD, cu excepția cazului în care ești sigur că știi ce faci, ar trebui să folosești opțiunea „Import HD” în schimb.
ru: Похоже, это семя HD, если вы не уверены, что знаете, что делаете, вместо этого вам следует использовать опцию «Импорт HD».
sl: Zdi se, da je to seme HD, razen če ste prepričani, da veste, kaj počnete, raje uporabite možnost »Uvozi HD«.
sv: Detta verkar vara ett HD-frö, såvida du inte är säker på att du vet vad du gör, bör du använda alternativet "Importera HD" istället.
tl: Ito ay mukhang isang HD seed, maliban kung sigurado kang alam mo kung ano ang iyong ginagawa, dapat mong gamitin ang pagpipiliang "Import HD" sa halip.
tr: Bu bir HD çekirdeği gibi görünüyor, ne yaptığınızı bildiğinizden emin değilseniz, bunun yerine "HD'yi İçe Aktar" seçeneğini kullanmalısınız.
uk: Схоже, що це початкове значення HD. Якщо ви не впевнені, що знаєте, що робите, вам слід скористатися опцією «Імпортувати HD».
vi: Đây có vẻ là nguồn gốc HD, trừ khi bạn chắc chắn rằng mình biết mình đang làm gì, bạn nên sử dụng tùy chọn "Nhập HD" để thay thế.
zh_hans: 这似乎是一个高清种子，除非你确定你知道你在做什么，否则你应该使用“导入高清”选项。
zh_hant: 這似乎是一個高清種子，除非你確定你知道你在做什麼，否則你應該使用“導入高清”選項。

# looksLikeStandardSeed
source: This appears to be a standard seed, you should use the "Import Standard" option instead.
ar: يبدو أن هذا أساس قياسي ، يجب عليك استخدام خيار "استيراد قياسي" بدلاً من ذلك.
bg: Изглежда, че това е стандартно семе, вместо това трябва да използвате опцията „Импортиране на стандарт“.
bn: এটি একটি আদর্শ বীজ বলে মনে হচ্ছে, এর পরিবর্তে আপনার "ইমপোর্ট স্ট্যান্ডার্ড" বিকল্পটি ব্যবহার করা উচিত।
da: Dette ser ud til at være et standardfrø, du skal bruge "Import Standard"-indstillingen i stedet.
de: Dies scheint ein Standard-Seed zu sein, Sie sollten stattdessen die Option „Standard importieren“ verwenden.
he: נראה שזהו זרע סטנדרטי, עליך להשתמש באפשרות "ייבוא תקן" במקום זאת.
hi: यह एक मानक बीज प्रतीत होता है, आपको इसके बजाय "आयात मानक" विकल्प का उपयोग करना चाहिए।
hu: Ez egy szabványos magnak tűnik, inkább a "Szabvány importálása" opciót kell használnia.
ja: これは標準シードのようです。代わりに「標準のインポート」オプションを使用する必要があります。
ko: 이것은 표준 시드인 것으로 보이며 대신 "표준 가져오기" 옵션을 사용해야 합니다.
lv: Šķiet, ka šī ir standarta sēkla, tā vietā izmantojiet opciju "Importēt standartu".
ms: Ini nampaknya benih standard, anda harus menggunakan pilihan "Import Standard" sebaliknya.
nl: Dit lijkt een standaard seed te zijn, in plaats daarvan moet je de optie "Import Standard" gebruiken.
no: Dette ser ut til å være et standard frø, du bør bruke alternativet "Import standard" i stedet.
pl: Wygląda na to, że jest to standardowy materiał siewny, zamiast tego należy użyć opcji „Importuj standard”.
ro: Aceasta pare a fi o sămânță standard, ar trebui să utilizați opțiunea „Import Standard” în schimb.
ru: Похоже, это стандартное семя, вместо этого вы должны использовать опцию «Импорт стандарта».
sl: Zdi se, da je to standardno seme, namesto tega bi morali uporabiti možnost "Uvozi standard".
sv: Detta verkar vara ett standardfrö, du bör använda alternativet "Importera standard" istället.
tl: Lumilitaw na ito ay isang karaniwang binhi, dapat mong gamitin ang pagpipiliang "Import Standard" sa halip.
tr: Bu standart bir tohum gibi görünüyor, bunun yerine "Import Standard" seçeneğini kullanmalısınız.
uk: Здається, це стандартне насіння, натомість вам слід скористатися опцією «Імпорт стандарту».
vi: Đây có vẻ là một hạt giống tiêu chuẩn, bạn nên sử dụng tùy chọn "Tiêu chuẩn Nhập khẩu" để thay thế.
zh_hans: 这似乎是一个标准种子，您应该改用“导入标准”选项。
zh_hant: 這似乎是一個標準種子，您應該改用“導入標準”選項。

source: Manage
ar: إدارة
bg: Управление
bn: ম্যানেজ করুন
da: Spravovat
de: Verwaltung
he: נהל
hi: प्रबंधन | मैनेज
hu: Kezelés
ja: 管理
ko: 설정
lv: Pārvaldīt
ms: Mengurus
nl: Beheren
no: Administrer
pl: Zarządzaj
ro: Administrare
ru: Управление
sl: Upravljaj
sv: Förvaltning
tl: Pamamahala
tr: Yönet
uk: Керувати
vi: Quản lí
zh_hans: 管理
zh_hant: 管理

# mantaError
source: Couldn't Verify Request
ar: لا يمكن التحقق من الطلب
bg: Потвърждението неуспешно
bn: অনুরোধ যাচাই করা যায়নি
da: Požadavek se nepodařilo ověřit
de: Anfrage konnte nicht bestätigt werden
hi: अनुरोध सत्यापित नहीं कर सके
ja: 要求を確認できません。
ms: Tidak dapat Mengesahkan Permintaan
nl: Kan het verzoek niet verifiëren
no: Kunne ikke bekrefte forespørsel
pl: Nie można było zweryfikować prośby
ro: Nu s-a putut verifica cererea
ru: Не удалось проверить запрос
sv: Kunde inte verifiera begäran
tl: Hindi ma-verify ang Request
tr: İstek onaylanamadı
uk: Не вдалося перевірити запит
vi: Không thể xác minh yêu cầu
zh_hans: 无法验证请求
zh_hant: 無法驗證請求

source: Manual Entry
ar: إدخال يدوي
bg: Ръчно въвеждане
bn: ম্যানুয়াল এন্ট্রি
da: Ruční zadání
de: Manueller Eintrag
he: הכנסה ידנית
hi: हस्त प्रविष्टि
ja: 手動で入力
lv: Manuālā ievade
ms: Kemasukan Manual
nl: Handmatige invoer
no: Manuell inntasting
pl: Wpisanie Manualne
ro: Introducere manuală
ru: Ручной ввод
sl: Ročni vnos
sv: Ange manuellt
tl: Manual na ipasok
tr: Manuel Giriş
uk: Введення вручну
vi: Nhập thủ công
zh_hans: 手动输入
zh_hant: 手動輸入

source: Mark as Paid
ar: وضع علامة على أنها مدفوعة
bg: Маркиране като платено
bn: পরিশোধিত হিসাবে চিহ্নিত করুন
da: Markér som betalt
de: Als bezahlt markieren
he: סמן כפי ששולמו
hi: भुगतान के रूप में चिह्नित करें
hu: Megjelölés fizetettnek
ja: 支払い済みとしてマークする
ko: 결제됨으로 표시
ms: Tandakan sebagai Dibayar
nl: Markeren als betaald
no: Merk som betalt
pl: Oznacz jako zapłacony
ro: Marcați ca plătit
ru: Отметить как оплаченный
sl: Označi kot plačano
sv: Markera som betald
tl: Markahan bilang Bayad
tr: Ücretli olarak işaretle
uk: Позначити як оплачений
vi: Đánh dấu là Đã thanh toán
zh_hans: 标记为已付款
zh_hant: 標示為已付款
