Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# handoffFailed
source: Something went wrong while trying to handoff block!
ar: حدث خطأ ما أثناء محاولة تسليم المنع!
bg: Нещо се обърка при опит за блокиране на прехвърлянето!
bn: হ্যান্ডঅফ ব্লক করার চেষ্টা করার সময় কিছু ভুল হয়েছে!
da: Noget gik galt under forsøget på at overdrage blokeringen!
de: Beim Versuch, die Sperre zu übergeben, ist etwas schief gelaufen!
he: משהו השתבש במהלך הניסיון להעביר חסימה!
hi: ब्लॉक को हैंडऑफ़ करने का प्रयास करते समय कुछ गलत हो गया!
hu: Hiba történt a blokk átadása közben!
ja: ブロックのハンドオフ中に問題が発生しました!
ko: 차단을 핸드오프하는 동안 문제가 발생했습니다!
lv: Mēģinot nodot bloku, radās problēma.
ms: Kesilapan telah berlaku semasa cuba menyerahkan sekatan!
nl: Er is iets misgegaan bij het overdragen van blokkering!
no: Noe gikk galt under forsøk på å overføre blokkering!
pl: Coś poszło nie tak podczas próby przekazania blokady!
ro: Ceva a mers prost la încercarea de a transfera blocarea!
ru: Что-то пошло не так при попытке передать блокировку!
sl: Nekaj je šlo narobe med poskusom blokiranja predaje!
sv: Något gick fel när du försökte överlämna blockering!
tl: Nagkaproblema habang sinusubukang i-handoff block!
tr: Blok aktarmaya çalışırken bir şeyler ters gitti!
uk: Під час блокування передачі сталася помилка!
vi: Đã xảy ra sự cố khi cố gắng xử lý khối!
zh_hans: 尝试切换块时出现问题！
zh_hant: 嘗試切換塊時出現問題！

# handoffSupportedMethodNotFound
source: A supported handoff method couldn't be found!
ar: تعذر العثور على طريقة تسليم معتمدة!
bg: Поддържан метод за прехвърляне не може да бъде намерен!
bn: একটি সমর্থিত হ্যান্ডঅফ পদ্ধতি খুঁজে পাওয়া যায়নি!
da: En understøttet overdragelsesmetode kunne ikke findes!
de: Eine unterstützte Übergabemethode konnte nicht gefunden werden!
he: לא נמצאה שיטת מסירה נתמכת!
hi: एक समर्थित हैंडऑफ़ विधि नहीं मिली!
hu: Nem található támogatott átadási módszer!
ja: サポートされているハンドオフ方法が見つかりませんでした!
ko: 지원되는 핸드오프 방법을 찾을 수 없습니다!
lv: Nevarēja atrast atbalstītu nodošanas metodi!
ms: Kaedah penyerahan yang disokong tidak ditemui!
nl: Er is geen ondersteunde overdrachtsmethode gevonden!
no: En støttet overleveringsmetode ble ikke funnet!
pl: Nie można znaleźć obsługiwanej metody przekazywania!
ro: O metodă de transfer acceptată nu a putut fi găsită!
ru: Поддерживаемый метод передачи обслуживания не найден!
sl: Podprte metode predaje ni bilo mogoče najti!
sv: En överlämningsmetod som stöds kunde inte hittas!
tl: Hindi mahanap ang isang sinusuportahang paraan ng handoff!
tr: Desteklenen bir aktarma yöntemi bulunamadı!
uk: Не вдалося знайти підтримуваний метод передачі!
vi: Không thể tìm thấy phương pháp chuyển giao được hỗ trợ!
zh_hans: 找不到受支持的切换方法！
zh_hant: 找不到受支持的切換方法！

# haveSeedToImport
source: I have a seed
ar: لدي بذرة
bg: Имам семка
bn: আমার একটা বীজ আছে
da: Jeg har et frø
de: Ich habe einen Samen
he: יש לי זרע
hi: मेरे पास एक बीज है
hu: van egy magom
ja: 私は種を持っています
ko: 씨앗이 있어요
lv: Man ir sēkla
ms: Saya ada benih
nl: Ik heb een zaadje
no: Jeg har et frø
pl: Mam nasiono
ro: Am o sămânță
ru: у меня есть семя
sl: Imam seme
sv: Jag har ett frö
tl: Mayroon akong isang binhi
tr: benim bir tohumum var
uk: У мене є насіння
vi: tôi có một hạt giống
zh_hans: 我有一颗种子
zh_hant: 我有一顆種子

source: Hide
ar: هيدي
bg: Скрий
bn: লুকান
da: Skjul
de: Verstecken
he: הסתר
hi: छिपाएँ
hu: elrejtése
ja: 隠す
ko: 숨기기
ms: Sembunyikan
nl: Verstoppen
no: Skjul
pl: Ukryj
ro: Ascunde
ru: Скрыть
sl: Skrij
sv: Dölj
tl: Itago
tr: Gizle
uk: Приховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# hideAccountHeader
source: Hide Account?
ar: إخفاء الحساب؟
bg: Скрий Акаунт?
bn: অ্যাকাউন্ট লুকান?
da: Skrýt účet
de: Konto verbergen?
he: הסתר חשבון?
hi: खाता छुपाएं?
ja: アカウントを非表示にしますか？
lv: Paslēpt kontu?
ms: Sembunyikan Akaun?
nl: Account verbergen?
no: Skjul konto?
pl: Schowaj Konto?
ro: Ascundere cont?
ru: Скрыть аккаунт?
sl: Skrij račun?
sv: Dölja konto?
tl: Itago ang Account?
tr: Hesabı Gizle?
uk: Приховати гаманець?
vi: Ẩn tài khoản?
zh_hans: 隐藏账户？
zh_hant: 隱藏帳戶？

# hideAccountsConfirmation
source: Are you sure you want to hide empty accounts? This will hide all accounts with a balance of exactly 0 (excluding watch only addresses and your main account), but you can always re-add them later by tapping the "Add Account" button
ar: هل أنت متأكد أنك تريد إخفاء الحسابات الفارغة؟ سيؤدي هذا إلى إخفاء جميع الحسابات التي يبلغ رصيدها 0 بالضبط (باستثناء عناوين المشاهدة فقط وحسابك الرئيسي) ، ولكن يمكنك دائمًا إعادة إضافتها لاحقًا عن طريق النقر على الزر "إضافة حساب"
bg: Сигурни ли сте, че искате да скриете празните акаунти? Това ще скрие всички акаунти с баланс точно 0 (с изключение на адресите само за гледане и основния ви акаунт), но винаги можете да ги добавите отново по-късно, като докоснете бутона „Добавяне на акаунт“
bn: আপনি কি নিশ্চিত যে আপনি খালি অ্যাকাউন্ট লুকাতে চান? এটি ঠিক 0 এর ব্যালেন্স সহ সমস্ত অ্যাকাউন্ট লুকিয়ে রাখবে (শুধুমাত্র ঘড়ির ঠিকানা এবং আপনার প্রধান অ্যাকাউন্ট ব্যতীত), তবে আপনি "অ্যাকাউন্ট যোগ করুন" বোতামে আলতো চাপ দিয়ে যেকোনও সময় সেগুলিকে পুনরায় যোগ করতে পারেন
da: Er du sikker på, at du vil skjule tomme konti? Dette vil skjule alle konti med en saldo på nøjagtigt 0 (ekskl. overvågningsadresser og din hovedkonto), men du kan altid tilføje dem igen senere ved at trykke på knappen "Tilføj konto"
de: Möchten Sie leere Konten wirklich ausblenden? Dadurch werden alle Konten mit einem Kontostand von genau 0 ausgeblendet (mit Ausnahme von Watch-Only-Adressen und Ihrem Hauptkonto), aber Sie können sie später jederzeit wieder hinzufügen, indem Sie auf die Schaltfläche "Konto hinzufügen" tippen
he: האם אתה בטוח שברצונך להסתיר חשבונות ריקים? פעולה זו תסתיר את כל החשבונות עם יתרה של 0 בדיוק (לא כולל כתובות צפייה בלבד והחשבון הראשי שלך), אך תמיד תוכל להוסיף אותם מחדש מאוחר יותר על ידי הקשה על כפתור "הוסף חשבון"
hi: क्या आप वाकई खाली खाते छिपाना चाहते हैं? यह सभी खातों को बिल्कुल 0 (केवल घड़ी के पते और आपके मुख्य खाते को छोड़कर) के शेष के साथ छिपा देगा, लेकिन आप "खाता जोड़ें" बटन को टैप करके उन्हें बाद में कभी भी फिर से जोड़ सकते हैं
hu: Biztosan el akarja rejteni az üres fiókokat? Ez elrejti az összes pontosan 0 egyenlegű számlát (kivéve a csak figyelési címeket és a főszámlát), de később bármikor újra hozzáadhatja őket a "Fiók hozzáadása" gomb megérintésével.
ja: 空のアカウントを非表示にしてもよろしいですか? これにより、残高がちょうど 0 のすべてのアカウントが非表示になります (監視専用アドレスとメイン アカウントを除く)。ただし、[アカウントを追加] ボタンをタップして、後でいつでも再追加できます。
ko: 빈 계정을 숨기시겠습니까? 이렇게 하면 잔액이 정확히 0인 모든 계정(감시 전용 주소 및 기본 계정 제외)이 숨겨지지만 나중에 "계정 추가" 버튼을 눌러 언제든지 다시 추가할 수 있습니다.
lv: Vai tiešām vēlaties paslēpt tukšos kontus? Tādējādi tiks paslēpti visi konti, kuru atlikums ir tieši 0 (izņemot tikai pulksteņu adreses un jūsu galveno kontu), taču jūs vienmēr varat tos atkārtoti pievienot vēlāk, pieskaroties pogai "Pievienot kontu".
ms: Adakah anda pasti mahu menyembunyikan akaun kosong? Ini akan menyembunyikan semua akaun dengan baki tepat 0 (tidak termasuk alamat jam tangan sahaja dan akaun utama anda), tetapi anda sentiasa boleh menambahkannya semula kemudian dengan mengetik butang "Tambah Akaun"
nl: Weet u zeker dat u lege accounts wilt verbergen? Hiermee worden alle accounts met een saldo van precies 0 verborgen (exclusief alleen-kijken-adressen en uw hoofdaccount), maar u kunt ze later altijd opnieuw toevoegen door op de knop "Account toevoegen" te tikken
no: Er du sikker på at du vil skjule tomme kontoer? Dette vil skjule alle kontoer med en saldo på nøyaktig 0 (unntatt overvåkningsadresser og hovedkontoen din), men du kan alltid legge dem til på nytt senere ved å trykke på "Legg til konto"-knappen
pl: Czy na pewno chcesz ukryć puste konta? Spowoduje to ukrycie wszystkich kont z saldem dokładnie 0 (z wyłączeniem adresów tylko do zegarków i konta głównego), ale zawsze możesz dodać je ponownie później, klikając przycisk „Dodaj konto”
ro: Sigur doriți să ascundeți conturile goale? Acest lucru va ascunde toate conturile cu un sold de exact 0 (excluzând adresele numai pentru ceas și contul dvs. principal), dar puteți oricând să le adăugați din nou mai târziu atingând butonul „Adăugați cont”
ru: Вы уверены, что хотите скрыть пустые аккаунты? Это скроет все учетные записи с балансом ровно 0 (за исключением адресов только для просмотра и вашей основной учетной записи), но вы всегда сможете повторно добавить их позже, нажав кнопку «Добавить учетную запись».
sl: Ali ste prepričani, da želite skriti prazne račune? S tem boste skrili vse račune s stanjem natanko 0 (razen naslovov samo za opazovanje in vašega glavnega računa), vendar jih lahko kadar koli znova dodate pozneje, tako da tapnete gumb »Dodaj račun«.
sv: Är du säker på att du vill dölja tomma konton? Detta kommer att dölja alla konton med ett saldo på exakt 0 (exklusive bara bevakningsadresser och ditt huvudkonto), men du kan alltid lägga till dem igen senare genom att trycka på knappen "Lägg till konto"
tl: Sigurado ka bang gusto mong itago ang mga walang laman na account? Itatago nito ang lahat ng account na may balanseng eksaktong 0 (hindi kasama ang mga address sa panonood lamang at iyong pangunahing account), ngunit maaari mong idagdag muli ang mga ito anumang oras sa ibang pagkakataon sa pamamagitan ng pag-tap sa button na "Magdagdag ng Account"
tr: Boş hesapları gizlemek istediğinizden emin misiniz? Bu, bakiyesi tam olarak 0 olan tüm hesapları gizleyecektir (yalnızca izleme adresleri ve ana hesabınız hariç), ancak bunları daha sonra "Hesap Ekle" düğmesine dokunarak istediğiniz zaman yeniden ekleyebilirsiniz.
uk: Ви впевнені, що хочете приховати порожні облікові записи? Це приховає всі облікові записи з балансом рівним 0 (за винятком адрес лише для спостереження та вашого основного облікового запису), але ви завжди можете знову додати їх пізніше, натиснувши кнопку «Додати обліковий запис».
vi: Bạn có chắc chắn muốn ẩn các tài khoản trống không? Thao tác này sẽ ẩn tất cả các tài khoản có số dư chính xác bằng 0 (không bao gồm địa chỉ chỉ xem và tài khoản chính của bạn), nhưng bạn luôn có thể thêm lại chúng sau này bằng cách nhấn vào nút "Thêm tài khoản"
zh_hans: 您确定要隐藏空帐户吗？ 这将隐藏所有余额为 0 的帐户（不包括仅观看地址和您的主帐户），但您以后可以随时通过点击“添加帐户”按钮重新添加它们
zh_hant: 您確定要隱藏空帳戶嗎？ 這將隱藏所有餘額為 0 的帳戶（不包括僅觀看地址和您的主帳戶），但您以後可以隨時通過點擊“添加帳戶”按鈕重新添加它們

# hideAccountsHeader
source: Hide Accounts?
ar: إخفاء الحسابات؟
bg: Скриване на акаунти?
bn: অ্যাকাউন্ট লুকাবেন?
da: Skjul konti?
de: Konten verstecken?
he: להסתיר חשבונות?
hi: खाते छुपाएं?
hu: Elrejti a fiókokat?
ja: アカウントを非表示にしますか?
ko: 계정을 숨기시겠습니까?
lv: Vai slēpt kontus?
ms: Sembunyikan Akaun?
nl: Accounts verbergen?
no: Vil du skjule kontoer?
pl: Ukryć konta?
ro: Ascundeți conturile?
ru: Скрыть учетные записи?
sl: Skrij račune?
sv: Dölja konton?
tl: Itago ang Mga Account?
tr: Hesaplar Gizlensin mi?
uk: Приховати облікові записи?
vi: Ẩn tài khoản?
zh_hans: 隐藏帐户？
zh_hant: 隱藏帳戶？

source: Hide Empty Accounts
ar: إخفاء الحسابات الفارغة
bg: Скриване на празните акаунти
bn: খালি অ্যাকাউন্ট লুকান
da: Skjul tomme konti
de: Leere Konten ausblenden
he: הסתר חשבונות ריקים
hi: खाली खाते छुपाएं
hu: Üres fiókok elrejtése
ja: 空のアカウントを非表示
ko: 빈 계정 숨기기
lv: Paslēpt tukšos kontus
ms: Sembunyikan Akaun Kosong
nl: Lege accounts verbergen
no: Skjul tomme kontoer
pl: Ukryj puste konta
ro: Ascunde conturile goale
ru: Скрыть пустые аккаунты
sl: Skrij prazne račune
sv: Dölj tomma konton
tl: Itago ang Mga Walang Lamang Account
tr: Boş Hesapları Gizle
uk: Приховати порожні облікові записи
vi: Ẩn tài khoản trống
zh_hans: 隐藏空账户
zh_hant: 隱藏空賬戶

source: Home
ar: الصفحة الرئيسية
bg: У дома
bn: হোম
da: Hjem
de: Zuhause
he: דף הבית
hi: होम
hu: Otthon
ja: ホーム
ko: 홈
ms: Rumah
no: Hjem
pl: Strona główna
ro: Acasă
ru: Главная
sl: Domov
sv: Hem
tl: Tahanan
tr: Ana Sayfa
uk: Головна
vi: Trang chủ
zh_hans: 家
zh_hant: 首頁

# homeButton
source: Home
ar: مسكن
bg: У дома
bn: বাড়ি
da: Hjem
de: Heim
he: בית
hi: घर
hu: itthon
ja: 家
ko: 집
lv: Mājas
ms: Rumah
nl: Huis
no: Hjem
pl: Dom
ro: Acasă
ru: Дом
sl: domov
sv: Hem
tl: Bahay
tr: Ev
uk: додому
vi: Nhà
zh_hans: 家
zh_hant: 家

# hourAgo
source: An hour ago
ar: قبل ساعة
bg: Преди час
bn: এক ঘন্টা আগে
da: En time siden
de: Vor einer Stunde
he: לפני שעה
hi: एक घंटे पहले
hu: Egy órája
ja: 1時間前
ko: 한 시간 전에
lv: Pirms stundas
ms: Satu jam yang lalu
nl: Een uur geleden
no: En time siden
pl: Godzinę temu
ro: Acum o oră
ru: Час назад
sl: Pred uro
sv: En timme sedan
tl: Isang oras ang nakaraan
tr: Bir saat önce
uk: Годину тому
vi: Một tiếng trước
zh_hans: 一小时前
zh_hant: 一小時前

source: Ignore
ar: تجاهل
bg: Игнорирай
bn: অগ্রাহ্য করা
da: Ignorovat
de: Ignorieren
he: התעלם
hi: नज़रअंदाज़ करना
hu: figyelmen kívül
ja: 無視
ko: 무시
ms: Abai
nl: Negeren
no: Ignorer
pl: Ignoruj
ro: Ignoră
ru: Игнорировать
sl: Ignoriraj
sv: Ignorera
tl: Huwag pansinin
tr: Yoksay
uk: Ігнорувати
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 忽略

source: Import
ar: استيراد
bg: Импортирай
bn: আমদানি
da: Importovat
de: Importieren
hi: आयात
ja: インポート
lv: Importēt
nl: Importeren
no: Importer
pl: Importuj
ru: Импорт
sl: Uvozi
sv: Importera
tr: İçe Aktar
uk: Імпортувати
vi: Nhập vào
zh_hans: 导入
zh_hant: 匯入

# importGift
source: The link you clicked contains some %2, would you like to import it to this wallet, or refund it to whoever sent it?
ar: يحتوي الرابط الذي نقرت عليه على بعض النانو، هل ترغب في استيراده إلى هذه المحفظة، أو إعادته إلى من أرسله؟
bg: Връзката, която сте кликнали, съдържа малко нано, бихте ли искали да го импортирате в този портфейл или да го възстановите на този, който го е изпратил?
bn: আপনার ক্লিক করা লিঙ্কটি কিছু ন্যানো রয়েছে, আপনি কি এই ওয়ালেটে এটি আমদানি করতে চান, অথবা এটি যে কেউ পাঠিয়েছেন তা ফেরত দিতে চান?
da: Det link, du klikkede på, indeholder noget nano, vil du importere det til denne tegnebog, eller refundere det til den, der sendte det?
de: Der Link, auf den Sie geklickt haben, enthält einige Nanos. Möchten Sie ihn in diese Brieftasche importieren oder demjenigen, der ihn gesendet hat, erstatten?
he: הקישור שלחצת מכיל כמה ננו, האם תרצה לייבא אותו לארנק זה, או להחזיר אותו למי ששלח אותו?
hi: आपके द्वारा क्लिक किए गए लिंक में कुछ नैनो हैं, क्या आप इसे इस वॉलेट में आयात करना चाहते हैं, या इसे भेजने वाले को वापस कर देंगे?
hu: A linkre kattintott tartalmaz néhány nano-t, szeretné importálni ebbe a pénztárcába, vagy visszatéríteni annak, aki elküldte?
ja: クリックしたリンクにはナノが含まれています。このウォレットにインポートしますか、それとも送信した人に返金しますか？
ko: 클릭한 링크에 나노가 포함되어 있습니다. 이 지갑으로 가져오시겠습니까, 아니면 보낸 사람에게 환불하시겠습니까?
lv: The link you clicked contains some nano, would you like to import it to this wallet, or refund it to whoever sent it?
ms: Pautan yang anda klik mengandungi beberapa nano, adakah anda ingin mengimportnya ke dompet ini, atau mengembalikannya kepada sesiapa yang menghantarnya?
nl: De link waarop u hebt geklikt bevat wat nano, wilt u deze importeren in deze portemonnee of terugbetalen aan degene die het heeft verzonden?
no: Koblingen du klikket inneholder noe nano, vil du importere den til denne lommeboken, eller refunder den til den som sendte den?
pl: Kliknięty link zawiera trochę nano, czy chcesz zaimportować go do tego portfela, lub zwróć pieniądze każdemu, kto go wysłał?
ro: Linkul pe care ați făcut clic conține nano, doriți să îl importați în acest portofel sau să îl rambursați oricui l-a trimis?
ru: Ссылка, по которой вы нажали, содержит nano, хотите ли вы импортировать ее в этот кошелек или вернуть ее тому, кто ее отправил?
sl: Povezava, ki ste jo kliknili, vsebuje nekaj nano, jo želite uvoziti v to denarnico ali vrniti tistemu, ki jo je poslal?
sv: Länken du klickade på innehåller lite nano, vill du importera den till den här plånboken, eller återbetala den till den som skickade den?
tl: Ang link na iyong na-click ay naglalaman ng ilang nano, gusto mo bang i-import ito sa wallet na ito, o i-refund ito sa sinumang nagpadala nito?
tr: Tıkladığınız bağlantı biraz nano içeriyor, bu cüzdana aktarmak mı yoksa gönderen kişiye iade etmek mi istiyorsunuz?
uk: Посилання, яке ви натиснули, містить трохи нано, чи хотіли б ви імпортувати його до цього гаманця або повернути його тому, хто його надіслав?
vi: Liên kết bạn nhấp vào có chứa một số nano, bạn có muốn nhập nó vào ví này, hoặc hoàn lại cho bất kỳ ai đã gửi nó?
zh_hans: 你点击的链接包含一些 nano，你想把它导入这个钱包，还是退款给发送它的人？
zh_hant: 您點擊的鏈接包含一些納米，您要將其導入此錢包，還是將其退還給發送的人？

# importGiftEmpty
source: Unfortunately the link you clicked that contained some %2 appears to be empty, but you can still see the amount and associated message.
ar: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
bg: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
bn: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
da: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
de: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
he: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
hi: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
hu: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
ja: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
ko: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
lv: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
ms: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
nl: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
no: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
pl: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
ro: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
ru: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
sl: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
sv: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
tl: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
tr: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
uk: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
vi: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
zh_hans: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.
zh_hant: Unfortunately the link you clicked that contained some nano appears to be empty, but you can still see the amount and associated message.

# importGiftIntro
source: It looks like you clicked a link that contains some %2, in order to receive these funds we just need for you to finish setting up your wallet.
ar: يبدو أنك نقرت على رابط يحتوي على بعض NANO ، من أجل تلقي هذه الأموال ، نحتاج فقط لك لإنهاء إعداد محفظتك.
bg: Изглежда, че сте кликнали върху връзка, която съдържа малко NANO, за да получим тези средства, трябва само да завършите настройката на портфейла си.
bn: দেখে মনে হচ্ছে আপনি একটি লিঙ্কে ক্লিক করেছেন যাতে কিছু NANO রয়েছে, এই তহবিলগুলি পাওয়ার জন্য আমাদের শুধু আপনার ওয়ালেট সেট আপ করা শেষ করতে হবে৷
da: Det ser ud til, at du har klikket på et link, der indeholder noget NANO, for at modtage disse midler mangler vi bare, at du afslutter opsætningen af din tegnebog.
de: Es sieht so aus, als hätten Sie auf einen Link geklickt, der etwas NANO enthält, um diese Gelder zu erhalten, die wir nur benötigen, damit Sie die Einrichtung Ihres Wallets abschließen können.
he: נראה שלחצת על קישור שמכיל קצת NANO, כדי לקבל את הכספים האלה אנחנו רק צריכים שתסיים להגדיר את הארנק שלך.
hi: ऐसा लगता है कि आपने एक लिंक पर क्लिक किया है जिसमें कुछ नैनो है, इन निधियों को प्राप्त करने के लिए हमें बस आपके वॉलेट की स्थापना पूरी करने की आवश्यकता है।
hu: Úgy tűnik, egy NANO-t tartalmazó linkre kattintott. Ahhoz, hogy megkapjuk ezeket az összegeket, csak be kell fejeznünk pénztárcája beállítását.
ja: NANO を含むリンクをクリックしたようです。これらの資金を受け取るには、ウォレットの設定を完了する必要があります。
ko: 일부 NANO가 포함된 링크를 클릭한 것 같습니다. 이 자금을 받으려면 지갑 설정을 완료하기만 하면 됩니다.
lv: Šķiet, ka noklikšķinājāt uz saites, kurā ir ietverts NANO. Lai saņemtu šos līdzekļus, mums tikai jāpabeidz sava maka iestatīšana.
ms: Nampaknya anda telah mengklik pautan yang mengandungi beberapa NANO, untuk menerima dana ini, kami hanya perlukan anda untuk menyelesaikan persediaan dompet anda.
nl: Het lijkt erop dat je op een link hebt geklikt die wat NANO bevat, om deze fondsen te ontvangen, hoeven we alleen maar je portemonnee te voltooien.
no: Det ser ut til at du har klikket på en lenke som inneholder noe NANO, for å motta disse midlene trenger vi bare at du fullfører konfigureringen av lommeboken din.
pl: Wygląda na to, że kliknąłeś link, który zawiera NANO, aby otrzymać te środki, wystarczy, że dokończysz konfigurowanie portfela.
ro: Se pare că ați dat clic pe un link care conține niște NANO, pentru a primi aceste fonduri avem nevoie doar pentru a finaliza configurarea portofelului.
ru: Похоже, вы нажали на ссылку, которая содержит немного NANO, чтобы получить эти средства, нам просто нужно, чтобы вы завершили настройку своего кошелька.
sl: Videti je, da ste kliknili povezavo, ki vsebuje nekaj NANO. Da bi prejeli ta sredstva, potrebujete le, da dokončate nastavitev svoje denarnice.
sv: Det verkar som att du klickade på en länk som innehåller lite NANO, för att kunna ta emot dessa pengar behöver vi bara för att du ska slutföra konfigureringen av din plånbok.
tl: Mukhang nag-click ka sa isang link na naglalaman ng ilang NANO, para matanggap ang mga pondong ito kailangan lang namin para matapos mo ang pag-set up ng iyong wallet.
tr: Görünüşe göre biraz NANO içeren bir bağlantıya tıkladınız, bu fonları almak için cüzdanınızı ayarlamanızı tamamlamanız yeterli.
uk: Схоже, ви натиснули посилання, яке містить частину NANO. Щоб отримати ці кошти, нам потрібно лише завершити налаштування свого гаманця.
vi: Có vẻ như bạn đã nhấp vào một liên kết có chứa một số NANO, để nhận được những khoản tiền này, chúng tôi chỉ cần bạn hoàn tất việc thiết lập ví của mình.
zh_hans: 看起来你点击了一个包含一些 NANO 的链接，为了接收这些资金，我们只需要你完成设置你的钱包。
zh_hant: 看起來你點擊了一個包含一些 NANO 的鏈接，為了接收這些資金，我們只需要你完成設置你的錢包。
