Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# exampleRecRecipientMessage
source: Gas Money
ar: أموال الغاز
bg: Газови пари
bn: গ্যাস টাকা
da: Gas Penge
de: Gas-Geld
he: כסף גז
hi: गैस मनी
hu: Gáz Pénz
ja: ガスマネー
ko: 가스 머니
ms: Wang Gas
nl: Gasgeld
no: Gass Penger
pl: Pieniądz
ro: Bani de gaz
ru: Газовые деньги
sl: Plinski denar
sv: Gas pengar
tl: Gas Pera
tr: Gaz Para
uk: Газові гроші
vi: Tiền gas
zh_hans: 煤气钱
zh_hant: 氣, 錢

# exchangeCurrency
source: Exchange %2
bg: Разменете %2
bn: বিনিময় %2
da: Udveksling %2
de: Austausch %2
hi: एक्सचेंज% 2
hu: Csere %2
ko: 교환 %2
lv: Apmaiņa %2
ms: Tukar % 2
nl: Ruil %2
no: Bytt %2
pl: Wymiana %2
ro: Schimb %2
ru: Обмен %2
sv: Byt %2
tl: Palitan %2
tr: %2 takas
uk: Обмін %2
vi: Trao đổi %2
zh_hans: 交换 %2
zh_hant: 交換 %2

source: Exchange NANO
ar: صرف نانو
bg: Разменете NANO
bn: ন্যানো বিনিময় করুন
da: Byt NANO
de: Nano austauschen
he: החלף NANO
hi: एक्सचेंज नैनो
hu: Csere NANO
ja: 交換ナノ
ko: 거래소 나노
lv: Apmainīties ar NANO
ms: Tukar NANO
nl: Ruil NANO
no: Bytt NANO
pl: Wymiana NANO
ro: Schimbă NANO
ru: Обмен НАНО
sl: Menjava NANO
sv: Byt NANO
tl: Palitan ng NANO
tr: NANO değişimi
uk: Обмін NANO
vi: Trao đổi NANO
zh_hans: 交换纳米
zh_hant: 交換納米

# existingPasswordHint
source: Enter current password
ar: إدخل كلمة السر الحالية
bg: Въведете текущата парола
bn: বর্তমান পাসওয়ার্ড লিখুন
da: Indsæt nuværende kodeord
de: Gib dein aktuelles Passwort ein
he: הכנס סיסמא נוכחית
hi: वर्तमान पासवर्ड डालें
hu: Írd be a jelenlegi jelszót
ja: 現在のパスワードを入力してください
ko: 현재 비밀번호를 입력하세요
lv: Ievadiet pašreizējo paroli
ms: Masukkan kata laluan semasa
nl: Vul huidig wachtwoord in
no: Skriv inn nåværende passord
pl: Wprowadź bieżące hasło
ro: Introduceti parola curenta
ru: Введите текущий пароль
sl: Vnesite trenutno geslo
sv: Skriv in nuvarande lösenord
tl: Ipasok ang kasalukuyang password
tr: Güncel şifrenizi giriniz
uk: Введіть поточний пароль
vi: Nhập mật khẩu hiện tại
zh_hans: 输入当前密码
zh_hant: 輸入當前密碼

# existingPinHint
source: Enter current pin
ar: أدخل رقم التعريف الشخصي الحالي
bg: Въведете текущия ПИН
bn: বর্তমান পিন লিখুন
da: Indtast nuværende pin
de: Geben Sie die aktuelle PIN ein
he: הזן את הסיכה הנוכחית
hi: वर्तमान पिन दर्ज करें
hu: Adja meg az aktuális PIN-kódot
ja: 現在のピンを入力してください
ko: 현재 핀 입력
lv: Ievadiet pašreizējo PIN
ms: Masukkan pin semasa
nl: Voer huidige pincode in
no: Skriv inn gjeldende pin
pl: Wpisz aktualny kod PIN
ro: Introduceți pinul curent
ru: Введите текущий пин-код
sl: Vnesite trenutni pin
sv: Ange aktuell pin
tl: Ilagay ang kasalukuyang pin
tr: Geçerli PIN'i girin
uk: Введіть поточний PIN-код
vi: Nhập mã pin hiện tại
zh_hans: 输入当前引脚
zh_hant: 輸入當前引腳

source: Exit
ar: خروج
bg: Изход
bn: বাহির
da: Odejít
de: Verlassen
hi: बाहर निकलें
ja: 終了する
ms: Keluar
nl: Verlaten
no: Avslutt
pl: Wyjdz
ro: Ieșire
ru: Выход
sv: Tillbaka
tl: Lumabas
tr: Çıkış
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# exportTXData
source: Export Transactions
ar: معاملات التصدير
bg: Експортни сделки
bn: রপ্তানি লেনদেন
da: Eksporter transaktioner
de: Transaktionen exportieren
he: ייצוא עסקאות
hi: निर्यात लेनदेन
hu: Export tranzakciók
ja: 輸出取引
ko: 수출 거래
lv: Eksporta darījumi
ms: Transaksi Eksport
nl: Transacties exporteren
no: Eksporter transaksjoner
pl: Transakcje eksportowe
ro: Tranzacții de export
ru: Экспорт транзакций
sl: Izvozne transakcije
sv: Exportera transaktioner
tl: I-export ang mga Transaksyon
tr: İhracat İşlemleri
uk: Експортні операції
vi: Giao dịch xuất khẩu
zh_hans: 出口交易
zh_hant: 出口交易

source: failed
ar: فشل
bg: провали
bn: ব্যর্থ হওয়া
da: mislykkedes
de: fehlgeschlagen
he: נכשל
hi: विफल रहा
hu: nem sikerült
ja: 失敗した
ko: 실패했습니다
ms: kecundang
nl: mislukt
no: mislyktes
pl: nie powiodło się
ro: nu a reușit
ru: не удалось
sl: neuspelo
sv: misslyckades
tl: nabigo
tr: başarısız
uk: не вдалося
vi: thất bại
zh_hans: 失败了
zh_hant: 失敗

# fallbackHeader
source: %1 Disconnected
ar: نوتيلوس غير متصل
bg: Наутилус е изключен
bn: নটিলাস সংযোগ বিচ্ছিন্ন
da: Nautilus frakoblet
de: Nautilus getrennt
he: נאוטילוס מנותק
hi: नॉटिलस डिसकनेक्टेड
hu: Nautilus leválasztva
ja: ノーチラス切断
ko: 노틸러스 연결 끊김
lv: Nautilus Disconnected
ms: Nautilus Terputus
nl: Nautilus losgekoppeld
no: Nautilus frakoblet
pl: Nautilus rozłączony
ro: Nautilus Deconectat
ru: «Наутилус отключен»
sl: Nautilus Odklopljen
sv: Nautilus frånkopplad
tl: Naka-disconnect ang Nautilus
tr: Nautilus Bağlantısı Kesildi
uk: Наутілус відключений
vi: Nautilus bị ngắt kết nối
zh_hans: 鹦鹉螺已断开连接
zh_hant: 鸚鵡螺已斷開連接

# fallbackInfo
source: %1 Servers appear to be disconnected, Sending and Receiving (without memos) should still be operational but payment requests may not go through Come back later or restart the app to try again
ar: يبدو أن خوادم Nautilus غير متصلة، ويجب أن يظل الإرسال والاستلام (بدون مذكرات) قيد التشغيل ولكن قد لا يتم تنفيذ طلبات الدفع ارجع لاحقًا أو أعد تشغيل التطبيق للمحاولة مرة أخرى
bg: Nautilus Сървърите изглежда са прекъснати, Изпращането и получаването (без бележки) все още трябва да са оперативни, но заявките за плащане може да не преминават Върнете се по-късно или рестартирайте приложението, за да опитате отново
bn: নটিলাস সার্ভারগুলি সংযোগ বিচ্ছিন্ন বলে মনে হচ্ছে, প্রেরণ এবং গ্রহণ (মেমো ছাড়া) এখনও কার্যকরী হতে হবে কিন্তু পেমেন্ট অনুরোধগুলি নাও হতে পারে পরে ফিরে আসুন অথবা পুনরায় চেষ্টা করার জন্য অ্যাপটি পুনরায় চালু করুন
da: Nautilus-servere ser ud til at være afbrudt, afsendelse og modtagelse (uden notater) skal stadig være operationelle, men betalingsanmodninger går muligvis ikke igennem Kom tilbage senere, eller genstart appen for at prøve igen
de: Nautilus Server scheinen nicht verbunden zu sein, Senden und Empfangen (ohne Memos) sollten weiterhin betriebsbereit sein, aber Zahlungsaufforderungen werden möglicherweise nicht ausgeführt Komm später zurück oder starte die App neu, um es erneut zu versuchen
he: שרתי נאוטילוס נראים מנותקים, שליחה וקבלה (ללא תזכירים) עדיין צריכה להיות מבצעית אך בקשות תשלום עשויות שלא לעבור חזור מאוחר יותר או הפעל מחדש את האפליקציה כדי לנסות שוב
hi: नॉटिलस सर्वर डिस्कनेक्ट किए गए प्रतीत होते हैं, भेजना और प्राप्त करना (मेमो के बिना) अभी भी चालू होना चाहिए लेकिन भुगतान अनुरोध नहीं हो सकते हैं बाद में वापस आएं या पुनः प्रयास करने के लिए ऐप को पुनरारंभ करें
hu: Úgy tűnik, hogy a Nautilus szerverek le vannak kapcsolva, a küldés és fogadás (emlékeztetők nélkül) továbbra is működőképesnek kell lennie, de előfordulhat, hogy a fizetési kérelmek nem teljesülnek Jöjjön vissza később, vagy indítsa újra az alkalmazást, hogy újra próbálkozzon
ja: Nautilus サーバが切断されているように見え、送受信 (メモなし) はまだ動作しているはずですが、支払い要求が通過しない可能性があります 後で戻ってくるか、アプリを再起動してもう一度試してください
ko: Nautilus 서버는 연결이 끊어진 것처럼 보입니다. 전송 및 수신 (메모 없음) 은 여전히 작동해야하지만 지불 요청은 진행되지 않을 수 있습니다. 나중에 다시 방문하거나 앱을 다시 시작하여 다시 시도하세요
lv: Nautilus Servers appear to be disconnected, Sending and Receiving (without memos) should still be operational but payment requests may not go through Come back later or restart the app to try again
ms: Pelayan Nautilus nampaknya terputus, Menghantar dan Menerima (tanpa memo) masih harus beroperasi tetapi permintaan pembayaran mungkin tidak dilalui Kembali kemudian atau mulakan semula aplikasi untuk mencuba lagi
nl: Nautilus-servers lijken te zijn losgekoppeld, verzenden en ontvangen (zonder memo's) moet nog steeds operationeel zijn, maar betalingsverzoeken worden mogelijk niet doorgevoerd Kom later terug of start de app opnieuw om het opnieuw te proberen
no: Nautilus-servere ser ut til å være frakoblet, Sending og mottak (uten notater) skal fortsatt være i drift, men betalingsforespørsler kan ikke gå gjennom Kom tilbake senere eller start appen på nytt for å prøve igjen
pl: Serwery Nautilus wydają się być rozłączone, wysyłanie i odbieranie (bez notatek) powinno nadal działać, ale żądania płatności mogą nie przejść Wróć później lub uruchom ponownie aplikację, aby spróbować ponownie
ro: Serverele Nautilus par să fie deconectate, trimiterea și primirea (fără note) ar trebui să fie în continuare operaționale, dar este posibil ca cererile de plată să nu treacă prin Reveniți mai târziu sau reporniți aplicația pentru a încerca din nou
ru: Кажется, что серверы Nautilus отключены, отправка и получение (без заметок) должны оставаться в рабочем состоянии, но запросы на оплату могут не проходить Вернитесь позже или перезапустите приложение, чтобы повторить попытку
sl: Zdi se, da so strežniki Nautilus prekinjeni. Pošiljanje in prejemanje (brez beležk) bi moralo biti še vedno operativno, vendar zahtevki za plačilo Vrnite se pozneje ali znova zaženite aplikacijo, da poskusite znova
sv: Nautilus-servrar verkar vara frånkopplade, skicka och ta emot (utan anteckningar) bör fortfarande vara i drift men betalningsförfrågningar kanske inte går igenom Kom tillbaka senare eller starta om appen för att försöka igen
tl: Ang mga server ng Nautilus ay lilitaw na hindi nakakonekta, ang Pagpapadala at Pagtanggap (walang mga memo) ay dapat pa rin sa pagpapatakbo ngunit ang mga kahilingan sa pagbabayad ay hindi maaaring dumaan Bumalik sa ibang pagkakataon o i-restart ang app upang subukang muli
tr: Nautilus Sunucularının bağlantısı kesilmiş gibi görünüyor, Gönderme ve Alma (notlar olmadan) hala çalışır durumda olmalıdır, ancak ödeme talepleri geçmeyebilir Daha sonra tekrar gelin veya tekrar denemek için uygulamayı yeniden başlatın
uk: Сервери Nautilus, як видається, відключені, надсилання та отримання (без нагадувань) все ще повинні працювати, але запити на оплату можуть не проходити Поверніться пізніше або перезапустіть додаток, щоб спробувати ще раз
vi: Máy chủ Nautilus dường như bị ngắt kết nối, Gửi và Nhận (không có ghi nhớ) vẫn phải hoạt động nhưng yêu cầu thanh toán có thể không được thông qua Quay lại sau hoặc khởi động lại ứng dụng để thử lại
zh_hans: Nautilus 服务器似乎已断开连接，发送和接收（无备忘录）应该仍然可以运行，但付款请求可能无法通过 稍后再回来或重启应用程序再试一次
zh_hant: Nautilus 服務器似乎斷開連接，發送和接收（沒有備忘錄）應該仍然可以運行，但付款請求可能無法通過 稍後再回來或重新啟動應用程式再試一次

# favoriteExists
source: Favorite Already Exists
ar: المفضلة موجودة بالفعل
bg: Любимата вече съществува
bn: প্রিয় ইতোমধ্যে বিদ্যমান
da: Favorit eksisterer
de: Favorit ist bereits vorhanden
he: מועדף כבר קיים
hi: पसंदीदा पहले से मौजूद है
hu: Kedvenc már létezik
ja: お気に入りは既に存在します
ko: 즐겨찾기가 이미 있음
ms: Kegemaran Sudah Wujud
nl: Favoriet bestaat al
no: Favoritt eksisterer
pl: Ulubiony już istnieje
ro: Favoritul există deja
ru: Избранное уже существует
sl: Najljubši že obstaja
sv: Favorit redan
tl: Paboritong Mayroon na
tr: Favori Zaten Var
uk: Улюблене вже існує
vi: Yêu thích đã tồn tại
zh_hans: 收藏夹已存在
zh_hant: 我的最愛已存在

# favoriteHeader
source: Favorite
ar: المفضلة
bg: Любими
bn: প্রিয়
da: favorit
de: Favorit
he: מועדף
hi: पसंदीदा
hu: Kedvenc
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
nl: Favoriete
no: favoritt
pl: Ulubione
ru: Фаворит
sl: Najljubši
sv: favorit
tl: Paboritong
tr: Favori
uk: Улюблений
vi: Yêu thích
zh_hans: 最喜欢的
zh_hant: 我的最愛

# favoriteInvalid
source: Invalid Favorite Name
ar: اسم مفضل غير صالح
bg: Невалидно любимо име
bn: অকার্যকর প্রিয় নাম
da: Ugyldigt favoritnavn
de: Ungültiger Lieblingsname
he: שם מועדף לא חוקי
hi: अवैध पसंदीदा नाम
hu: Érvénytelen kedvenc név
ja: お気に入り名が無効です
ko: 잘못된 즐겨찾기 이름
ms: Nama Kegemaran Tidak Sah
nl: Ongeldige favoriete naam
no: Ugyldig favorittnavn
pl: Nieprawidłowa nazwa ulubionych
ro: Nume favorit nevalid
ru: Неверное имя избранного
sl: Neveljavno priljubljeno ime
sv: Ogiltigt favoritnamn
tl: Di-wastong Paboritong Pangalan
tr: Geçersiz Favori Adı
uk: Некоректна назва обраного
vi: Tên yêu thích không hợp lệ
zh_hans: 收藏名称无效
zh_hant: 我的最愛名稱無效

# favoriteNameHint
source: Enter a Nick Name
ar: أدخل اسم Nick
bg: Въведете име на Ник
bn: একটি ডাকনাম লিখুন
da: Indtast et kaldenavn
de: Gib einen Spitznamen ein
he: הזן שם ניק
hi: निक नाम दर्ज करें
hu: Adjon meg egy becenevet
ja: ニックネームを入力
ko: 닉네임 입력
ms: Masukkan Nama Nick
nl: Voer een bijnaam in
no: Skriv inn et kallenavn
pl: Wpisz pseudonim
ro: Introduceți un nume Nick
ru: Введите псевдоним
sl: Vnesite Nick Nick Name
sv: Ange ett smeknamn
tl: Magpasok ng Nick Name
tr: Bir Takma Adı Girin
uk: Введіть назву псевдоніма
vi: Nhập tên Nick
zh_hans: 输入昵称
zh_hant: 輸入暱稱

# favoriteNameMissing
source: Choose a Name for this Favorite
ar: اختر اسمًا لهذه المفضلة
bg: Изберете име за този фаворит
bn: এই পছন্দের জন্য একটি নাম বেছে নিন
da: Vælg et navn til denne favorit
de: Wähle einen Namen für diesen Favoriten
he: בחר שם עבור מועדף זה
hi: इस पसंदीदा के लिए एक नाम चुनें
hu: Válasszon nevet ennek a kedvencnek
ja: このお気に入りの名前を選んでください
ko: 이 즐겨찾기의 이름 선택
ms: Pilih Nama untuk Kegemaran ini
nl: Kies een naam voor deze favoriet
no: Velg et navn for denne favoritten
pl: Wybierz nazwę dla tego Ulubionego
ro: Alegeți un nume pentru acest favorit
ru: Выберите имя для этого избранного
sl: Izberite ime za to najljubšo
sv: Välj ett namn för den här favoriten
tl: Pumili ng Pangalan para sa Paboritong ito
tr: Bu Favori için bir Ad Seçin
uk: Виберіть назву для цього Улюбленця
vi: Chọn tên cho mục yêu thích này
zh_hans: 为此收藏夹选择一个名字
zh_hant: 選擇此最愛的名稱

# favoriteRemoved
source: %1 has been removed from favorites!
ar: تمت إزالة %1 من المفضلة!
bg: % 1 е премахнат от любими!
bn: % 1 ফেভারিট থেকে মুছে ফেলা হয়েছে!
da: % 1 er blevet fjernet fra favoritter!
de: %1 wurde aus den Favoriten entfernt!
he: % 1 הוסר מהמועדפים!
hi: % 1 को पसंदीदा से हटा दिया गया है!
hu: % 1 el lett távolítva a kedvencek közül!
ja: %1はお気に入りから削除されました！
ko: % 1이 (가) 즐겨찾기에서 제거되었습니다!
ms: % 1 telah dialih keluar dari kegemaran!
nl: %1 is verwijderd uit favorieten!
no: %1 er fjernet fra favoritter!
pl: % 1 został usunięty z ulubionych!
ro: % 1 a fost eliminat din favorite!
ru: %1 удален из избранного!
sl: % 1 je bil odstranjen iz priljubljenih!
sv: % 1 har tagits bort från favoriter!
tl: %1 ay inalis mula sa mga paborito!
tr: %1 sık kullanılanlardan kaldırıldı!
uk: % 1 було вилучено з обраних!
vi: % 1 đã bị xóa khỏi mục yêu thích!
zh_hans: %1 已从收藏夹中删除！
zh_hant: % 1 已從我的最愛中移除！

# favoritesHeader
source: Favorites
ar: المفضلة
bg: Любими
bn: প্রিয়
da: favoritter
de: Meine Favoriten
he: מועדפים
hi: पसंदीदा
hu: kedvencek
ja: お気に入り
ko: 즐겨찾기
ms: Kegemaran
no: favoritter
pl: Ulubione
ro: Favorite
ru: Избранное
sl: Priljubljene
sv: favoriter
tl: Mga Paborito
tr: Favoriler
uk: Вибране
vi: Mục yêu thích
zh_hans: 收藏夹
zh_hant: 我的最愛

source: Featured
ar: مميزة
bg: Препоръчани
bn: বৈশিষ্ট্যযুক্ত
da: Fremhævede
de: Ausgewählte
he: מובלט
hi: फीचर्ड
hu: Kiemelt
ja: 特集
ko: 추천 상품
ms: Dipaparkan
nl: Uitgelicht
no: Utvalgte
pl: Polecane
ro: Recomandate
ru: Рекомендуемые
sl: Predstavljen
sv: Dagens
tl: Itinatampok
tr: Öne çıkan
uk: Рекомендовані
vi: Nổi bật
zh_hans: 精选
zh_hant: 。特色。

# fewDaysAgo
source: A few days ago
ar: منذ بضعة أيام
bg: Преди няколко дни
bn: কিছু দিন আগে
da: For få dage siden
de: Vor ein paar Tagen
he: לפני מספר ימים
hi: कुछ दिन पहले
hu: Néhány nappal ezelőtt
ja: 数日前
ko: 며칠 전
lv: Pirms dažām dienām
ms: Beberapa hari yang lalu
nl: Een paar dagen geleden
no: For noen dager siden
pl: Kilka dni temu
ro: Cu câteva zile în urmă
ru: Несколько дней назад
sl: Pred nekaj dnevi
sv: För några dagar sedan
tl: Ilang araw na ang nakalipas
tr: Birkaç gün önce
uk: Декілька днів тому
vi: Một vài ngày trước
zh_hans: 几天之前
zh_hant: 幾天之前

# fewHoursAgo
source: A few hours ago
ar: قبل ساعات قليلة
bg: Преди няколко часа
bn: কয়েক ঘন্টা আগে
da: For et par timer siden
de: Vor ein paar Stunden
he: לפני כמה שעות
hi: कुछ ही घंटे पहले
hu: Néhány órával ezelőtt
ja: 数時間前
ko: 몇 시간 전
lv: Pirms dažām stundām
ms: Beberapa jam yang lalu
nl: Een paar uur geleden
no: For noen timer siden
pl: Kilka godzin temu
ro: Acum câteva ore
ru: Несколько часов назад
sl: Pred nekaj urami
sv: Några timmar sen
tl: Ilang oras ang nakalipas
tr: Birkaç saat önce
uk: Кілька годин тому
vi: Một vài giờ trước
zh_hans: 几个小时前
zh_hant: 幾個小時前

# fewMinutesAgo
source: A few minutes ago
ar: قبل عدة دقائق
bg: Преди няколко минути
bn: কিছু মিনিট আগে
da: Et par minutter siden
de: Vor ein paar Minuten
he: לפני כמה דקות
hi: कुछ क्षणों पहले
hu: Pár perce
ja: 数分前に
ko: 몇분 전에
lv: Pirms dažām minūtēm
ms: Beberapa minit yang lalu
nl: Een paar minuten geleden
no: Noen minutter siden
pl: Kilka minut temu
ro: Acum câteva minute
ru: Несколько минут назад
sl: Pred nekaj minutami
sv: Några minuter sedan
tl: Ilang minuto ang nakalipas
tr: Birkaç dakika önce
uk: Кілька хвилин тому
vi: Một vài phút trước
zh_hans: 几分钟前
zh_hant: 幾分鐘前

# fewSecondsAgo
source: A few seconds ago
ar: قبل ثوان
bg: Преди няколко секунди
bn: কয়েক সেকেন্ড আগে
da: For et par sekunder siden
de: Vor ein paar Sekunden
he: לפני כמה שניות
hi: कुछ सेकंड पहले
hu: Pár másodperce
ja: 数秒前
ko: 몇 초 전에
lv: Pirms dažām sekundēm
ms: Beberapa saat yang lalu
nl: Een paar seconden geleden
no: Noen få sekunder siden
pl: Kilka sekund temu
ro: Acum câteva secunde
ru: Несколько секунд назад
sl: Pred nekaj sekundami
sv: Några sekunder sedan
tl: Ilang segundo ang nakalipas
tr: Bir kaç saniye önce
uk: Кілька секунд тому
vi: Vài giây trước
zh_hans: 几秒钟前
zh_hant: 幾秒鐘前

# fingerprintSeedBackup
source: Authenticate to backup seed.
ar: المصادقة على نسخ المفتاح الخاص.
bg: Удостовери за да съхраниш Seed.
bn: ব্যাকআপ সীড প্রমাণীকরণ করুন।
da: Ověřte se pro zálohu semínka.
de: Fingerabdruck scannen, um Seed zu sichern.
he: אשר טביעות אצבע בכדי לגבות סיד.
hi: उंगली के निशान की सहायता से सीड बैकअप करें।
hu: Erősítsd meg az ujjlenyomatoddal, hogy szeretnéd elmenteni a seeded.
ja: シードをバックアップする認証を行います。
ko: 지문을 확인하여 시드 지갑를 백업하세요
lv: Autorizējieties, lai kopētu sēklu.
ms: Konfirm cap jari untuk menyandarkan benih dompet.
nl: Bevestig je vingerafdruk om een back-up te maken.
no: Verifiser for å sikkerhetskopiere Seed.
pl: Potwierdz odcisk palca żeby zapisać nasiono portfela.
ro: Confirmați cu amprenta pentru a copia seed-ul.
ru: Аутентификация для резервного копирования Seed.
sl: Avtenticiraj za shranitev ključa.
sv: Bekräfta fingeravtryck för att säkerhetskopiera plånboks-seed.
tl: Kumpirmahin ang fingerprint para i-back up ang wallet seed.
tr: Seed'i yedeklemek için parmak izini onaylayın.
uk: Введіть пароль для створення резервної копії.
vi: Xác minh để xem hạt giống.
zh_hans: 确认指纹，备份钱包种子。
zh_hant: 確認指紋或 Face ID，備份錢包種子。

# frequencyEmpty
source: Please enter a Frequency
bg: Моля, въведете честота
da: Indtast venligst en frekvens
de: Bitte geben Sie eine Häufigkeit ein
he: נא להזין תדירות
hi: कृपया एक आवृत्ति दर्ज करें
hu: Adjon meg egy gyakoriságot
ko: 빈도를 입력하세요.
ms: Sila masukkan Frekuensi
nl: Voer een Frequentie in
pl: Wprowadź częstotliwość
ro: Vă rugăm să introduceți o Frecvență
ru: Пожалуйста, введите частоту
sv: Vänligen ange en frekvens
tl: Mangyaring maglagay ng Dalas
tr: Lütfen bir Sıklık girin
uk: Будь ласка, введіть частоту
vi: Vui lòng nhập Tần suất
zh_hans: 请输入频率
zh_hant: 請輸入頻率

source: From
ar: من
bg: От
bn: থেকে
da: Fra
de: Von
he: מ
hi: से
hu: tól től
ja: から
ko: 보낸 사람
ms: Dari
nl: Van
no: Fra
pl: Od
ro: De la
ru: От
sl: Od
sv: Från
tl: Mula
tr: Nereden
uk: Від
vi: Từ
zh_hans: 来自
zh_hant: 從

source: fulfilled
ar: الوفاء
bg: изпълнени
bn: পূর্ণ
da: opfyldt
de: erfüllt
he: התגשם
hi: पूरा
hu: teljesítette
ja: 成就しました
ko: 성취됩니다
ms: dipenuhi
nl: vervuld
no: oppfylt
pl: spełniony
ro: îndeplinit
ru: выполнивших
sl: izpolnjeno
sv: uppfyllt
tl: natupad
tr: yerine getirildi
uk: виконано
vi: hoàn thành
zh_hans: 完成
zh_hant: 履行

# fundingBannerHeader
source: Funding Banner
ar: لافتة التمويل
bg: Банер за финансиране
bn: ফান্ডিং ব্যানার
da: Finansieringsbanner
de: Finanzierungsbanner
he: באנר מימון
hi: फंडिंग बैनर
hu: Finanszírozási szalaghirdetés
ja: ファンディング バナー
ko: 펀딩 배너
lv: Finansēšanas reklāmkarogs
ms: Sepanduk Pembiayaan
nl: Financieringsbanner
no: Finansieringsbanner
pl: Baner finansowania
ro: Banner de finanțare
ru: Баннер финансирования
sl: Banner za financiranje
sv: Finansieringsbanner
tl: Banner ng Pagpopondo
tr: Finansman Afişi
uk: Банер фінансування
vi: Biểu ngữ tài trợ
zh_hans: 资金横幅
zh_hant: 資金橫幅

# fundingHeader
source: Funding
ar: التمويل
bg: Финансиране
bn: অর্থায়ন
da: Finansiering
de: Finanzierung
he: מימון
hi: अनुदान
hu: Finanszírozás
ja: 資金調達
ko: 자금 조달
lv: Finansējums
ms: Pembiayaan
nl: Financiering
no: Finansiering
pl: Finansowanie
ro: Finanțarea
ru: Финансирование
sl: financiranje
sv: Finansiering
tl: Pagpopondo
tr: Finansman
uk: Фінансування
vi: Kinh phí
zh_hans: 资金
zh_hant: 資金

# getCurrency
source: Get %2
bg: Вземете %2
bn: %2 পান
da: Hent %2
de: Holen Sie sich %2
he: קבל %2
hi: % 2 प्राप्त करें
hu: Szerezze be a %2-t
ko: %2 가져오기
lv: Iegūstiet %2
ms: Dapatkan % 2
nl: Krijg %2
no: Få %2
pl: Uzyskaj %2
ro: Obțineți %2
ru: Получить %2
sv: Hämta %2
tl: Kumuha ng %2
tr: %2'yi al
uk: Отримати %2
vi: Nhận %2
zh_hans: 获取 %2
zh_hant: 獲取 %2

source: Get NANO
ar: احصل على NANO
bg: Вземете NANO
bn: NANO পান
da: Få NANO
de: Holen Sie sich Nano
he: קבל NANO
hi: नैनो प्राप्त करें
hu: Szerezd meg a NANO-t
ja: ナノを入手
ko: 나노를 얻으십시오
lv: Iegūstiet NANO
ms: Dapatkan NANO
nl: Krijg NANO
no: Skaff deg NANO
pl: Zdobądź NANO
ro: Ia NANO
ru: Получить НАНО
sl: Pridobite NANO
sv: Skaffa NANO
tl: Kumuha ng NANO
tr: NANO'yu edinin
uk: Отримати NANO
vi: Nhận NANO
zh_hans: 获取纳米
zh_hant: 獲取納米

# giftAlert
source: You have a gift!
ar: لديك هدية!
bg: Имаш дарба!
bn: তোমার কাছে একটা উপহার আছে!
da: Du har en gave!
de: Du hast eine Geschenk!
he: יש לך כישרון!
hi: आपके पास एक उपहार है!
hu: Van egy ajándékod!
ja: おまえには贈り物がある！
ko: 선물이 있어요!
ms: Anda mempunyai hadiah!
nl: Je hebt een cadeau!
no: Du har en gave!
pl: Masz dar!
ro: Ai un cadou!
ru: У тебя есть подарок!
sl: Imate darilo!
sv: Du har en gåva!
tl: Mayroon kang regalo!
tr: Bir yeteneğin var!
uk: У вас є подарунок!
vi: Anh có một món quà!
zh_hans: 你有天赋！
zh_hant: 你有禮物！

# giftAlertEmpty
source: Empty Gift
ar: هدية فارغة
bg: Празен Подарък
bn: ফাঁকা উপহার
da: Tom gave
de: Leeres Geschenk
he: מתנה ריקה
hi: खाली गिफ्ट
hu: Üres ajándék
ja: 空のギフト
ko: 빈 선물
ms: Hadiah Kosong
nl: Leeg cadeau
no: Tom gave
pl: Pusty prezent
ro: Cadou gol
ru: Пустой подарок
sl: Prazno darilo
sv: Tom gåva
tl: Walang laman na Regalo
tr: Boş Hediye
uk: Порожній подарунок
vi: Quà Tặng Rỗng
zh_hans: 空礼物
zh_hant: 空, 禮物

source: Gift Amount
ar: مبلغ الهدية
bg: Сума За Подарък
bn: উপহার পরিমাণ
da: Gave Beløb
de: Betrag des Geschenks
he: סכום מתנה
hi: गिफ़्ट राशि
hu: Ajándék összege
ja: ギフト金額
ko: 기프트 금액
ms: Jumlah Hadiah
nl: Bedrag cadeau
no: Gavebeløp
pl: Kwota prezent
ro: Suma cadou
ru: Сумма подарка
sl: Znesek darila
sv: Gåva belopp
tl: Halaga ng Regalo
tr: Hediye Miktarı
uk: Сума подарунка
vi: Số tiền quà tặng
zh_hans: 礼物金额
zh_hant: 禮品金額

# giftCardCreationError
source: An error occured while trying to create a gift card link
ar: حدث خطأ أثناء محاولة إنشاء رابط بطاقة هدايا
bg: Възникна грешка при опит за създаване на връзка към карта за подарък
bn: একটি উপহার কার্ড লিঙ্ক তৈরি করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে৷
da: Der opstod en fejl under forsøget på at oprette et gavekortlink
de: Beim Versuch, einen Geschenkkarten-Link zu erstellen, ist ein Fehler aufgetreten
he: אירעה שגיאה בעת ניסיון ליצור קישור לכרטיס מתנה
hi: उपहार कार्ड लिंक बनाने का प्रयास करते समय एक त्रुटि हुई
hu: Hiba történt az ajándékutalvány linkjének létrehozásakor
ja: ギフトカード リンクの作成中にエラーが発生しました
ko: 기프트 카드 링크를 만드는 동안 오류가 발생했습니다.
lv: Mēģinot izveidot dāvanu kartes saiti, radās kļūda
ms: Ralat berlaku semasa cuba membuat pautan kad hadiah
nl: Er is een fout opgetreden bij het maken van een cadeaubonlink
no: Det oppstod en feil under forsøk på å opprette en gavekortkobling
pl: Wystąpił błąd podczas próby utworzenia łącza do karty podarunkowej
ro: A apărut o eroare la încercarea de a crea un link pentru cardul cadou
ru: Произошла ошибка при попытке создать ссылку на подарочную карту
sl: Med poskusom ustvarjanja povezave do darilne kartice je prišlo do napake
sv: Ett fel uppstod när du försökte skapa en presentkortslänk
tl: May naganap na error habang sinusubukang gumawa ng link ng gift card
tr: Hediye kartı bağlantısı oluşturmaya çalışırken bir hata oluştu
uk: Під час спроби створити посилання на подарункову картку сталася помилка
vi: Đã xảy ra lỗi khi cố gắng tạo liên kết thẻ quà tặng
zh_hans: 尝试创建礼品卡链接时出错
zh_hant: 嘗試創建禮品卡鏈接時出錯
