Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# passwordDisclaimer
source: We're not responsible if you forget your password, and by design we are unable to reset or change it for you.
ar: نحن لسنا مسؤولين إذا نسيت كلمة المرور الخاصة بك ، وبحكم التصميم لا يمكننا إعادة تعيينها أو تغييرها نيابة عنك.
bg: Ние не носим отговорност, ако забравите паролата си и по замисъл не можем да я нулираме или променим вместо вас.
bn: আপনি যদি আপনার পাসওয়ার্ড ভুলে যান তাহলে আমরা দায়ী নই, এবং ডিজাইন অনুসারে আমরা আপনার জন্য এটি রিসেট বা পরিবর্তন করতে অক্ষম।
da: Vi er ikke ansvarlige, hvis du glemmer din adgangskode, og designmæssigt er vi ikke i stand til at nulstille eller ændre den for dig.
de: Wir sind nicht verantwortlich, wenn Sie Ihr Passwort vergessen, und wir sind nicht in der Lage, es für Sie zurückzusetzen oder zu ändern.
he: איננו אחראים אם תשכח את הסיסמה שלך, ולפי התכנון איננו יכולים לאפס או לשנות אותה עבורך.
hi: यदि आप अपना पासवर्ड भूल जाते हैं, तो हम जिम्मेदार नहीं हैं, और डिज़ाइन के अनुसार हम इसे आपके लिए रीसेट या परिवर्तित करने में असमर्थ हैं।
hu: Nem vállalunk felelősséget, ha elfelejti jelszavát, és a tervezés miatt nem áll módunkban visszaállítani vagy megváltoztatni azt az Ön helyett.
ja: パスワードを忘れた場合、当社は責任を負いません。設計上、パスワードをリセットまたは変更することはできません。
ko: 비밀번호를 잊어버린 경우 당사는 책임을 지지 않으며 의도적으로 비밀번호를 재설정하거나 변경할 수 없습니다.
lv: Mēs neesam atbildīgi, ja aizmirstat savu paroli, un mēs nevaram to atiestatīt vai mainīt jūsu vietā.
ms: Kami tidak bertanggungjawab jika anda terlupa kata laluan anda, dan mengikut reka bentuk kami tidak dapat menetapkan semula atau menukarnya untuk anda.
nl: Wij zijn niet verantwoordelijk als u uw wachtwoord bent vergeten, en door het ontwerp kunnen we het niet voor u resetten of wijzigen.
no: Vi er ikke ansvarlige hvis du glemmer passordet ditt, og vi kan ikke tilbakestille eller endre det for deg.
pl: Nie ponosimy odpowiedzialności, jeśli zapomnisz hasła i zgodnie z projektem nie możemy go zresetować ani zmienić.
ro: Nu suntem responsabili dacă vă uitați parola și, prin proiectare, nu putem să o resetam sau să o modificăm pentru dvs.
ru: Мы не несем ответственности, если вы забудете свой пароль, и мы не можем сбросить или изменить его за вас.
sl: Ne odgovarjamo, če pozabite geslo, in po zasnovi ga ne moremo ponastaviti ali spremeniti namesto vas.
sv: Vi är inte ansvariga om du glömmer ditt lösenord, och genom designen kan vi inte återställa eller ändra det åt dig.
tl: Wala kaming pananagutan kung nakalimutan mo ang iyong password, at ayon sa disenyo ay hindi namin ito mai-reset o mababago para sa iyo.
tr: Parolanızı unutursanız sorumlu değiliz ve tasarım gereği parolanızı sizin için sıfırlayamıyor veya değiştiremiyoruz.
uk: Ми не несемо відповідальності, якщо ви забудете свій пароль, і ми не можемо скинути чи змінити його замість вас.
vi: Chúng tôi không chịu trách nhiệm nếu bạn quên mật khẩu của mình và theo thiết kế, chúng tôi không thể đặt lại hoặc thay đổi mật khẩu cho bạn.
zh_hans: 如果您忘记了密码，我们概不负责，并且我们无法为您重置或更改密码。
zh_hant: 如果您忘記了密碼，我們概不負責，並且我們無法為您重置或更改密碼。

# passwordIncorrect
source: Incorrect password
ar: كلمة سر خاطئة
bg: грешна парола
bn: ভুল পাসওয়ার্ড৤
da: forkert kodeord
de: Falsches Passwort
he: סיסמא לא נכונה
hi: गलत पासवर्ड
hu: hibás jelszó
ja: パスワードが正しくありません
ko: 잘못된 비밀번호
lv: nepareiza parole
ms: kata laluan salah
nl: Incorrect wachtwoord
no: feil passord
pl: niepoprawne hasło
ro: Parola incorecta
ru: неверный пароль
sl: napačno geslo
sv: fel lösenord
tl: Maling password
tr: yanlış parola
uk: Неправильний пароль
vi: mật khẩu không đúng
zh_hans: 密码错误
zh_hant: 密碼錯誤

# passwordNoLongerRequiredToOpenParagraph
source: You will not need a password to open %1 anymore.
ar: لن تحتاج إلى كلمة مرور لفتح نتريم بعد الآن.
bg: Няма да се изисква повече парола за да се отвори Nautilus.
bn: Natrium খুলতে আপনার আর পাসওয়ার্ড লাগবে না।
da: Už nebudete potřebovat heslo pro otevření Nautilus.
de: Zum Öffnen der App wird jetzt kein Passwort mehr benötigt.
he: You will not need a password to open Nautilus anymore.
hi: अब आपको नाट्रियम खोलने के लिए पासवर्ड की जरूरत नहीं पड़ेगी।
hu: You will not need a password to open Nautilus anymore.
ja: Nautilusを開く際にパスワードを必要としなくなります。
ko: You will not need a password to open Nautilus anymore.
lv: You will not need a password to open Nautilus anymore.
ms: Anda tidak perlu kata laluan untuk membuka Nautilus lagi.
nl: Je hebt geen wachtwoord meer nodig om Nautilus te openen.
no: Du trenger ikke lenger et passord for å åpne Nautilus.
pl: Od teraz nie będziesz potrzebował hasła aby otworzyć Nautilus.
ro: Deschideți aplicația fără a mai introduce parola.
ru: Вам больше не понадобится пароль, чтобы открыть Nautilus.
sl: You will not need a password to open Nautilus anymore.
sv: Du behöver inte lösenord för att öppna Nautilus längre.
tl: Hindi mo na kailangan ng password para mabuksan ang Nautilus
tr: Artık Nautilus'u açmak için şifre gerekmeyecek.
uk: Вам більше не треба буде пароль щоб відкрити Nautilus.
vi: Bạn sẽ không cần mật khẩu để mở Nautilus nữa.
zh_hans: 您以后打开Nautilus不再需要密码了。
zh_hant: 您日後啟動 Nautilus 時不用輸入密碼。

# passwordNumber
source: Password must contain at least 1 number
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل
bg: Паролата трябва да съдържа поне 1 число
bn: পাসওয়ার্ডে কমপক্ষে 1 নম্বর থাকতে হবে
da: Adgangskoden skal indeholde mindst 1 tal
de: Das Passwort muss mindestens 1 Ziffer enthalten
he: הסיסמה חייבת להכיל לפחות מספר אחד
hi: पासवर्ड में कम से कम 1 नंबर होना चाहिए
hu: A jelszónak legalább 1 számot kell tartalmaznia
ja: パスワードには少なくとも 1 つの数字が含まれている必要があります
ko: 비밀번호는 1개 이상의 숫자를 포함해야 합니다.
lv: Parolē ir jābūt vismaz 1 ciparam
ms: Kata laluan mesti mengandungi sekurang-kurangnya 1 nombor
nl: Wachtwoord moet minimaal 1 cijfer bevatten
no: Passordet må inneholde minst ett tall
pl: Hasło musi zawierać co najmniej 1 cyfrę
ro: Parola trebuie să conțină cel puțin 1 număr
ru: Пароль должен содержать не менее 1 цифры
sl: Geslo mora vsebovati vsaj 1 številko
sv: Lösenordet måste innehålla minst 1 nummer
tl: Ang password ay dapat maglaman ng hindi bababa sa 1 numero
tr: Şifre en az 1 rakam içermelidir
uk: Пароль має містити принаймні 1 цифру
vi: Mật khẩu phải chứa ít nhất 1 số
zh_hans: 密码必须至少包含 1 个数字
zh_hant: 密碼必須至少包含 1 個數字

# passwordsDontMatch
source: Passwords do not match
ar: كلمة المرور غير مطابقة
bg: Паролите не съвпадат
bn: পাসওয়ার্ড মিলছে না
da: Heslo se neshoduje
de: Passwörter stimmen nicht überein
hi: पासवर्ड मेल नहीं खाते
ja: パスワードが一致しません
ms: Kata laluan tidak sepadan
nl: Wachtwoorden kom niet overeen
no: Passordene stemmer ikke overens
pl: Hasła się nie zgadzają
ro: Parolele nu corespund
ru: Пароли не совпадают
sv: Lösenorden stämmer ej överens
tl: Ang passwords ay hindi tugma
tr: Şifreler eşleşmiyor
uk: Паролі не співпали
vi: Mật khẩu không khớp
zh_hans: 密码不匹配
zh_hant: 密碼不匹配

# passwordSpecialCharacter
source: Password must contain at least 1 special character
ar: يجب أن تحتوي كلمة المرور على حرف خاص واحد على الأقل
bg: Паролата трябва да съдържа поне 1 специален знак
bn: পাসওয়ার্ডে কমপক্ষে ১টি বিশেষ অক্ষর থাকতে হবে
da: Adgangskoden skal indeholde mindst 1 specialtegn
de: Das Passwort muss mindestens 1 Sonderzeichen enthalten
he: הסיסמה חייבת להכיל לפחות תו מיוחד אחד
hi: पासवर्ड में कम से कम 1 विशेष वर्ण होना चाहिए
hu: A jelszónak legalább 1 speciális karaktert kell tartalmaznia
ja: パスワードには少なくとも 1 つの特殊文字が含まれている必要があります
ko: 비밀번호에는 최소 1개의 특수 문자가 포함되어야 합니다.
lv: Parolē jāsatur vismaz 1 speciālā rakstzīme
ms: Kata laluan mesti mengandungi sekurang-kurangnya 1 aksara khas
nl: Wachtwoord moet minimaal 1 speciaal teken bevatten
no: Passordet må inneholde minst 1 spesialtegn
pl: Hasło musi zawierać co najmniej 1 znak specjalny
ro: Parola trebuie să conțină cel puțin 1 caracter special
ru: Пароль должен содержать не менее 1 специального символа
sl: Geslo mora vsebovati vsaj 1 poseben znak
sv: Lösenordet måste innehålla minst 1 specialtecken
tl: Dapat maglaman ang password ng hindi bababa sa 1 espesyal na character
tr: Şifre en az 1 özel karakter içermelidir
uk: Пароль повинен містити принаймні 1 спеціальний символ
vi: Mật khẩu phải chứa ít nhất 1 ký tự đặc biệt
zh_hans: 密码必须至少包含 1 个特殊字符
zh_hant: 密碼必須至少包含 1 個特殊字符

# passwordTooShort
source: Password is too short
ar: كلمة المرور قصيرة جدا
bg: Паролата е твърде кратка
bn: পাসওয়ার্ড অত্যন্ত ছোট
da: Adgangskoden er for kort
de: Das Passwort ist zu kurz
he: הסיסמה קצרה מדי
hi: पारण शब्द बहुत छोटा है
hu: A jelszó túl rövid
ja: パスワードが短すぎます
ko: 비밀번호가 너무 짧습니다
lv: Parole ir pārāk īsa
ms: Kata laluan terlalu pendek
nl: Wachtwoord is te kort
no: Passordet er for kort
pl: Hasło jest za krótkie
ro: Parola este prea scurtă
ru: Пароль слишком короткий
sl: Geslo je prekratko
sv: Lösenordet är för kort
tl: Masyadong maikli ang password
tr: Şifre çok kısa
uk: Пароль занадто короткий
vi: Mật khẩu quá ngắn
zh_hans: 密码太短
zh_hant: 密碼太短

# passwordWarning
source: This password will be required to open %1.
ar: ستكون كلمة المرور هذه مطلوبة لفتح Nautilus.
bg: Тази парола ще бъде необходима за отваряне на Nautilus.
bn: নটিলাস খুলতে এই পাসওয়ার্ডের প্রয়োজন হবে।
da: Denne adgangskode kræves for at åbne Nautilus.
de: Dieses Passwort wird zum Öffnen von Nautilus benötigt.
he: סיסמה זו תידרש לפתיחת Nautilus.
hi: नॉटिलस को खोलने के लिए इस पासवर्ड की आवश्यकता होगी।
hu: Ez a jelszó szükséges a Nautilus megnyitásához.
ja: Nautilus を開くには、このパスワードが必要です。
ko: 이 암호는 노틸러스를 열 때 필요합니다.
lv: Šī parole būs nepieciešama, lai atvērtu Nautilus.
ms: Kata laluan ini diperlukan untuk membuka Nautilus.
nl: Dit wachtwoord is vereist om Nautilus te openen.
no: Dette passordet kreves for å åpne Nautilus.
pl: To hasło będzie wymagane do otwarcia Nautilusa.
ro: Această parolă va fi necesară pentru a deschide Nautilus.
ru: Этот пароль потребуется для открытия Nautilus.
sl: To geslo bo potrebno za odpiranje Nautilusa.
sv: Detta lösenord kommer att krävas för att öppna Nautilus.
tl: Ang password na ito ay kinakailangan upang buksan ang Nautilus.
tr: Nautilus'u açmak için bu parola gerekli olacaktır.
uk: Цей пароль знадобиться, щоб відкрити Nautilus.
vi: Mật khẩu này sẽ được yêu cầu để mở Nautilus.
zh_hans: 打开 Nautilus 需要此密码。
zh_hant: 打開 Nautilus 需要此密碼。

# passwordWillBeRequiredToOpenParagraph
source: This password will be required to open %1.
ar: هناك حاجة إلى كلمة المرور لفتح نتريم
bg: Тази парола ще се изисква за да се отвори Nautilus.
bn: Natrium খোলার জন্য এই পাসওয়ার্ডের প্রয়োজন হবে।
da: Toto heslo bude vyžadováno k otevření Nautilus.
de: Dieses Passwort wird benötigt, um Nautilus zu öffnen.
he: This password will be required to open Nautilus.
hi: नैट्रियम खोलने के लिए इस पासवर्ड की आवश्यकता होगी।
hu: This password will be required to open Nautilus.
ja: このパスワードはNautilusを開く際に必要となります。
ko: This password will be required to open Nautilus.
lv: This password will be required to open Nautilus.
ms: Kata laluan ini diperlukan untuk membuka Nautilus.
nl: Dit wachtwoord is vereist om Nautilus te openen.
no: Dette passordet vil være påkrevd for å åpne Nautilus.
pl: To hasło będzie potrzebne aby otworzyć Nautilus
ro: Această parolă va fi necesară pentru a deschide Nautilus.
ru: Этот пароль потребуется для открытия Nautilus.
sl: This password will be required to open Nautilus.
sv: Lösenordet behövs för att öppna Nautilus.
tl: Itong password ay kailangan para mabuksan ang Nautilus
tr: Nautilus'u açabilmek için bu şifre gerekecek.
uk: Цей пароль буде необхідним щоб відкрити Nautilus.
vi: Mật khẩu này sẽ được yêu cầu để mở Nautilus.
zh_hans: 以后需要这个密码才能打开Nautilus。
zh_hant: 以後需要這個密碼方可開啟 Nautilus。

source: Pay
ar: الدفع
bg: Плати
bn: পে
da: Betal
de: Zahlen
he: לשלם
hi: पे
hu: Fizessen
ja: 支払う
ko: 유료
ms: Bayar
nl: Betalen
no: Betale
pl: Zapłacić
ro: Plătiți
ru: Оплатить
sl: Plačajte
sv: Betala
tl: Magbayad
tr: Öde
uk: Оплатити
vi: Thanh toán
zh_hans: 付钱
zh_hant: 支付

source: Payment History
bg: История на плащанията
da: Betalingshistorik
de: Zahlungshistorie
he: היסטוריית תשלומים
hi: भुगतान इतिहास
hu: Fizetési előzmények
ko: 지불 내역
ms: sejarah pembayaran
nl: Betaalgeschiedenis
pl: Historia płatności
ro: istoria platilor
ru: История платежей
sv: Betalningshistorik
tl: Kasaysayan ng pagbabayad
tr: ödeme geçmişi
uk: Історія платежів
vi: Lịch sử thanh toán
zh_hans: 支付历史
zh_hant: 支付歷史

# paymentRequestMessage
source: Someone has requested payment from you! check the payments page for more info.
ar: طلب شخص ما الدفع منك! تحقق من صفحة المدفوعات لمزيد من المعلومات.
bg: Някой е поискал плащане от вас! проверете страницата за плащания за повече информация.
bn: কেউ আপনার কাছ থেকে অর্থ প্রদানের অনুরোধ করেছে! আরও তথ্যের জন্য পেমেন্ট পেজ চেক করুন।
da: Nogen har anmodet om betaling fra dig! tjek betalingssiden for mere info.
de: Jemand hat eine Zahlung von dir verlangt! Weitere Informationen findest du auf der Zahlungsseite.
he: מישהו ביקש ממך תשלום! בדוק את דף התשלומים לקבלת מידע נוסף.
hi: किसी ने आपसे भुगतान का अनुरोध किया है! अधिक जानकारी के लिए भुगतान पृष्ठ देखें।
hu: Valaki kért fizetést tőled! további információkért nézze meg a fizetési oldalt.
ja: 誰かがあなたに支払いを要求しました！詳細については、支払いページを確認してください。
ko: 누군가 결제를 요청했습니다!자세한 내용은 결제 페이지를 확인하세요.
ms: Seseorang telah meminta pembayaran daripada anda! semak halaman pembayaran untuk maklumat lanjut.
nl: Iemand heeft u om betaling gevraagd! kijk op de betaalpagina voor meer informatie.
no: Noen har bedt om betaling fra deg! sjekk betalingssiden for mer info.
pl: Ktoś zażądał od Ciebie zapłaty! sprawdź stronę płatności, aby uzyskać więcej informacji.
ro: Cineva a solicitat plata de la tine! verificați pagina de plăți pentru mai multe informații.
ru: Кто-то запросил у вас оплату! посетите страницу платежей для получения дополнительной информации.
sl: Nekdo je od vas zahteval plačilo! preverite stran za plačila za več informacij.
sv: Någon har begärt betalning från dig! kolla betalningssidan för mer info.
tl: May isang tao na humiling ng pagbabayad mula sa iyo! tingnan ang pahina ng mga pagbabayad para sa karagdagang impormasyon.
tr: Birisi sizden ödeme talep etti! Daha fazla bilgi için ödemeler sayfasını kontrol edin.
uk: Хтось запросив у вас оплату! перегляньте сторінку платежів для отримання додаткової інформації.
vi: Ai đó đã yêu cầu thanh toán từ bạn! kiểm tra trang thanh toán để biết thêm thông tin.
zh_hans: 有人要求你付款！查看付款页面了解更多信息。
zh_hant: 有人要求您付款！查看付款頁面以獲取更多信息。

source: Payments
ar: المدفوعات
bg: Плащания
bn: পেমেন্টস
da: Betalinger
de: Zahlungen
he: תשלומים
hi: पेमेंट्स
hu: Fizetések
ja: ペイメント
ko: 결제
ms: Bayaran
nl: Betalingen
no: Betalinger
pl: Płatności
ro: Plăți
ru: Платежи
sl: Plačila
sv: Betalningar
tl: Mga Pagbabayad
tr: Ödemeler
uk: Платежі
vi: Thanh toán
zh_hans: 付款
zh_hant: 付款

# payRequest
source: Pay this request
ar: ادفع هذا الطلب
bg: Плати тази заявка
bn: এই অনুরোধটি পরিশোধ করুন
da: Betal denne anmodning
de: Zahlen Sie diese Anfrage
he: שלם בקשה זו
hi: इस अनुरोध का भुगतान करें
hu: Fizesse ezt a kérelmet
ja: このリクエストを支払う
ko: 이 요청 지불
ms: Bayar permintaan ini
nl: Betaal dit verzoek
no: Betal denne forespørselen
pl: Zapłać tę prośbę
ro: Plătiți această solicitare
ru: Оплатить этот запрос
sl: Plačajte to zahtevo
sv: Betala denna begäran
tl: Bayaran ang hiling na ito
tr: Bu talebi öde
uk: Сплатити цей запит
vi: Trả yêu cầu này
zh_hans: 支付此申请
zh_hant: 支付此請求

# pickFromList
source: Pick From a List
ar: اختيار من قائمة
bg: Избери от листа
bn: একটি তালিকা থেকে বাছাই করুন
da: Vyberte ze seznamu
de: Aus Liste wählen
he: בחר מרשימה
hi: सूची से चुनें
ja: リストから選択する
ms: Pilih Daripada Senarai
nl: Kies uit lijst
no: Velg en fra listen
pl: Wybierz z listy
ro: Alege din listă
ru: Выбрать из списка
sl: Izberi iz seznama
sv: Välj från en lista
tl: Pumili sa listahan
tr: Listeden Seç
uk: Оберіть із списку
vi: Chọn từ danh sách
zh_hans: 从代表名单选择
zh_hant: 自代表名單選擇

# pinBlank
source: Pin cannot be empty
ar: لا يمكن أن يكون رقم التعريف الشخصي فارغًا
bg: Pin не може да бъде празен
bn: পিন খালি করা যাবে না
da: Pin kan ikke være tom
de: Pin darf nicht leer sein
he: סיכה לא יכולה להיות ריקה
hi: पिन खाली नहीं हो सकता
hu: A pin nem lehet üres
ja: ピンを空にすることはできません
ko: 핀은 비워둘 수 없습니다.
lv: Pin nevar būt tukšs
ms: Pin tidak boleh kosong
nl: Pin mag niet leeg zijn
no: Pin kan ikke være tom
pl: Pin nie może być pusty
ro: Pinul nu poate fi gol
ru: PIN-код не может быть пустым
sl: Pin ne sme biti prazen
sv: Pin kan inte vara tom
tl: Hindi maaaring walang laman ang pin
tr: Pin boş olamaz
uk: PIN-код не може бути порожнім
vi: Ghim không được để trống
zh_hans: 引脚不能为空
zh_hant: 引腳不能為空

# pinConfirmError
source: Pins do not match
ar: رمز الPIN غير مطابق
bg: ПИН-а не съвпада
bn: পিন সঠিক নই
da: Pin se neshoduje
de: PINs stimmen nicht überein
he: הקודים אינם תואמים
hi: पिन एक दूसरे से नहीं मिल रहे
hu: PIN-kódok nem egyeznek
ja: 暗証番号が一致しません
ko: 비밀번호가 일치하지 않습니다
lv: PIN nesakrīt
ms: Pin tidak sempadan
nl: Pincodes komen niet overeen
no: PIN-kodene stemmer ikke overens
pl: PIN'y nie pasują
ro: PIN-urile nu corespund
ru: PIN не совпадают.
sl: PIN se ne ujema
sv: PIN-kod matchar ej
tl: Hindi magkatugma ang pins
tr: Şifreler uyuşmuyor
uk: Пін коди не співпадають
vi: Mã PIN không khớp
zh_hans: 识别码不匹配
zh_hant: 識別碼不匹配

# pinConfirmTitle
source: Confirm your pin
ar: تأكيد رمز الPIN
bg: Потвърдете вашият ПИН
bn: আপনার পিন নিশ্চিত করুন
da: Potvrdit Váš pin
de: Bestätige deine PIN
he: אשר את הקוד
hi: अपने पिन को दोबारा लिखें
hu: Erősítsd meg a PIN-kódod
ja: 暗証番号が正しいことを確認しました
ko: 비밀번호를 확인 하세요
lv: Apstipriniet savu PIN
ms: Mengesahkan pin anda
nl: Bevestig pincode
no: Bekreft din PIN-kode
pl: Potwierdz swój PIN
ro: Confirmă PIN-ul
ru: Подтвердите PIN
sl: Potrdi PIN
sv: Bekräfta din PIN-kod
tl: Kumpirmahin ang iyong pin
tr: Şifreyi onaylayın
uk: Підтвердіть ваш пін код
vi: Xác nhận mã PIN của bạn
zh_hans: 确认您的识别码
zh_hant: 確認您的識別碼

# pinCreateTitle
source: Create a 6-digit pin
ar: ضع 6 أرقام رمز الPIN
bg: Създайте 6-цифрен ПИН-код
bn: একটি 6 অঙ্কের পিন তৈরি করুন
da: Vytvořte si šestimístný pin
de: Erstelle eine 6-stellige PIN
he: יצר קוד באורך 6 ספרות
hi: एक 6 अंकों का पिन बनाएँ
hu: Hozz létre egy 6 számjegyű PIN-kódot
ja: 6桁の暗証番号を作成する
ko: 6자리 비밀번호를 만드세요
lv: Izveidojiet sešu ciparu PIN
ms: Mencipta pin 6 digit anda
nl: Creëer een 6-cijferige pincode
no: Opprett en 6-sifret PIN-kode
pl: Utwórz sześciocyfrowy kod PIN
ro: Creați un PIN cu 6 cifre
ru: Создать 6-значный PIN.
sl: Ustvari 6-mestni PIN
sv: Skapa en 6-siffrig PIN-kod
tl: Gumawa ng 6-digit pin
tr: 6 haneli şifre oluşturun
uk: Придумайте пін код із 6и цифр
vi: Tạo mã PIN 6 chữ số
zh_hans: 创建一个6位数的识别码
zh_hant: 建立 6 個數字組成的辨識碼

# pinEnterTitle
source: Enter pin
ar: أدخل رمز الPIN
bg: Въведете ПИН
bn: পিন লিখুন
da: Zadejte pin
de: PIN eingeben
he: הכנס קוד
hi: पिन दर्ज करें
hu: Írd be a PIN-kódod
ja: 暗証番号を入力してください
ko: 비밀번호를 입력 하세요
lv: Ievadiet PIN
ms: Masukkan pin
nl: Voer pincode in
no: Tast inn PIN-kode
pl: Wpisz PIN
ro: Introdu PIN-ul
ru: Введите PIN-код
sl: Vnesite PIN
sv: Ange PIN-kod
tl: Ilagay ang pin
tr: Şifre girin
uk: Введіть пін код
vi: Nhập PIN
zh_hans: 输入识别码
zh_hant: 輸入識別碼

# pinIncorrect
source: Incorrect pin entered
ar: تم إدخال رقم التعريف الشخصي غير الصحيح
bg: Въведен е неправилен ПИН код
bn: ভুল পিন প্রবেশ করান
da: Forkert pinkode indtastet
de: Falsche PIN eingegeben
he: הוזן סיכה שגויה
hi: गलत पिन डाला गया
hu: Helytelen PIN-kódot írt be
ja: 間違った PIN が入力されました
ko: 잘못된 핀이 입력되었습니다.
lv: Ievadīta nepareiza spraudīte
ms: Pin salah dimasukkan
nl: Onjuiste pincode ingevoerd
no: Feil pin angitt
pl: Wprowadzono nieprawidłowy kod PIN
ro: PIN introdus incorect
ru: Введен неверный пин
sl: Vnesen napačen PIN
sv: Fel pinkod har angetts
tl: Maling pin ang ipinasok
tr: Yanlış pin girildi
uk: Введено неправильний PIN-код
vi: Đã nhập sai mã pin
zh_hans: 输入的密码不正确
zh_hant: 輸入的密碼不正確

# pinInvalid
source: Invalid pin entered
ar: رمز الPIN غير صحيح
bg: Въведен е невалиден ПИН
bn: অবৈধ পিন প্রবেশ করা হয়েছে
da: Neplatný pin
de: Falsche PIN eingegeben
he: הוכנס קוד לא תקין
hi: गलत पिन दर्ज किया गया
hu: Helytelen PIN-kód
ja: 入力した暗証番号が無効です
ko: 잘못된 비밀번호가 입력되었습니다.
lv: Nepareizs PIN
ms: Pin yang tak sah dimasukkan
nl: Ongeldige pincode ingevoerd
no: Den inntastede PIN-koden er ugyldig
pl: Wprowadzono nieważny kod PIN
ro: PIN invalid
ru: Введён неверный PIN код.
sl: Neveljaven PIN
sv: Felaktig PIN-kod angiven
tl: Hindi tama ang pin na nilagay
tr: Geçersiz şifre girdiniz
uk: Введено невірний пін код
vi: Mã PIN đã nhập không hợp lệ
zh_hans: 输入的识别码无效
zh_hant: 輸入的識別碼無效

# pinMethod
source: PIN
bg: ПИН-код
bn: পিন
he: קוד
hi: पिन
ja: ピン
ko: 비밀번호
nl: Pincode
no: PIN-kode
tr: Pin Kodu
uk: Пін код
vi: Mã PIN
zh_hans: 识别码
zh_hant: 識別碼

# pinRepChange
source: Enter PIN to change representative.
ar: أدخل رمز الPIN لتغير المندوب
bg: Въведете ПИН за да смените Представителя.
bn: প্রতিনিধি পরিবর্তন করতে পিন লিখুন।
da: Zadejte PIN pro změnu zástupce.
de: PIN eingeben, um Vertreter zu wechseln
he: הכנס קוד בכדי לשנות נציג
hi: प्रतिनिधि बदलने के लिए पिन दर्ज करें
hu: Írd be a PIN-kódod, hogy megváltoztasd a Képviselőd
ja: 暗証番号を入力して代理人を変更します。
ko: 대리인을 변경하려면 비밀번호를 입력하십시오
lv: Ievadiet PIN, lai nomainītu pārstāvi.
ms: Masukkan pin untuk mengubah wakil
nl: Voer PIN in om van vertegenwoordiger te veranderen
no: Angi PIN-kode for å endre representant.
pl: Wpisz PIN żeby zmienić przedstawiciela
ro: Introdu PIN-ul pentru a schimba reprezentantul
ru: Введите PIN для смены представителя
sl: Vnesite PIN za spremembo predstavnika.
sv: Ange PIN för att byta representant
tl: Ilagay ang pin para palitan ang representative
tr: Temsilcinizi değiştirmek için pin kodunuzu girin
uk: Введіть пін код для зміни представника.
vi: Nhập mã PIN để thay đổi đại diện.
zh_hans: 输入识别码以更改代表。
zh_hant: 輸入識別碼以變更代表。

# pinsDontMatch
source: Pins do not match
ar: الدبابيس غير متطابقة
bg: Щифтовете не съвпадат
bn: পিন মেলে না
da: Pins matcher ikke
de: Stifte stimmen nicht überein
he: סיכות אינן תואמות
hi: पिन मेल नहीं खाते
hu: A csapok nem egyeznek
ja: ピンが一致しません
ko: 핀이 일치하지 않습니다
lv: Piespraudes nesakrīt
ms: Pin tidak sepadan
nl: Pinnen komen niet overeen
no: Pinner stemmer ikke
pl: Piny nie pasują
ro: Pinurile nu se potrivesc
ru: Пины не совпадают
sl: Zatiči se ne ujemajo
sv: Pins matchar inte
tl: Hindi tugma ang mga pin
tr: Pinler eşleşmiyor
uk: Піни не збігаються
vi: Ghim không khớp
zh_hans: 引脚不匹配
zh_hant: 引腳不匹配

# pinSeedBackup
source: Enter PIN to Backup Seed
ar: أدخل الPIN للنسخ المفتاح الخاص
bg: Въведи ПИН за да съхраниш Seed
bn: ব্যাকআপ সীড, পিন লিখুন
da: Zadejte PIN pro zálohu semínka
de: PIN eingeben, um Seed zu sehen.
he: הכנס קוד בכדי לראות את הסיד של הארנק.
hi: वॉलेट के सीड को बैकअप के लिए पिन दर्ज करें।
hu: Írd be a PIN-kódod, hogy megjelenjen a seeded.
ja: シードをバックアップするため暗証番号を入力して下さい
ko: 시드 지갑 를 보시려면 비밀번호을 입력하세요
lv: Ievadiet PIN, lai kopētu sēklu
ms: Masukkan pin to melihat benih dompet.
nl: Vul je pincode in om jouw wallet seed te zien.
no: Angi PIN-kode for a sikkerhetskopiere Seed
pl: Wpisz PIN żeby zobaczyć nasiono portfela.
ro: Introdu PIN-ul pentru a vedea seed-ul portofelului.
ru: Введите PIN для резервного копирования Seed.
sl: Vnesite PIN za shranitev ključa
sv: Ange din PIN-kod för att se ditt seed.
tl: Ilagay ang pin para tingnan ang wallet seed.
tr: Seed'i görüntülemek için şifreyi girin.
uk: Введіть пін код для створення резервної копії
vi: Nhập mã PIN để sao lưu hạt giống
zh_hans: 输入识别码以查看钱包种子。
zh_hant: 輸入識別碼以查看錢包種子
