Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# importGiftv2
source: The link you clicked contains some %2, would you like to import it to this wallet?
ar: الرابط الذي نقرت عليه يحتوي على بعض NANO ، هل ترغب في استيراده إلى هذه المحفظة؟
bg: Връзката, върху която сте кликнали, съдържа малко NANO, искате ли да го импортирате в този портфейл?
bn: আপনি যে লিঙ্কটি ক্লিক করেছেন তাতে কিছু NANO রয়েছে, আপনি কি এটি এই ওয়ালেটে আমদানি করতে চান?
da: Det link, du klikkede på, indeholder noget NANO. Vil du importere det til denne tegnebog?
de: Der Link, auf den Sie geklickt haben, enthält etwas NANO, möchten Sie es in dieses Wallet importieren?
he: הקישור שלחצתם מכיל קצת NANO, האם תרצה לייבא אותו לארנק הזה?
hi: आपके द्वारा क्लिक किए गए लिंक में कुछ नैनो है, क्या आप इसे इस वॉलेट में आयात करना चाहेंगे?
hu: A link, amelyre kattintott, NANO-t tartalmaz. Szeretné importálni ebbe a pénztárcába?
ja: クリックしたリンクには NANO が含まれています。このウォレットにインポートしますか?
ko: 클릭한 링크에 일부 나노가 포함되어 있습니다. 이 지갑으로 가져오시겠습니까?
lv: Saite, uz kuras noklikšķinājāt, satur kādu NANO. Vai vēlaties to importēt šajā makā?
ms: Pautan yang anda klik mengandungi beberapa NANO, adakah anda ingin mengimportnya ke dompet ini?
nl: De link waarop je hebt geklikt, bevat wat NANO, wil je deze in deze portemonnee importeren?
no: Linken du klikket inneholder noe NANO, vil du importere det til denne lommeboken?
pl: Link, który kliknąłeś zawiera jakieś NANO, czy chcesz je zaimportować do tego portfela?
ro: Linkul pe care ați dat clic conține niște NANO, doriți să îl importați în acest portofel?
ru: Ссылка, по которой вы щелкнули, содержит некоторое количество NANO. Вы хотите импортировать его в этот кошелек?
sl: Povezava, ki ste jo kliknili, vsebuje nekaj NANO, ali bi ga radi uvozili v to denarnico?
sv: Länken du klickade på innehåller lite NANO, vill du importera den till den här plånboken?
tl: Ang link na iyong na-click ay naglalaman ng ilang NANO, gusto mo bang i-import ito sa wallet na ito?
tr: Tıkladığınız bağlantı biraz NANO içeriyor, onu bu cüzdana aktarmak ister misiniz?
uk: Посилання, яке ви клацнули, містить трохи NANO, чи хочете ви імпортувати його в цей гаманець?
vi: Liên kết bạn đã nhấp vào chứa một số NANO, bạn có muốn nhập nó vào ví này không?
zh_hans: 您点击的链接包含一些 NANO，您想将其导入此钱包吗？
zh_hant: 您點擊的鏈接包含一些 NANO，您想將其導入此錢包嗎？

source: Import HD
ar: استيراد HD
bg: Импортиране на HD
bn: এইচডি আমদানি করুন
da: Importer HD
de: HD importieren
he: ייבוא HD
hi: आयात एचडी
hu: HD importálása
ja: HD のインポート
ko: HD 가져오기
lv: Importēt HD
nl: HD importeren
no: Importer HD
pl: Importuj HD
ru: Импорт HD
sl: Uvoz HD
sv: Importera HD
tl: Mag-import ng HD
tr: HD'yi içe aktar
uk: Імпорт HD
vi: Nhập HD
zh_hans: 导入高清
zh_hant: 導入高清

source: Import Secret Phrase
ar: استيراد العبارة السرية
bg: Импортирай тайната фраза
bn: গোপন বাক্যাংশ আমদানি করুন
da: Importujte tajnou frázi
de: Geheimsequenz importieren
hi: गुप्त वाक्यांश आयात करें
ja: シークレットフレーズをインポートする
lv: Importēt slepeno frāzi
ms: Import Frasa Rahsia
nl: Importeer geheime zin
no: Importer tilknytningkode
pl: Importuj Sekretną Frazę
ro: Importare formulă secretă
ru: Импортировать секретную фразу
sl: Uvozi skrivni niz
sv: Importera hemlig fras
tl: I-import ang secret phrase
tr: Gizli Cümle Aktar
uk: Імпортувати секретну фразу
vi: Nhập cụm từ bí mật
zh_hans: 输入秘密词语
zh_hant: 輸入秘密詞語

# importSecretPhraseHint
source: Please enter your 24-word secret phrase below. Each word should be separated by a space.
ar: الرجاء إدخال عبارة سرية مكونة من 24 كلمة. يجب فصل كل كلمة بمسافة.
bg: Моля, въведете вашата тайна фраза от 24 думи по-долу. Всяка дума трябва да бъде отделена с интервал.
bn: দয়া করে নীচে আপনার 24-শব্দের গোপন বাক্যাংশটি প্রবেশ করান প্রতিটি শব্দ একটি স্থান দ্বারা পৃথক করা উচিত।
da: Níže zadejte svoji 24slovnou tajnou frázi. Každé slovo by mělo být odděleno mezerou.
de: Bitte gib unten deine 24-wörtige Geheimsequenz ein. Trenne die Wörter dabei mit Leerzeichen.
hi: कृपया अपना 24-शब्द गुप्त वाक्यांश नीचे दर्ज करें। प्रत्येक शब्द को एक स्थान से अलग किया जाना चाहिए।
ja: 以下に24語のシークレットフレーズを入力してください。各単語はスペースで区切ります。
lv: Lūdzu ievadiet jūsu 24 vārdu slepeno frāzi. Katram vārdam jābūt atdalītam ar atstarpi.
ms: Sila masukkan frasa rahsia 24 perkataan anda di bawah. Setiap perkataan harus dipisahkan oleh ruang.
nl: Voer hieronder jouw geheime zin van 24 woorden in. Elk woord moet worden gescheiden door een spatie.
no: Vennligst angi din 24-ords tilknytningskode nedenfor. Hvert ord skal være adskilt med et mellomrom.
pl: Wpisz swoją frazę która ma 24 słowa. Każde słowo powinno być oddzielone spacją.
ro: Introduceți fraza de 24 de cuvinte mai jos. Fiecare cuvânt trebuie să fie separat printr-un spațiu.
ru: Пожалуйста, введите вашу секретную фразу из 24 слов ниже, каждое слово должно быть разделено пробелом.
sl: Spodaj vnesite vaš skrivni 24-besedni niz. Vsaka beseda naj bo ločena s presledkom.
sv: Ange din hemliga fras på 24 ord. Varje ord ska separeras med ett mellanslag.
tl: Pakilagay ang iyong 24 na salita na iyong secret phrase sa ibaba. Ang bawat salita ay dapat may ispasyo sa pagitan.
tr: Lütfen 24 kelimelik gizli cümleni, her kelime birer boşlukla ayrılmış şekilde gir.
uk: Будь ласка введіть секретну фразу із 24 слів. Слова мають бути розділені пробілом.
vi: Hãy nhập 24 từ bí mật vào dưới đây. Mỗi từ phải được cách nhau bởi dấu cách.
zh_hans: 请输入您的24个秘密词语。每个词语应该由空格分隔。
zh_hant: 請輸入您的 24 個秘密詞語。每個詞應用空格分隔。

source: Import Seed
ar: جلب المفتاح الخاص
bg: Импортирай seed
bn: সীড আমদানি করুন
da: Importovat semínko
de: Seed importieren
he: ייבא סיד
hi: सीड इम्पोर्ट करें
hu: Seed importálása
ja: シードをインポートする
ko: 시드를 가져 옵니다
lv: Importēt sēklu
ms: Import benih
nl: Importeer seed
no: Importer Seed
pl: Importuj nasiono.
ro: Importă seed-ul
ru: Импортировать Seed
sl: Uvozi ključ
sv: Importera seed
tl: I-import ang iyong seed
tr: Seed'i içe aktar
uk: Імпортувати seed
vi: Nhập hạt giống
zh_hans: 导入种子
zh_hant: 匯入種子

# importSeedHint
source: Please enter your seed below.
ar: أدخل المفتاح الخاص
bg: Моля въведете вашият Seed по-долу.
bn: অনুগ্রহ করে নিচে আপনার সীড লিখুন।
da: Prosím, zadejte vaše semínko níže.
de: Bitte füge deinen Seed ein.
he: בבקשה תכניס את הסיד שלך.
hi: कृपया नीचे अपना सीड दर्ज करें।
hu: Írd be a seeded.
ja: シードを入力してください。
ko: 아래에 시드를 입력하세요
lv: Zemāk norādiet sēklu.
ms: Sila masukkan benih anda di bawah.
nl: Vul je seed in.
no: Angi Seed nedenfor
pl: Prosze zapisz swoje nasiono poniżej.
ro: Introdu seed-ul mai jos.
ru: Пожалуйста, введите ваш Seed ниже.
sl: Spodaj vnesite ključ.
sv: Ange ditt seed nedanför.
tl: Ilagay ang iyong seed sa ibaba.
tr: Lütfen seed'inizi girin.
uk: Будь ласка введіть ваш seed нижче.
vi: Nhập hạt giống của bạn vào phần dưới đây.
zh_hans: 请在下面输入您的种子。
zh_hant: 請在下方輸入您的種子

source: Import Seed Instead
ar: بدلاً من ذلك، استيراد المفتاح الخاص
bg: Вместо това Импортирай Seed
bn: পরিবর্তে সীড আমদানি করুন
da: Místo toho importovat semínko
de: Stattdessen Seed importieren
hi: इसके बजाय सीड आयात करें
ja: 代わりにシードをインポートする
lv: Importēt privāto atslēgu
ms: Import Benih Sebaliknya
nl: In plaats daarvan seed importeren
no: Importer Seed i stedet
pl: Importuj Nasiono Zamiast Sekretnej Frazy
ro: Introducere seed-ul în loc
ru: Импортируйте Seed
sl: Uvozi zasebni ključ
sv: Importera seed istället
tl: I-import ang seed
tr: Seedle İçe Aktar
uk: Замість того імпортувати seed
vi: Nhập hạt giống
zh_hans: 导入种子
zh_hant: 匯入種子

source: Import Standard
ar: معيار الاستيراد
bg: Стандарт за импортиране
bn: স্ট্যান্ডার্ড আমদানি করুন
de: Standard importieren
he: תקן ייבוא
hi: आयात मानक
hu: Szabvány importálása
ja: インポート標準
ko: 수입기준
lv: Importa standarts
ms: Standard Import
nl: Standaard importeren
pl: Importuj standard
ro: Standard de import
ru: Стандарт импорта
sl: Uvozni standard
tl: Pamantayan sa Pag-import
tr: İthalat Standardı
uk: Стандарт імпорту
vi: Tiêu chuẩn nhập khẩu
zh_hans: 进口标准
zh_hant: 進口標準

source: Import Wallet
ar: إجلب محفظة
bg: Импортирай Портфейл
bn: ওয়ালেট আমদানি করুন
da: Importovat pěněženku
de: Wallet importieren
he: ייבא ארנק
hi: वॉलेट आयात हैं
hu: Tárca Importálása
ja: ウォレットをインポートする
ko: 기존 지갑
lv: Importēt maku
ms: Import Dompet
nl: Importeer wallet
no: Importer lommebok
pl: Importuj Portfel
ro: Importă portofelul
ru: Импортировать
sl: Uvozi denarnico
sv: Importera plånbok
tl: Dating Wallet
tr: İçe Aktar
uk: Імпортувати гаманець
vi: Nhập ví hiện có
zh_hans: 导入现有钱包
zh_hant: 匯入現有錢包

source: I'm Sure
ar: أنا متأكد
bg: Сигурен съм
bn: আমি নিশ্চিত
da: Jeg er sikker
de: Ich bin sicher
he: אני בטוח
hi: मुझे यकीन है
hu: Biztos vagyok benne
ja: 私は確信しています
ko: 확실해
lv: Esmu pārliecināts
ms: Saya pasti
nl: Ik ben er zeker van
no: Jeg er sikker
pl: Jestem pewien
ro: Sunt sigur
ru: Я уверен
sl: Prepričan sem
sv: Jag är säker
tl: Sigurado ako
tr: Eminim
uk: Я впевнений
vi: Tôi chắc chắn
zh_hans: 我确定
zh_hant: 我確定

source: Instantly
ar: فوراً
bg: Веднага
bn: তাত্ক্ষণিকভাবে
da: Ihned
de: Sofort
he: באופן מידי
hi: तुरन्त
hu: Azonnal
ja: 今すぐ
lv: Uzreiz
ms: Seketika
nl: Direct
no: Øyeblikkelig
ro: Imediat
ru: Немедленно
sl: Takoj
sv: Omedelbart
tl: Agad
tr: Hemen
uk: Миттєво
vi: Ngay tức thì
zh_hans: 立刻
zh_hant: 立刻

source: Insufficient Balance
ar: لرصيد غير كافي
bg: Недостатъчен Баланс
bn: অপর্যাপ্ত টাকা
da: Nedostatečný zůstatek
de: Nicht genügend Guthaben
he: אין מספיק מטבעות בחשבון
hi: अपर्याप्त शेष राशि (बैलेंस)
hu: Elégtelen Számlaegyenleg
ja: 残高不足です
ko: 잔액이 부족합니다
lv: Nepietiek līdzekļu
ms: Baki tak mencukupi
nl: Onvoldoende saldo
no: Saldo er utilstrekkelig
pl: Niewystarczające środki
ro: Fonduri insuficiente
ru: Недостаточный баланс
sl: Premalo na računu
sv: Otillräckligt saldo
tl: Hindi sapat ang balanse
tr: Yetersiz Bakiye
uk: Недостатньо коштів
vi: Số dư không đủ
zh_hans: 余额不足
zh_hant: 餘額不足

# introSkippedWarningContent
source: We skipped the intro process to save you time, but you should backup your newly created seed immediately. If you lose your seed you will lose access to your funds. Additionally, your passcode has been set to "000000" which you should also change immediately.
ar: لقد تخطينا عملية المقدمة لتوفير الوقت ، ولكن يجب عليك الاحتفاظ بنسخة احتياطية من البذور التي تم إنشاؤها حديثًا على الفور. إذا فقدت بذرتك ، فستفقد إمكانية الوصول إلى أموالك. بالإضافة إلى ذلك ، تم تعيين رمز المرور الخاص بك على "000000" والذي يجب عليك أيضًا تغييره على الفور.
bg: Пропуснахме въвеждащия процес, за да ви спестим време, но трябва незабавно да архивирате новосъздадения начален файл. Ако загубите своето семе, ще загубите достъп до средствата си. Освен това паролата ви е зададена на "000000", която също трябва да промените незабавно.
bn: আমরা আপনার সময় বাঁচানোর জন্য ভূমিকা প্রক্রিয়াটি এড়িয়ে গিয়েছি, কিন্তু আপনার সদ্য তৈরি বীজ অবিলম্বে ব্যাকআপ করা উচিত। যদি আপনি আপনার বীজ হারান আপনি আপনার তহবিল অ্যাক্সেস হারাবেন. অতিরিক্তভাবে, আপনার পাসকোড "000000" এ সেট করা হয়েছে যা আপনার অবিলম্বে পরিবর্তন করা উচিত।
da: Vi sprang introduktionsprocessen over for at spare dig tid, men du bør sikkerhedskopiere dit nyoprettede frø med det samme. Hvis du mister dit seed, mister du adgangen til dine midler. Derudover er din adgangskode sat til "000000", som du også skal ændre med det samme.
de: Wir haben den Einführungsprozess übersprungen, um Ihnen Zeit zu sparen, aber Sie sollten Ihren neu erstellten Seed sofort sichern. Wenn Sie Ihren Seed verlieren, verlieren Sie den Zugriff auf Ihre Gelder. Außerdem wurde Ihr Passcode auf „000000“ gesetzt, den Sie ebenfalls sofort ändern sollten.
he: דילגנו על תהליך ההקדמה כדי לחסוך לך זמן, אבל עליך לגבות מיד את ה-seed החדש שנוצר. אם תאבד את ה-seed שלך, תאבד את הגישה לכספים שלך. בנוסף, קוד הגישה שלך הוגדר ל-"000000", אותו עליך לשנות מיד.
hi: हमने आपका समय बचाने के लिए परिचय प्रक्रिया को छोड़ दिया, लेकिन आपको अपने नए बनाए गए बीज का तुरंत बैकअप लेना चाहिए। यदि आप अपना बीज खो देते हैं तो आप अपने धन तक पहुंच खो देंगे। इसके अतिरिक्त, आपका पासकोड "000000" पर सेट कर दिया गया है जिसे आपको भी तुरंत बदलना चाहिए।
hu: Kihagytuk a bevezető folyamatot, hogy időt takarítson meg, de azonnal készítsen biztonsági másolatot az újonnan létrehozott magról. Ha elveszíti a vetőmagot, elveszíti a hozzáférést az alapokhoz. Ezenkívül a jelszavát „000000”-ra állította, amelyet szintén azonnal módosítania kell.
ja: 時間を節約するために導入プロセスをスキップしましたが、新しく作成したシードをすぐにバックアップする必要があります。 シードを失うと、資金にアクセスできなくなります。 さらに、パスコードが「000000」に設定されていますが、これもすぐに変更する必要があります。
ko: 시간을 절약하기 위해 소개 과정을 건너뛰었지만 새로 생성된 시드를 즉시 백업해야 합니다. 시드를 잃어버리면 자금에 접근할 수 없게 됩니다. 또한 비밀번호가 "000000"으로 설정되어 있으므로 즉시 변경해야 합니다.
lv: Mēs izlaidām ievada procesu, lai ietaupītu jūsu laiku, taču jums nekavējoties jādublē jaunizveidotā sēkla. Ja pazaudēsit savu sēklu, jūs zaudēsit piekļuvi saviem līdzekļiem. Turklāt jūsu piekļuves kods ir iestatīts uz "000000", kas jums arī nekavējoties jāmaina.
ms: Kami melangkau proses pengenalan untuk menjimatkan masa anda, tetapi anda harus membuat sandaran benih anda yang baru dibuat dengan segera. Jika anda kehilangan benih anda, anda akan kehilangan akses kepada dana anda. Selain itu, kod laluan anda telah ditetapkan kepada "000000" yang anda juga harus tukar serta-merta.
nl: We hebben het introductieproces overgeslagen om u tijd te besparen, maar u moet onmiddellijk een back-up maken van uw nieuw gemaakte seed. Als u uw seed verliest, verliest u de toegang tot uw geld. Bovendien is uw toegangscode ingesteld op "000000", die u ook onmiddellijk moet wijzigen.
no: Vi hoppet over introduksjonsprosessen for å spare tid, men du bør ta backup av det nyopprettede frøet ditt umiddelbart. Hvis du mister frøet ditt, mister du tilgang til midlene dine. I tillegg er passordet ditt satt til "000000", som du også bør endre umiddelbart.
pl: Pominęliśmy proces wprowadzania, aby zaoszczędzić czas, ale należy natychmiast wykonać kopię zapasową nowo utworzonego materiału siewnego. Jeśli zgubisz swój seed, stracisz dostęp do swoich funduszy. Dodatkowo Twoje hasło zostało ustawione na „000000”, które również należy natychmiast zmienić.
ro: Am omis procesul de introducere pentru a vă economisi timp, dar ar trebui să faceți imediat backup pentru semințele nou create. Dacă vă pierdeți sămânța, veți pierde accesul la fonduri. În plus, parola dvs. a fost setată la „000000”, pe care ar trebui să o modificați imediat.
ru: Мы пропустили вводный процесс, чтобы сэкономить ваше время, но вам следует немедленно сделать резервную копию только что созданного начального числа. Если вы потеряете свой seed, вы потеряете доступ к своим средствам. Кроме того, ваш пароль был установлен на «000000», который вы также должны немедленно изменить.
sl: Preskočili smo uvodni postopek, da bi vam prihranili čas, vendar morate takoj varnostno kopirati svoje novo ustvarjeno seme. Če izgubite svoje seme, boste izgubili dostop do svojih sredstev. Poleg tega je vaše geslo nastavljeno na »000000«, ki ga prav tako takoj spremenite.
sv: Vi hoppade över introduktionsprocessen för att spara tid, men du bör säkerhetskopiera ditt nyskapade frö omedelbart. Om du tappar ditt seed kommer du att förlora tillgången till dina pengar. Dessutom har ditt lösenord ställts in på "000000" som du också bör ändra omedelbart.
tl: Nilaktawan namin ang proseso ng intro para makatipid ka ng oras, ngunit dapat mong i-backup kaagad ang iyong bagong likhang binhi. Kung nawala mo ang iyong binhi, mawawalan ka ng access sa iyong mga pondo. Bilang karagdagan, ang iyong passcode ay naitakda sa "000000" na dapat mo ring baguhin kaagad.
tr: Size zaman kazandırmak için giriş işlemini atladık, ancak yeni oluşturduğunuz tohumunuzu hemen yedeklemelisiniz. Tohumunuzu kaybederseniz, fonlarınıza erişiminizi kaybedersiniz. Ek olarak, şifreniz "000000" olarak ayarlanmıştır ve hemen değiştirmeniz gerekir.
uk: Ми пропустили вступний процес, щоб заощадити ваш час, але вам слід негайно створити резервну копію свого щойно створеного початкового коду. Якщо ви втратите початкове значення, ви втратите доступ до своїх коштів. Крім того, ваш пароль встановлено на "000000", який також слід негайно змінити.
vi: Chúng tôi đã bỏ qua quá trình giới thiệu để tiết kiệm thời gian cho bạn, nhưng bạn nên sao lưu hạt giống mới tạo của mình ngay lập tức. Nếu bạn mất hạt giống, bạn sẽ mất quyền truy cập vào tiền của mình. Ngoài ra, mật mã của bạn đã được đặt thành "000000", bạn cũng nên thay đổi ngay lập tức.
zh_hans: 我们跳过了介绍过程以节省您的时间，但您应该立即备份新创建的种子。 如果您失去种子，您将无法使用您的资金。 此外，您的密码已设置为“000000”，您也应立即更改。
zh_hant: 我們跳過了介紹過程以節省您的時間，但您應該立即備份新創建的種子。 如果您失去種子，您將無法使用您的資金。 此外，您的密碼已設置為“000000”，您也應立即更改。

# introSkippedWarningHeader
source: Backup your seed!
ar: قم بعمل نسخة احتياطية من بذورك!
bg: Архивирайте вашето семе!
bn: আপনার বীজ ব্যাকআপ!
da: Sikkerhedskopier dit frø!
de: Sichern Sie Ihren Seed!
he: גבה את הזרע שלך!
hi: अपने बीज का बैकअप लें!
hu: Készítsen biztonsági másolatot a magról!
ja: シードをバックアップしてください！
ko: 당신의 씨앗을 백업하십시오!
lv: Dublējiet savu sēklu!
ms: Sandarkan benih anda!
nl: Maak een back-up van je zaad!
no: Ta sikkerhetskopi av frøet ditt!
pl: Utwórz kopię zapasową swojego materiału siewnego!
ro: Fă-ți o rezervă de semințe!
ru: Сделайте резервную копию вашего семени!
sl: Varnostno kopirajte svoje seme!
sv: Säkerhetskopiera ditt frö!
tl: I-backup ang iyong binhi!
tr: Tohumunu yedekle!
uk: Зробіть резервну копію свого насіння!
vi: Sao lưu hạt giống của bạn!
zh_hans: 备份你的种子！
zh_hant: 備份你的種子！

# invalidAddress
source: Address entered was invalid
ar: العنوان المدخل غير صحيح
bg: Въведеният Адрес е невалиден
bn: এই ঠিকানাটি অবৈধ
da: Zadaná adresa není platná
de: Ungültige Empfänger-Adresse
he: כתובת יעד אינה תקינה
hi: गलत गंतव्य पता
hu: Helytelen Cím
ja: 入力したアドレスが無効です
ko: 목적지 주소가 잘못되었습니다
lv: Ievadītā adrese nav derīga
ms: Alamat destinasi tidak sah
nl: Ongeldige ontvanger
no: Den angitte adressen er ugyldig
pl: Wpisany Addres jest nieważny
ro: Adresa introdusă este invalidă
ru: Введен неверный адрес
sl: Naslov je neveljaven
sv: Ogiltig mottagaradress
tl: Hindi wasto ang Destination Address
tr: Geçersiz bir adres girdiniz
uk: Введено невірну адресу
vi: Địa chỉ đã nhập không hợp lệ
zh_hans: 无效的目标地址
zh_hant: 無效的目標地址

# invalidFrequency
source: Frequency Invalid
bg: Честотата е невалидна
da: Frekvens ugyldig
de: Frequenz ungültig
he: תדר לא חוקי
hi: फ्रीक्वेंसी अमान्य
hu: Érvénytelen gyakoriság
ko: 주파수 무효
ms: Kekerapan Tidak Sah
nl: Frequentie ongeldig
pl: Nieprawidłowa częstotliwość
ro: Frecvență invalidă
ru: Частота недействительна
sv: Frekvens ogiltig
tl: Di-wasto ang Dalas
tr: Frekans Geçersiz
uk: Недійсна частота
vi: Tần suất không hợp lệ
zh_hans: 频率无效
zh_hant: 頻率無效

source: Invalid Height
ar: ارتفاع غير صالح
bg: Невалидна височина
bn: অবৈধ উচ্চতা
da: Ugyldig højde
de: Ungültige Höhe
he: גובה לא חוקי
hi: अमान्य ऊंचाई
hu: Érvénytelen magasság
ja: 無効な高さ
ko: 잘못된 높이
lv: Nederīgs augstums
ms: Ketinggian Tidak Sah
nl: Ongeldige hoogte
no: Ugyldig høyde
pl: Nieprawidłowa wysokość
ro: Înălțime nevalidă
ru: Неверный рост
sl: Neveljavna višina
sv: Ogiltig höjd
tl: Di-wastong Taas
tr: Geçersiz Yükseklik
uk: Недійсна висота
vi: Chiều cao không hợp lệ
zh_hans: 无效高度
zh_hant: 無效高度

source: Invalid Password
ar: كلمة المرور خاطئ
bg: Грешна парола
bn: ভুল পাসওয়ার্ড
da: Neplatné heslo
de: Ungültiges Passwort
hi: अवैध पासवर्ड
ja: パスワードが無効です
ms: kata laluan tidak sah
nl: Wachtwoord ongeldig
no: Ugyldig passord
pl: Błędne Hasło
ro: Parolă incorectă
ru: Неправильный пароль
sv: Ogiltigt lösenord
tl: Maling Password
tr: Geçersiz Şifre
uk: Невірний пароль
vi: Mật khẩu không hợp lệ
zh_hans: 无效密码
zh_hant: 無效的密碼

source: Invalid Pin
ar: رقم التعريف الشخصي غير صالح
bg: Невалиден ПИН
bn: অবৈধ পিন
da: Ugyldig pinkode
de: Ungültige PIN
he: סיכה לא חוקית
hi: अमान्य पिन
hu: Érvénytelen PIN-kód
ja: 無効なピン
ko: 잘못된 핀
lv: Nederīga Pin
ms: Pin tidak sah
nl: Ongeldige pin
no: Ugyldig PIN-kode
pl: Nieprawidłowy kod PIN
ro: PIN nevalid
ru: Неверный PIN-код
sl: Neveljaven PIN
sv: Ogiltig pinkod
tl: Di-wastong Pin
tr: Geçersiz Pin
uk: Недійсний PIN-код
vi: Ghim không hợp lệ
zh_hans: 无效引脚
zh_hant: 無效引腳
