Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

source: Check Availability
ar: تحقق من التوفر
bg: Провери наличността
bn: প্রাপ্যতা পরীক্ষা করুন
da: Tjek tilgængelighed
de: Verfügbarkeit prüfen
he: בדוק זמינות
hi: उपलब्धता जाँचें
hu: Szabad szobák ellenőrzése
ja: 空き状況を確認する
ko: 이용 가능 확인
ms: Semak Ketersediaan
nl: Beschikbaarheid controleren
no: Sjekk tilgjengelighet
pl: Sprawdź dostępność
ro: Verifică disponibilitatea
ru: Проверить доступность
sl: Preverite razpoložljivost
sv: Kontrollera tillgänglighet
tl: Suriin ang Availability
tr: Durumu Kontrol Et
uk: Перевірити наявність
vi: Kiểm tra tính khả dụng
zh_hans: 查看空房情况
zh_hant: 查看可用性

source: Close
ar: إغلاق
bg: Затвори
bn: বন্ধ
da: Zavřít
de: Schließen
he: סגור
hi: बंद करें
hu: Bezárás
ja: 閉じる
ko: 닫기
lv: Aizvērt
ms: Tutup
nl: Sluiten
no: Lukk
pl: Zamknij
ro: Închide
ru: Закрыть
sl: Zapri
sv: Stäng
tl: Isara
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Confirm
ar: تأكيد
bg: Потвърди
bn: নিশ্চিত করুন
da: Potvrdit
de: Bestätigen
he: אשר
hi: पुष्टि करें
hu: Megerősít
ja: 確認しました
ko: 확인
lv: Apstiprināt
ms: Konfirm
nl: Bevestig
no: Bekreft
pl: Potwierdz
ro: Confirmare
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
tl: Kumpirmahin
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# confirmPasswordHint
source: Confirm the password
ar: تأكيد كلمة المرور
bg: Потвърди паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
da: Potvrďte heslo
de: Passwort bestätigen
hi: पासवर्ड की पुष्टि करें
ja: パスワードを確認する
ms: Sahkan kata laluan
nl: Bevestig het wachtwoord
no: Bekreft passordet
pl: Potwierdź hasło
ro: Confirmă parola
ru: Подтвердите пароль
sv: Bekräfta lösenordet
tl: Kumpirmahin ang password
tr: Şifreni onayla
uk: Підтвердити пароль
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# confirmPinHint
source: Confirm the pin
ar: قم بتأكيد الدبوس
bg: Потвърдете щифта
bn: পিন নিশ্চিত করুন
da: Bekræft stiften
de: Bestätigen Sie die PIN
he: אשר את הסיכה
hi: पिन की पुष्टि करें
hu: Erősítse meg a tűt
ja: ピンを確認する
ko: 핀 확인
lv: Apstipriniet spraudīti
ms: Sahkan pin
nl: Bevestig de pin
no: Bekreft pinnen
pl: Potwierdź pinezkę
ro: Confirmați pinul
ru: Подтвердите пин-код
sl: Potrdite pin
sv: Bekräfta stiftet
tl: Kumpirmahin ang pin
tr: PIN'i onaylayın
uk: Підтвердьте пін-код
vi: Xác nhận mã pin
zh_hans: 确认引脚
zh_hant: 確認引腳

# connectingHeader
source: Connecting
ar: الاتصال
bg: Свързвам се
bn: সংযোগ হচ্ছে
da: Připojování
de: Verbindet
hi: कनेक्ट हो रहा ह
ms: Menyambung
nl: Verbinden
no: Kobler til
pl: Łączenie
ro: Se încarcă
ru: Подключение
sv: Ansluter
tl: Kumokonekta
tr: Bağlanıyor
uk: З'єднання
vi: Đang kết nối
zh_hans: 连接中
zh_hant: 連線中

# connectionWarning
source: Can't Connect
ar: لا يمكن الاتصال
bg: Не мога да се свържа
bn: কানেক্ট করা যাচ্ছে না
da: Kan ikke oprette forbindelse
de: Verbindung nicht möglich
he: לא מצליח להתחבר
hi: कनेक्ट नहीं हो सकता
hu: Nem lehet csatlakozni
ja: 接続できません
ko: 연결할 수 없음
lv: Nevar izveidot savienojumu
ms: Tidak Boleh Bersambung
nl: Kan geen verbinding maken
no: Kan ikke koble til
pl: Nie mogę się połączyć
ro: Nu se poate conecta
ru: Не могу подключиться
sl: Ni mogoče vzpostaviti povezave
sv: Kan inte ansluta
tl: Hindi Makakonekta
tr: Bağlanamıyorum
uk: Не вдається підключитися
vi: Không thể kết nối
zh_hans: 无法连接
zh_hant: 無法連接

# connectionWarningBody
source: We can't seem to connect to the backend, this could just be your connection or if the issue persists, the backend might be down for maintanence or even an outage. If it's been more than an hour and you're still having issues, please submit a report in #bug-reports in the discord server @ chat.perish.co
ar: يبدو أننا لا نستطيع الاتصال بالواجهة الخلفية ، فقد يكون هذا مجرد اتصالك أو إذا استمرت المشكلة ، فقد تكون الواجهة الخلفية معطلة للصيانة أو حتى انقطاع التيار. إذا مر أكثر من ساعة وما زلت تواجه مشكلات ، فيرجى إرسال تقرير في # bug-report في خادم discord @ chat.perish.co
bg: Изглежда не можем да се свържем с бекенда, това може да е просто вашата връзка или ако проблемът продължава, бекендът може да не работи поради поддръжка или дори прекъсване. Ако е минал повече от час и все още имате проблеми, моля, изпратете доклад в #bug-reports в сървъра на discord @ chat.perish.co
bn: আমরা ব্যাকএন্ডের সাথে সংযোগ করতে পারছি না, এটি কেবল আপনার সংযোগ হতে পারে বা সমস্যাটি অব্যাহত থাকলে, ব্যাকএন্ডটি রক্ষণাবেক্ষণের জন্য বা এমনকি বিভ্রাটের জন্য ডাউন হতে পারে। যদি এক ঘণ্টার বেশি সময় হয়ে যায় এবং আপনার এখনও সমস্যা হয়, তাহলে অনুগ্রহ করে ডিসকর্ড সার্ভার @ chat.perish.co-এ #bug-reports-এ একটি প্রতিবেদন জমা দিন
da: Vi kan tilsyneladende ikke oprette forbindelse til backend, dette kan bare være din forbindelse, eller hvis problemet fortsætter, kan backend være nede på grund af vedligeholdelse eller endda et nedbrud. Hvis der er gået mere end en time, og du stadig har problemer, bedes du indsende en rapport i #bug-reports på discord-serveren @ chat.perish.co
de: Wir können anscheinend keine Verbindung zum Back-End herstellen, dies könnte nur Ihre Verbindung sein, oder wenn das Problem weiterhin besteht, ist das Back-End möglicherweise wegen Wartungsarbeiten oder sogar ausgefallen. Wenn es mehr als eine Stunde her ist und du immer noch Probleme hast, sende bitte einen Bericht unter #bug-reports auf dem Discord-Server @ chat.perish.co
he: אנחנו לא מצליחים להתחבר ל-backend, זה יכול להיות רק החיבור שלך או שאם הבעיה נמשכת, ייתכן שה-backend יהיה מושבת לצורך תחזוקה או אפילו הפסקה. אם חלפה יותר משעה ואתה עדיין נתקל בבעיות, אנא שלח דיווח ב-#bug-reports בשרת הדיסקורד @ chat.perish.co
hi: हम बैकएंड से कनेक्ट नहीं हो पा रहे हैं, यह सिर्फ आपका कनेक्शन हो सकता है या यदि समस्या बनी रहती है, तो बैकएंड मेनटेनेंस या यहां तक कि एक आउटेज के लिए डाउन हो सकता है। यदि एक घंटे से अधिक समय हो गया है और आपको अभी भी समस्या हो रही है, तो कृपया कलह सर्वर @ chat.perish.co में #bug-reports में एक रिपोर्ट सबमिट करें
hu: Úgy tűnik, hogy nem tudunk csatlakozni a háttérrendszerhez, lehet, hogy ez csak az Ön kapcsolata, vagy ha a probléma továbbra is fennáll, a háttérrendszer karbantartás vagy akár leállás miatt is leállt. Ha több mint egy óra telt el, és továbbra is problémái vannak, küldjön jelentést a #bug-reports oldalon a discord szerveren @ chat.perish.co
ja: バックエンドに接続できないようです。これは単に接続に問題があるか、問題が解決しない場合は、バックエンドがメンテナンスまたは停止のためにダウンしている可能性があります。 1 時間以上経過しても問題が解決しない場合は、discord サーバー @ chat.perish.co の #bug-reports でレポートを送信してください。
ko: 백엔드에 연결할 수 없는 것 같습니다. 이것은 귀하의 연결일 수 있습니다. 또는 문제가 지속되는 경우 백엔드가 유지 관리 또는 중단을 위해 다운될 수 있습니다. 1시간이 넘었지만 여전히 문제가 있는 경우 디스코드 서버 @ chat.perish.co의 #bug-reports로 신고해 주세요.
lv: Šķiet, ka mēs nevaram izveidot savienojumu ar aizmugursistēmu. Tas var būt tikai jūsu savienojums vai, ja problēma joprojām pastāv, aizmugursistēma var nedarboties apkopes vai pat pārtraukuma dēļ. Ja ir pagājusi vairāk nekā stunda un problēmas joprojām pastāv, lūdzu, iesniedziet ziņojumu sadaļā #bug-reports discord serverī @ chat.perish.co
ms: Nampaknya kami tidak dapat menyambung ke bahagian belakang, ini mungkin hanya sambungan anda atau jika isu itu berterusan, bahagian belakang mungkin terputus untuk penyelenggaraan atau gangguan. Jika sudah lebih sejam dan anda masih menghadapi masalah, sila serahkan laporan dalam #bug-reports dalam pelayan perselisihan @ chat.perish.co
nl: We kunnen geen verbinding maken met de backend, dit kan gewoon uw verbinding zijn of als het probleem aanhoudt, is de backend mogelijk niet beschikbaar wegens onderhoud of zelfs een storing. Als het meer dan een uur geleden is en je nog steeds problemen hebt, dien dan een rapport in in #bug-reports op de discord-server @ chat.perish.co
no: Det ser ikke ut til at vi kan koble til backend, dette kan bare være tilkoblingen din, eller hvis problemet vedvarer, kan backend være nede for vedlikehold eller til og med et strømbrudd. Hvis det har gått mer enn en time og du fortsatt har problemer, vennligst send en rapport i #bug-reports på discord-serveren @ chat.perish.co
pl: Wygląda na to, że nie możemy połączyć się z backendem, może to być po prostu twoje połączenie lub jeśli problem będzie się powtarzał, backend może być wyłączony z powodu konserwacji lub nawet awarii. Jeśli minęła ponad godzina, a nadal masz problemy, prześlij zgłoszenie w #bug-reports na serwerze discord @ chat.perish.co
ro: Se pare că nu ne putem conecta la backend, aceasta ar putea fi doar conexiunea dvs. sau, dacă problema persistă, backend-ul ar putea fi oprit pentru întreținere sau chiar o întrerupere. Dacă a trecut mai mult de o oră și mai aveți probleme, vă rugăm să trimiteți un raport în #bug-reports pe serverul Discord @ chat.perish.co
ru: Кажется, мы не можем подключиться к серверной части, это может быть просто ваше соединение, или, если проблема не устранена, серверная часть может быть отключена для обслуживания или даже простоя. Если прошло больше часа, а проблемы все еще возникают, отправьте отчет в #bug-reports на сервере разногласий @ chat.perish.co.
sl: Zdi se, da se ne moremo povezati z zaledjem, to je lahko samo vaša povezava ali če se težava ponovi, je zaledje morda nedosegljivo zaradi vzdrževanja ali celo izpada. Če je minilo več kot eno uro in imate še vedno težave, pošljite poročilo v #bug-reports v strežniku discord @ chat.perish.co
sv: Vi verkar inte kunna ansluta till backend, detta kan bara vara din anslutning eller om problemet kvarstår kan backend vara nere för underhåll eller till och med ett avbrott. Om det har gått mer än en timme och du fortfarande har problem, skicka en rapport i #bug-reports på discord-servern @ chat.perish.co
tl: Mukhang hindi kami makakonekta sa backend, maaaring ito lang ang iyong koneksyon o kung magpapatuloy ang isyu, maaaring hindi na mapanatili ang backend para sa pagpapanatili o kahit na isang outage. Kung mahigit isang oras na at nagkakaroon ka pa rin ng mga isyu, mangyaring magsumite ng ulat sa #bug-reports sa discord server @ chat.perish.co
tr: Arka uca bağlanamıyoruz, bu sadece sizin bağlantınız olabilir veya sorun devam ederse, arka uç bakım veya hatta bir kesinti olabilir. Bir saatten fazla olduysa ve hala sorun yaşıyorsanız, lütfen discord sunucusu @ chat.perish.co'daki #bug-reports bölümüne bir rapor gönderin.
uk: Схоже, ми не можемо підключитися до серверної частини. Можливо, це лише ваше з’єднання, або якщо проблема не зникне, серверна частина не працює на технічне обслуговування або навіть збій. Якщо минуло більше години, а у вас усе ще виникають проблеми, будь ласка, надішліть звіт у #bug-reports на сервері Discord @ chat.perish.co
vi: Chúng tôi dường như không thể kết nối với chương trình phụ trợ, đây có thể chỉ là kết nối của bạn hoặc nếu sự cố vẫn tiếp diễn, chương trình phụ trợ có thể ngừng hoạt động để bảo trì hoặc thậm chí là ngừng hoạt động. Nếu đã hơn một giờ mà bạn vẫn gặp sự cố, vui lòng gửi báo cáo trong # bug-report trong máy chủ bất hòa @ chat.perish.co
zh_hans: 我们似乎无法连接到后端，这可能只是您的连接，或者如果问题仍然存在，后端可能会因维护甚至中断而停机。如果一个多小时后仍然有问题，请在 discord 服务器@chat.perish.co 的#bug-reports 中提交报告
zh_hant: 我們似乎無法連接到後端，這可能只是您的連接，或者如果問題仍然存在，後端可能會因維護甚至中斷而停機。如果一個多小時後仍然有問題，請在 discord 服務器@chat.perish.co 的#bug-reports 中提交報告

# connectionWarningBodyLong
source: We can't seem to connect to the backend, this could just be your connection or if the issue persists, the backend might be down for maintanence or even an outage. If it's been more than an hour and you're still having issues, please submit a report in #bug-reports in the discord server @ chat.perish.co
ar: يبدو أننا لا نستطيع الاتصال بالواجهة الخلفية ، فقد يكون هذا مجرد اتصالك أو إذا استمرت المشكلة ، فقد تكون الواجهة الخلفية معطلة للصيانة أو حتى انقطاع التيار. إذا مر أكثر من ساعة وما زلت تواجه مشكلات ، فيرجى إرسال تقرير في # bug-report في خادم discord @ chat.perish.co
bg: Изглежда не можем да се свържем с бекенда, това може да е просто вашата връзка или ако проблемът продължава, бекендът може да не работи поради поддръжка или дори прекъсване. Ако е минал повече от час и все още имате проблеми, моля, изпратете доклад в #bug-reports в сървъра на discord @ chat.perish.co
bn: আমরা ব্যাকএন্ডের সাথে সংযোগ করতে পারছি না, এটি কেবল আপনার সংযোগ হতে পারে বা সমস্যাটি অব্যাহত থাকলে, ব্যাকএন্ডটি রক্ষণাবেক্ষণের জন্য বা এমনকি বিভ্রাটের জন্য ডাউন হতে পারে। যদি এক ঘণ্টার বেশি সময় হয়ে যায় এবং আপনার এখনও সমস্যা হয়, তাহলে অনুগ্রহ করে ডিসকর্ড সার্ভার @ chat.perish.co-এ #bug-reports-এ একটি প্রতিবেদন জমা দিন
da: Vi kan tilsyneladende ikke oprette forbindelse til backend, dette kan bare være din forbindelse, eller hvis problemet fortsætter, kan backend være nede på grund af vedligeholdelse eller endda et nedbrud. Hvis der er gået mere end en time, og du stadig har problemer, bedes du indsende en rapport i #bug-reports på discord-serveren @ chat.perish.co
de: Wir können anscheinend keine Verbindung zum Back-End herstellen, dies könnte nur Ihre Verbindung sein, oder wenn das Problem weiterhin besteht, ist das Back-End möglicherweise wegen Wartungsarbeiten oder sogar ausgefallen. Wenn es mehr als eine Stunde her ist und du immer noch Probleme hast, sende bitte einen Bericht unter #bug-reports auf dem Discord-Server @ chat.perish.co
he: אנחנו לא מצליחים להתחבר ל-backend, זה יכול להיות רק החיבור שלך או שאם הבעיה נמשכת, ייתכן שה-backend יהיה מושבת לצורך תחזוקה או אפילו הפסקה. אם חלפה יותר משעה ואתה עדיין נתקל בבעיות, אנא שלח דיווח ב-#bug-reports בשרת הדיסקורד @ chat.perish.co
hi: हम बैकएंड से कनेक्ट नहीं हो पा रहे हैं, यह सिर्फ आपका कनेक्शन हो सकता है या यदि समस्या बनी रहती है, तो बैकएंड मेनटेनेंस या यहां तक कि एक आउटेज के लिए डाउन हो सकता है। यदि एक घंटे से अधिक समय हो गया है और आपको अभी भी समस्या हो रही है, तो कृपया कलह सर्वर @ chat.perish.co में #bug-reports में एक रिपोर्ट सबमिट करें
hu: Úgy tűnik, hogy nem tudunk csatlakozni a háttérrendszerhez, lehet, hogy ez csak az Ön kapcsolata, vagy ha a probléma továbbra is fennáll, a háttérrendszer karbantartás vagy akár leállás miatt is leállt. Ha több mint egy óra telt el, és továbbra is problémái vannak, küldjön jelentést a #bug-reports oldalon a discord szerveren @ chat.perish.co
ja: バックエンドに接続できないようです。これは単に接続に問題があるか、問題が解決しない場合は、バックエンドがメンテナンスまたは停止のためにダウンしている可能性があります。 1 時間以上経過しても問題が解決しない場合は、discord サーバー @ chat.perish.co の #bug-reports でレポートを送信してください。
ko: 백엔드에 연결할 수 없는 것 같습니다. 이것은 귀하의 연결일 수 있습니다. 또는 문제가 지속되는 경우 백엔드가 유지 관리 또는 중단을 위해 다운될 수 있습니다. 1시간이 넘었지만 여전히 문제가 있는 경우 디스코드 서버 @ chat.perish.co의 #bug-reports로 신고해 주세요.
lv: Šķiet, ka mēs nevaram izveidot savienojumu ar aizmugursistēmu. Tas var būt tikai jūsu savienojums vai, ja problēma joprojām pastāv, aizmugursistēma var nedarboties apkopes vai pat pārtraukuma dēļ. Ja ir pagājusi vairāk nekā stunda un problēmas joprojām pastāv, lūdzu, iesniedziet ziņojumu sadaļā #bug-reports discord serverī @ chat.perish.co
ms: Nampaknya kami tidak dapat menyambung ke bahagian belakang, ini mungkin hanya sambungan anda atau jika isu itu berterusan, bahagian belakang mungkin terputus untuk penyelenggaraan atau gangguan. Jika sudah lebih sejam dan anda masih menghadapi masalah, sila serahkan laporan dalam #bug-reports dalam pelayan perselisihan @ chat.perish.co
nl: We kunnen geen verbinding maken met de backend, dit kan gewoon uw verbinding zijn of als het probleem aanhoudt, is de backend mogelijk niet beschikbaar wegens onderhoud of zelfs een storing. Als het meer dan een uur geleden is en je nog steeds problemen hebt, dien dan een rapport in in #bug-reports op de discord-server @ chat.perish.co
no: Det ser ikke ut til at vi kan koble til backend, dette kan bare være tilkoblingen din, eller hvis problemet vedvarer, kan backend være nede for vedlikehold eller til og med et strømbrudd. Hvis det har gått mer enn en time og du fortsatt har problemer, vennligst send en rapport i #bug-reports på discord-serveren @ chat.perish.co
pl: Wygląda na to, że nie możemy połączyć się z backendem, może to być po prostu twoje połączenie lub jeśli problem będzie się powtarzał, backend może być wyłączony z powodu konserwacji lub nawet awarii. Jeśli minęła ponad godzina, a nadal masz problemy, prześlij zgłoszenie w #bug-reports na serwerze discord @ chat.perish.co
ro: Se pare că nu ne putem conecta la backend, aceasta ar putea fi doar conexiunea dvs. sau, dacă problema persistă, backend-ul ar putea fi oprit pentru întreținere sau chiar o întrerupere. Dacă a trecut mai mult de o oră și mai aveți probleme, vă rugăm să trimiteți un raport în #bug-reports pe serverul Discord @ chat.perish.co
ru: Кажется, мы не можем подключиться к серверной части, это может быть просто ваше соединение, или, если проблема не устранена, серверная часть может быть отключена для обслуживания или даже простоя. Если прошло больше часа, а проблемы все еще возникают, отправьте отчет в #bug-reports на сервере разногласий @ chat.perish.co.
sl: Zdi se, da se ne moremo povezati z zaledjem, to je lahko samo vaša povezava ali če se težava ponovi, je zaledje morda nedosegljivo zaradi vzdrževanja ali celo izpada. Če je minilo več kot eno uro in imate še vedno težave, pošljite poročilo v #bug-reports v strežniku discord @ chat.perish.co
sv: Vi verkar inte kunna ansluta till backend, detta kan bara vara din anslutning eller om problemet kvarstår kan backend vara nere för underhåll eller till och med ett avbrott. Om det har gått mer än en timme och du fortfarande har problem, skicka en rapport i #bug-reports på discord-servern @ chat.perish.co
tl: Mukhang hindi kami makakonekta sa backend, maaaring ito lang ang iyong koneksyon o kung magpapatuloy ang isyu, maaaring hindi na mapanatili ang backend para sa pagpapanatili o kahit na isang outage. Kung mahigit isang oras na at nagkakaroon ka pa rin ng mga isyu, mangyaring magsumite ng ulat sa #bug-reports sa discord server @ chat.perish.co
tr: Arka uca bağlanamıyoruz, bu sadece sizin bağlantınız olabilir veya sorun devam ederse, arka uç bakım veya hatta bir kesinti olabilir. Bir saatten fazla olduysa ve hala sorun yaşıyorsanız, lütfen discord sunucusu @ chat.perish.co'daki #bug-reports bölümüne bir rapor gönderin.
uk: Схоже, ми не можемо підключитися до серверної частини. Можливо, це лише ваше з’єднання, або якщо проблема не зникне, серверна частина не працює на технічне обслуговування або навіть збій. Якщо минуло більше години, а у вас усе ще виникають проблеми, будь ласка, надішліть звіт у #bug-reports на сервері Discord @ chat.perish.co
vi: Chúng tôi dường như không thể kết nối với chương trình phụ trợ, đây có thể chỉ là kết nối của bạn hoặc nếu sự cố vẫn tiếp diễn, chương trình phụ trợ có thể ngừng hoạt động để bảo trì hoặc thậm chí là ngừng hoạt động. Nếu đã hơn một giờ mà bạn vẫn gặp sự cố, vui lòng gửi báo cáo trong # bug-report trong máy chủ bất hòa @ chat.perish.co
zh_hans: 我们似乎无法连接到后端，这可能只是您的连接，或者如果问题仍然存在，后端可能会因维护甚至中断而停机。如果一个多小时后仍然有问题，请在 discord 服务器@chat.perish.co 的#bug-reports 中提交报告
zh_hant: 我們似乎無法連接到後端，這可能只是您的連接，或者如果問題仍然存在，後端可能會因維護甚至中斷而停機。如果一個多小時後仍然有問題，請在 discord 服務器@chat.perish.co 的#bug-reports 中提交報告

# connectionWarningBodyShort
source: We can't seem to connect to the backend
ar: لا يمكننا الاتصال بالخلفية
bg: Изглежда не можем да се свържем с бекенда
bn: আমরা ব্যাকএন্ডের সাথে সংযোগ করতে পারি না
da: Vi kan tilsyneladende ikke oprette forbindelse til backend
de: Wir können anscheinend keine Verbindung zum Backend herstellen
he: נראה שאנחנו לא מצליחים להתחבר לחלק האחורי
hi: हम बैकएंड से कनेक्ट नहीं हो पा रहे हैं
hu: Úgy tűnik, nem tudunk csatlakozni a háttérrendszerhez
ja: バックエンドに接続できないようです
ko: 백엔드에 연결할 수 없는 것 같습니다.
lv: Šķiet, ka nevar izveidot savienojumu ar aizmugursistēmu
ms: Kami nampaknya tidak dapat menyambung ke bahagian belakang
nl: We kunnen geen verbinding maken met de backend
no: Det ser ikke ut til at vi kan koble til backend
pl: Wygląda na to, że nie możemy połączyć się z backendem
ro: Se pare că nu ne putem conecta la backend
ru: Мы не можем подключиться к серверной части
sl: Zdi se, da se ne moremo povezati z zaledjem
sv: Vi verkar inte kunna ansluta till backend
tl: Mukhang hindi kami makakonekta sa backend
tr: Arka uca bağlanamıyor gibiyiz
uk: Здається, ми не можемо підключитися до серверної частини
vi: Chúng tôi dường như không thể kết nối với chương trình phụ trợ
zh_hans: 我们似乎无法连接到后端
zh_hant: 我們似乎無法連接到後端

# contactAdded
source: %1 added to contacts.
ar: تم إضافة %1 إلى جهات الاتصال.
bg: %1 добавен/и в Контакти.
bn: %1 কন্টাক্ট সংরক্ষণ সফল
da: %1 přidán do kontaktů.
de: %1 zu Kontakten hinzugefügt!
he: !נוסף לאנשי הקשר %1
hi: %1 अब आपके सम्पर्को में है।
hu: %1 hozzá lett adva a kontaktokhoz!
ja: ％1が連絡先に追加されました。
ko: % s 님이 연락처에 추가되었습니다.
lv: %1 pievienots kontaktiem.
ms: %1 telah ditambah sebagai kenalan!
nl: %1 is toegevoegd aan contacten!
no: %1 er lagt til i kontakter.
pl: %1 został dodany do kontaktów!
ro: %1 a fost adăugat la contacte!
ru: %1 добавлен в контакты!
sl: %1 dodan stikom.
sv: %1 har lagts till under kontakter!
tl: %1 ay nadagdag sa mga kontak!
tr: %1 rehbere eklendi!
uk: %1 додано до контактів.
vi: Đã thêm %1 vào danh bạ.
zh_hans: %1已被添加到联系人！
zh_hant: %1 已新增為聯絡人！

# contactExists
source: Contact Already Exists
ar: جهة الاتصال موجودة مسبقا
bg: Контакта вече съществува
bn: কন্টাক্ট আগে থেকেই আছে
da: Kontakt již existuje.
de: Kontakt bereits vorhanden
he: איש קשר כבר קיים
hi: इस संपर्क का नाम पहले से मौजूद है
hu: Ez a kontakt már létezik!
ja: 既に存在する連絡先です
ko: 이미 존재하는 연락처
lv: Kontakts jau eksistē
ms: Kenalan telah wujud
nl: Contact bestaat al
no: Kontakt eksisterer allerede
pl: Kontakt już istnieje
ro: Contact deja existent
ru: Контакт уже существует
sl: Stik že obstaja
sv: Kontakten existerar redan
tl: Mayroon nang kapareho
tr: Bu kişi zaten mevcut
uk: Такий контакт вже існує
vi: Liên hệ đã tồn tại
zh_hans: 联系人已存在
zh_hant: 聯絡人已存在

# contactHeader
source: Contact
ar: جهة الاتصال
bg: Контакт
bn: কন্টাক্ট
da: Kontakt
de: Kontakt
he: איש קשר
hi: संपर्क -
hu: Kontakt
ja: 連絡先
ko: 연락처
lv: Kontakts
ms: Kenalan
no: Kontakt
pl: Kontakt
ru: Контакт
sl: Stik
sv: Kontakter
tl: Kontak
tr: Kişi
uk: Контакт
vi: Liên hệ
zh_hans: 联系人
zh_hant: 聯絡人

# contactInvalid
source: Invalid Contact Name
ar: اسم جهة الاتصال خاطيء
bg: Невалидно Име
bn: অবৈধ কন্টাক্ট এর নাম
da: Zadejte jméno kontaktu
de: Ungültiger Kontaktname
he: שם איש קשר לא תקין
hi: संपर्क के नाम में गलती है
hu: Helytelen kontakt név
ja: 連絡先名が無効です
ko: 잘못된 연락처 입력
lv: Nederīgs kontakta nosaukums
ms: Nama Kenalan tidak sah
nl: Ongeldige contact naam
no: Ugyldig kontaktnavn
pl: Niewłaściwe imię Kontaktu
ro: Nume invalid
ru: Недопустимое имя
sl: Neveljavno ime
sv: Ogiltigt kontaktnamn
tl: Hindi tugma sa kontak
tr: Geçersiz isim
uk: Невірне ім'я контакта
vi: Tên liên hệ không phù hợp
zh_hans: 联系人姓名无效
zh_hant: 無效的聯絡人名稱

# contactNameHint
source: Enter a Nickname
ar: أدخل اسم @
bg: Въведи Име @
bn: নাম লিখুন
da: Zadejte jméno @
de: Namen eingeben @
he: הכנס שם @
hi: संपर्क का @नाम डालें
hu: Írj be egy nevet @
ja: @に続けて名前を入力
ko: 이름 입력 @@
lv: Ievadiet nosaukumu @
ms: Masukkan Nama @
nl: Voer naam in @
no: Angi navn @
pl: Wpisz imię @
ro: Introdu un nume @
ru: Введите имя @
sl: Vnesite ime @
sv: Ange ett namn @
tl: Ilagay ang pangalan @
tr: Bir İsim Girin @
uk: Введіть ім'я @
vi: Nhập tên
zh_hans: 输入姓名@
zh_hant: 輸入名稱 @

# contactNameMissing
source: Choose a Name for this Contact
ar: إختر إسم جهة الاتصال
bg: Избери име за този Контакт.
bn: এই কন্টাক্ট এর জন্য একটি নাম চয়ন করুন
da: Zadejte nové jméno pro tento kontakt
de: Gib diesem Kontakt einen Namen
he: לא קיימים אנשי קשר לייצא
hi: इस संपर्क के लिए एक नाम चुनें
hu: Nincsenek exportálható kontaktok
ja: この連絡先の名前を入力してください
ko: 내보낼 연락처가 존재하지 않습니다.
lv: Izvēlieties kontakta nosaukumu
ms: Tidak ada kontak yg bisa di ekspor
nl: Kies een naam voor dit contact
no: Velg et navn til denne kontakten
pl: Nie ma kontaktów do eksportowania
ro: Nu există contacte pentru exportare
ru: Выберите имя для контакта
sl: Izberite ime za ta stik
sv: Det finns inga kontakter att exportera
tl: Walang kontak na ma-export
tr: Dışa aktarılabilecek bir kişi bulunamadı
uk: Оберіть ім'я контакта
vi: Nhập tên cho liên hệ này
zh_hans: 没有要导出的联系人
zh_hant: 選擇該聯絡人的名稱
