Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# repInfo
source: A representative is an account that votes for network consensus. Voting power is weighted by balance, you may delegate your balance to increase the voting weight of a representative you trust. Your representative does not have spending power over your funds. You should choose a representative that has little downtime and is trustworthy.
ar: المندوب هو الحساب الذي يصوت لصالح توافق شبكة. يتم وزن قوة التصويت بالتوازن ، يمكنك تفويض رصيدك لزيادة وزن التصويت لمندوب تثق فيه. المندوب ليست له القدرة الشرائية لأموالك. يجب إختيار مندوب ضئيل الإنقطاع وجدير بالثقة.
bg: Представител е акаунт, който гласува за мрежови консенсус. Силата на глас се измерва по критерий средства, вие можете да делегирате своят баланс за да увеличите гласовата тежест на представителя, на който се доверявате. Вашият Представител не разполага със сила да изразходи вашите средства. Трябва да изберете Представител, който е надежден и често онлайн.
bn: রিপ্রেজেন্টেটিভ হচ্ছে এমন একাউন্ট যা নেটওয়ার্ক সম্মতির জন্য ভোট দেয়। ভোটের ক্ষমতা ভারসাম্য দ্বারা ওজন করা হয়, আপনি আপনার বিশ্বাসের রিপ্রেজেন্টেটিভ ভোটের ওজন বাড়ানোর জন্য আপনার ভারসাম্য অর্পণ করতে পারেন। আপনার রিপ্রেজেন্টেটিভ আপনার তহবিলের উপর ব্যয় করার ক্ষমতা নেই। আপনার এমন একজন রিপ্রেজেন্টেটিভ নির্বাচন করা উচিত যার কম সময় আছে এবং বিশ্বাসযোগ্য।
da: Zástupce je účet, který hlasuje pro konsensus sítě. Hlasovací síla je vážena rovnováhou, můžete delegovat svůj zůstatek a zvýšit hlasovací váhu zástupce, kterému důvěřujete. Váš zástupce nemá výdělečnou moc nad vašimi prostředky. Měli byste si vybrat zástupce, který má málo prostojů a je důvěryhodný.
de: Kommt es zu zwei widersprüchlichen Transaktionen, so stimmen Vertreter-Accounts darüber ab, welche der Transaktionen akzeptiert wird. Dabei entspricht ein Nano einem Stimmrecht. Du kannst einem Vertreter Stimmrechte in Höhe deines Guthabens übertragen. Deine Nanos gehören dabei natürlich weiterhin dir und der Vertreter kann diese nicht ausgeben. Wähle einen vertrauenswürdigen Vertreter mit einer hohen Erreichbarkeit.
he: נציג הוא חשבון המצביע עבור הסכמת הרשת. כוח ההצבעה נשקל על ידי כמות המטבעות שחשבון, אתה רשאי להעביר את הסמכות של חשבונך בכדי להגדיל את כוח ההצבעה של נציג שבו אתה בוטח.
hi: प्रतिनिधि एक खाता है जो नेटवर्क सर्वसम्मति के लिए वोट देता है। हर प्रतिनिधि की मतदान शक्ति उसे चुनने वालों की कुल धनराशि पर निर्भर है। आप किसी भी समय एक भरोसेमंद प्रतिनिधि को चुन कर, अपनी धनराशि से उस प्रतिनिधि की मतदान शक्ति बढ़ा सकते हैं। आपके प्रतिनिधि को आपका धन खर्च करने का अधिकार नहीं है। आपको ऐसा प्रतिनिधि चुनना चाहिए जो भरोसेमंद हो और अधिकतर उपस्थित रहे।
hu: A Képviselő egy olyan felhasználó, aki szavaz a hálózati konszenzusról, így fenntartja annak működését. A szavazati ereje a rendelkezésre álló tőkéje alapján súlyozott. A saját tőkédet delegálhatod egy Képviselőre, akiben bízol. A Képviselő nem tudja elkölteni a tőkéd. Egy olyan Képviselőt válassz, aki megbízható, és keveset szünetelteti a szolgáltatását.
ja: 代理人とは、ネットワークのコンセンサスに投票するアカウントです。投票力はバランスによってウェイトが付与されています。バランスを委任することによって、信頼できる代理人の投票ウェイトを増やすことができます。あなたの代理人はあなたの資金を消費する能力を持ちません。稼働停止時間が少なく、信頼できる代理人を選択する必要があります。
ko: 대리인은 네트워크 합의를 투표하는 계정입니다. 투표권은 잔액에 의해서 가중치가 부여됩니다. 당신이 신뢰하는 대리인 투표권을 늘리기 위해 잔액을 위임할 수 있습니다. 하지만 대리인은 당신의 자금에 대한 지출력이 없습니다. 되도록 소요시간이 적고 신뢰할 수 있는 대리인을 선택해야 합니다.
lv: Pārstāvis ir konts, kas balso tīmekļa vienprātībai. Balss svaru nosaka kopējā līdzekļu bilance. Jūs varat deleģēt savu bilanci kādam uzticamam pārstāvim, lai palielinātu tā balss svaru. Jūsu pārstāvis nav spējīgs tērēt jūsu līdzekļus. Ieteicams izvēlēties pārstāvi, kas ir uzticams un ir ar zemu zaudlaiku jeb dīkstāvi.
ms: Wakil adalah sesuatu akaun yang mengundi untuk konsensus rangkaian. Kuasa undi adalah ditentukan oleh baki, oleh itu anda boleh mendelegasikan baki anda untuk meningkatkan kuasa undi wakil yang dipercayai oleh anda. Wakil anda tidak mempunyai kuasa perbelanjaan atas baki anda. Anda haruslah memilih wakil yang mempunyai downtime yang minimum dan dipercayai.
nl: Een vertegenwoordiger stemt mee om consensus te bereiken in het netwerk. De waarde van de stem van een vertegenwoordiger wordt bepaald door het saldo van dat account. Je kunt ervoor kiezen jouw saldo toe te wijzen aan een vertegenwoordiger, zodat deze meer stemrecht krijgt. Geen zorgen, jouw saldo blijft altijd volledig in eigen beheer. Kies bij voorkeur een betrouwbare vertegenwoordiger die altijd online is.
no: En representant er en konto, som stemmer for konsensus på nettverket. Avstemningskraft veies ut fra balanse, og du kan delegere din balanse for å øke stemmevekten til en representant som du stoler på. Din representant har ingen brukskraft over dine midler. Du bør velge en representant som er sjeldent offline og som er pålitelig.
pl: Przedstawiciel jest kontem które głosi za porozumienie w sieci. Siła głosowania jest mierzona przez saldo, możesz delegować swoje saldo żeby zwiększyć siłę głosowania przedstawiciela któremu ufasz. Twój przedstawiciel nie ma mocy wydawania swoich środków. Powinieneś wybrać przedstawiciela które jest prawie zawsze online i jest godny zaufania.
ro: Un reprezentant este un cont care votează pentru buna funcționare a rețelei. Puterea de vot este determinată de sold. Puteți delega soldul dumneavoastră pentru a mări puterea de vot a unui reprezentant de încredere. Acesta nu poate cheltui fondurile dumneavoastră. Alegeți un reprezentant activ și de încredere.
ru: Представитель-это учетная запись, счёт, который голосует за консенсус сети. Право голоса взвешивается по балансу, вы можете делегировать свой баланс, чтобы увеличить вес голоса представителя, которому вы доверяете. Ваш представитель не имеет права распоряжаться вашими средствами. Вы должны выбрать представителя, который имеет мало времени простоя и заслуживает доверия.
sl: Predstavnik je račun, ki glasuje za konsenz omrežja. Moč glasovanja je odvisna od zneska na računu, kateremu lahko prispevate svoj znesek za povečanje teže. Vaš predstavnik ne more upravljati z vašim zneskom. Izberite predstavnika, ki je prisoten večino časa in je zaupanja vreden.
sv: En representant är ett konto som röstar för samsyn i nätverket. Rösträtten påverkas av saldot, och du kan delegera ditt saldo för att öka din rösträtt. Din representant har ingen befogenhet över dina resurser. Du bör välja en representant som har hög drifttid och är trovärdig.
tl: Ang representative ay isang account na nagboboto para sa kasunduan ng network. Ang kapangyarihan ng pagboto ay tinitimbang sa pamamagitan ng balanse, pwede mong i-delegate ang iyong balanse para dagdagan ang timbang ng boto ng representative na pinagkakatiwalaan mo. Ang iyong representative ay walang kapangyarihan para gastusin ang iyong pondo. Dapat piliin mo ang representative na walang masyadong downtime at mapagkakatiwalaan.
tr: Temsilci, ağda oybirliğini sağlamak için oylamaya katılan bir hesaptır. Oylama gücü, hesap bakiyesine göre ağırlıklandırılır. Güvendiğiniz bir temsilcinin oy ağırlığını artırmak için bakiyenizi delege edebilirsiniz. Temsilcinizin, paranızı harcama yetkisi yoktur. Güvenilir ve olabildiğince uzun süreli aktif olan bir temsilci seçmelisiniz.
uk: Представник це посередник якій голосує за правила в мережі. Сила голосу вимірються балансом гаманця, ви можете віддати ваш голос представнику якому довіряєте, щоб збільшити силу його голоса. Ваш представник не може витрачати ваші кошти. Зазвичай то є розумним обирати представника, який не від'єднується від мережі і якому можна довіряти.
vi: Tài khoản đại diện là một tài khoản bỏ phiếu trong mạng lưới Banano. Sự ảnh hưởng của đại diện được đánh giá theo số dư, bạn có thể ủy quyền số dư của mình để tăng quyền lực cho một đại diện mà bạn tin cậy. Người đại diện của bạn không thể truy cập vào ví của bạn. Bạn nên chọn một đại diện có thời gian hoạt động (uptime) dài và đáng tin cậy.
zh_hans: 代表是投票支持网络共识的帐户。代表的投票权重由账户余额加权，您可以用余额投票来增加您信任的代表的投票权重。您的代表对您的资金没有控制权。您应该选择一个下线时间很少并且值得信赖的代表。
zh_hant: 代表是指透過開放式代表投票以達成網路共識的帳戶。代表的投票權重由帳戶餘額加權，您可用餘額來增加您信任的代表的投票權重。您的代表對您的資金沒有控制權。您應該選擇一個鮮少離線且值得信賴的代表。

# repInfoHeader
source: What is a representative?
ar: ماهو المندوب؟
bg: Какво е Представител?
bn: রিপ্রেজেন্টেটিভ কি?
da: Co je to zástupce?
de: Was ist ein Vertreter?
he: מה זה נציג?
hi: प्रतिनिधि क्या होता है?
hu: Mi az a Képviselő?
ja: 代理人とは？
ko: 대리인이란 무엇입니까?
lv: Kas ir pārstāvis?
ms: Apakah kewakilan?
nl: Wat is een vertegenwoordiger?
no: Hva er en representant?
pl: Co to jest przedstawiciel?
ro: Ce este un reprezentant?
ru: Что такое представитель?
sl: Kaj je predstavnik?
sv: Vad är en representant?
tl: Ano ang representative?
tr: Temsilci nedir?
uk: Що таке представник?
vi: Đại diện là gì?
zh_hans: 什么是代表？
zh_hant: 什麼是代表？

source: Reply
ar: رد
bg: Отговор
bn: জবাব দিন
da: Svar
de: Antworten
he: השב
hi: जवाब दें
hu: Válasz
ja: 返信
ko: 답장
ms: Balas
nl: Beantwoorden
no: Svar
pl: Odpowiedz
ro: Raspunde
ru: Ответить
sl: Odgovori
sv: Svara
tl: Tumugon
tr: Yanıtla
uk: Відповісти
vi: Trả lời
zh_hans: 回复
zh_hant: 回覆

source: Representatives
ar: مندوب
bg: Представители
bn: রিপ্রেজেন্টেটিভ
da: Zástupci
de: Vertreter
he: נציגים
hi: प्रतिनिधि
ja: 代理人
ms: Wakil
nl: Vertegenwoordigers
no: Representanter
pl: Przedstawiciele
ro: Reprezentanți
ru: Представители
sl: Predstavniki
sv: Representanter
tl: Kinatawan
tr: Temsilciler
uk: Представники
vi: Đại diện
zh_hans: 代表
zh_hant: 代表

source: Request
ar: طلب
bg: Заявка
bn: অনুরোধ
da: Anmodning
de: Anfrage
he: בקשה
hi: निवेदन
hu: Kérés
ja: 要求
ko: 요청
ms: Permintaan
nl: Verzoek
no: Be om
pl: Żądanie
ro: Cerere
ru: Запрос
sl: Zahteva
sv: Förfrågan
tl: Kahilingan
tr: Talep
uk: Запит
vi: Yêu cầu
zh_hans: 申请
zh_hant: 要求

# requestAmountConfirm
source: Request %1 %2
ar: طلب %1 %2
bg: Заявка% 1% 2
bn: অনুরোধ% 1
da: Anmodning% 1% 2
de: Anfrage %1 %2
he: בקשה% 1
hi: निवेद% 1% 2
hu: % 1% 2 kérés
ja: %1 %2を要求
ko: 요청% 1 %2
ms: Permintaan% 1% 2
nl: Verzoek %1 %2
no: Forespørsel %1 %2
pl: Żądanie% 1% 2
ro: Cerere% 1% 2
ru: Запрос %1 %2
sl: Zahtevite% 1% 2
sv: Begäran% 1% 2
tl: Humiling ng %1 %2
tr: İstek %1% 2
uk: Запит% 1% 2
vi: Yêu cầu% 1
zh_hans: 请求 %1 %2
zh_hant: 請求% 1

source: Requested
ar: طلب
bg: Заявени
bn: অনুরোধকৃত
da: anmodet
de: Angefragt
he: התבקש
hi: अनुरोध किया गया
hu: Kért
ja: リクエスト済み
ko: 요청됨
ms: Diminta
nl: Aangevraagd
no: forespurt
pl: Żądany
ro: Solicitat
ru: Запрошен
sl: Zahtevano
sv: Begärt
tl: Hiniling
tr: İstenen
uk: Запитуваний
vi: Đã yêu cầu
zh_hans: 已请求
zh_hant: 要求

source: Requested From
ar: طلب من
bg: Искано от
bn: থেকে অনুরোধ করা হয়েছে
da: Anmodet fra
de: Angefragt von
he: התבקש מ
hi: से अनुरोध किया गया
hu: Kért Tól
ja: リクエスト元
ko: 요청된 사람
ms: Diminta Dari
nl: Aangevraagd van
no: Forespurt fra
pl: Żądany od
ro: Solicitat de la
ru: Запрошен
sl: Zahtevano od
sv: Begärd från
tl: Hiniling Mula
tr: Talep Edilen
uk: Запит від
vi: Yêu cầu từ
zh_hans: 请求自
zh_hant: 要求來源

# requestError
source: Request Failed: This user doesn't appear to have %1 installed, or has notifications disabled.
ar: فشل الطلب: لا يبدو أن هذا المستخدم قد تم تثبيت Nautilus أو أنه تم تعطيل الإشعارات.
bg: Заявката е неуспешна: Изглежда, че този потребител няма инсталиран Nautilus или известията са деактивирани.
bn: অনুরোধ ব্যর্থ: এই ব্যবহারকারী Nautilus ইনস্টল করা আছে বলে মনে হচ্ছে না, অথবা বিজ্ঞপ্তি অক্ষম আছে।
da: Anmodning mislykkedes: Denne bruger ser ikke ud til at have Nautilus installeret, eller har meddelelser deaktiveret.
de: Anfrage fehlgeschlagen: Dieser Benutzer scheint Nautilus nicht installiert zu haben, oder Benachrichtigungen sind deaktiviert.
he: הבקשה נכשלה: נראה שלמשתמש זה לא מותקן נאוטילוס או שההודעות מושבתות.
hi: अनुरोध विफल: इस उपयोगकर्ता के पास Nautilus इंस्टॉल नहीं है, या उसके पास सूचनाएं अक्षम हैं।
hu: Kérelem sikertelen: Úgy tűnik, hogy a felhasználó nem telepítette a Nautilust, vagy letiltotta az értesítéseket.
ja: リクエスト失敗:このユーザーは Nautilus をインストールしていないか、通知が無効になっています。
ko: 요청 실패: 이 사용자는 Nautilus가 설치되어 있지 않거나 알림이 비활성화된 것으로 보입니다.
lv: Request Failed: This user doesn't appear to have Nautilus installed, or has notifications disabled.
ms: Permintaan Gagal: Pengguna ini nampaknya tidak memasang Nautilus, atau telah melumpuhkan pemberitahuan.
nl: Verzoek mislukt: Deze gebruiker lijkt Nautilus niet te hebben geïnstalleerd of heeft meldingen uitgeschakeld.
no: Forespørselen mislyktes: Denne brukeren ser ikke ut til å ha Nautilus installert eller har varslinger deaktivert.
pl: Żądanie nie powiodło się: Ten użytkownik nie ma zainstalowanego Nautilusa lub ma wyłączone powiadomienia.
ro: Solicitare eșuată: Acest utilizator nu pare să aibă instalat Nautilus sau notificările sunt dezactivate.
ru: Запрос не удался: у этого пользователя, похоже, не установлен Nautilus или уведомления отключены.
sl: Zahteva ni uspela: Zdi se, da ta uporabnik nima nameščenega Nautilusa ali da so obvestila onemogočena.
sv: Begäran misslyckades: Den här användaren verkar inte ha Nautilus installerat eller har aviseringar inaktiverade.
tl: Nabigo ang Kahilingan: Hindi mukhang naka-install ang Nautilus ng user na ito, o may hindi pinagana ang mga notification.
tr: İstek Başarısız: Bu kullanıcı Nautilus yüklü görünmüyor, veya bildirimler devre dışı bırakıldı.
uk: Помилка запиту: Здається, у цього користувача не встановлено Nautilus або вимкнено сповіщення.
vi: Yêu cầu thất bại: Người dùng này dường như không có Nautilus cài đặt hoặc đã tắt thông báo.
zh_hans: 请求失败：此用户似乎没有安装 Nautilus，或者禁用了通知。
zh_hant: 要求失敗：此使用者似乎沒有安裝 Nautilus，或已停用通知。

source: Request From
ar: طلب من
bg: Заявка от
bn: অনুরোধক্রমে
da: Anmodning fra
de: Anfrage von
he: בקשה מ
hi: से निवेदन
hu: Kérelem feladója
ja: リクエスト元
ko: 요청처
lv: Pieprasījums no
ms: Permintaan Daripada
nl: Aanvraag van
no: Forespørsel fra
pl: Prośba od
ro: O cerere de la
ru: Запрос от
sl: Zahtevaj od
sv: Förfrågan från
tl: Kahilingan Mula sa
tr: İstek Gönderen
uk: Запит від
vi: Yêu cầu từ
zh_hans: 请求来自
zh_hant: 請求來自

source: Requesting
ar: طلب
bg: Искане
bn: অনুরোধ করা
da: Anmoder
de: Beantragen
he: מבקש
hi: निवेदन
hu: Kérő
ja: リクエスト中
ko: 요청하기
ms: Meminta
nl: Verzoek
no: Forespørsel
pl: Żądanie
ro: Solicitând
ru: Запрос
sl: Zahteva
sv: Begär
tl: Humihiling
tr: İstemek
uk: Запит
vi: Yêu cầu
zh_hans: 正在申请
zh_hant: 要求

source: Request Payment
ar: طلب الدفع
bg: Заявка за плащане
bn: পেমেন্ট অনুরোধ
da: Anmod om betaling
de: Zahlung anfragen
he: בקש תשלום
hi: भुगतान का अनुरोध करें
hu: Fizetés kérése
ja: 支払いをリクエスト
ko: 결제 요청
ms: Minta Bayaran
nl: Betaling aanvragen
no: Be om betaling
pl: Żądaj płatności
ro: Cerere de plată
ru: Запросить платеж
sl: Zahtevajte plačilo
sv: Begär betalning
tl: Humiling ng pagbabayad
tr: Ödeme Talep Et
uk: Запит на оплату
vi: Yêu cầu thanh toán
zh_hans: 申请付款
zh_hant: 請求付款

# requestSendError
source: Error sending payment request, the recipient's device may be offline or unavailable.
ar: خطأ في إرسال طلب الدفع، قد يكون جهاز المستلم غير متصل أو غير متوفر.
bg: Грешка при изпращане на заявка за плащане, устройството на получателя може да е офлайн или недостъпно.
bn: পেমেন্ট অনুরোধ পাঠাতে ত্রুটি, প্রাপকের ডিভাইস অফলাইন বা অনুপলব্ধ হতে পারে।
da: Fejl ved afsendelse af betalingsanmodning, modtagerens enhed kan være offline eller utilgængelig.
de: Fehler beim Senden der Zahlungsaufforderung. Das Gerät des Empfängers ist möglicherweise offline oder nicht verfügbar.
he: שגיאה בשליחת בקשת תשלום, ייתכן שהמכשיר של הנמען אינו מקוון או אינו זמין.
hi: भुगतान अनुरोध भेजने में त्रुटि, प्राप्तकर्ता का डिवाइस ऑफ़लाइन या अनुपलब्ध हो सकता है।
hu: Hiba történt a fizetési kérelem elküldésekor, előfordulhat, hogy a címzett eszköze offline vagy nem érhető el.
ja: 支払い請求の送信中にエラーが発生しました。受取人のデバイスがオフラインになっているか、利用できない可能性があります。
ko: 결제 요청을 보내는 중 오류가 발생했습니다. 수신자의 장치가 오프라인 상태이거나 사용할 수 없을 수 있습니다.
ms: Ralat menghantar permintaan pembayaran, peranti penerima mungkin berada di luar talian atau tidak tersedia.
nl: Fout bij het verzenden van een betalingsverzoek, het apparaat van de ontvanger is mogelijk offline of niet beschikbaar.
no: Feil ved sending av betalingsforespørsel, mottakerens enhet kan være frakoblet eller utilgjengelig.
pl: Błąd podczas wysyłania żądania płatności, urządzenie odbiorcy może być offline lub niedostępne.
ro: Eroare la trimiterea cererii de plată, dispozitivul destinatarului poate fi offline sau indisponibil.
ru: Ошибка при отправке запроса на оплату, устройство получателя может быть отключено или недоступно.
sl: Napaka pri pošiljanju zahteve za plačilo, prejemnikova naprava je morda brez povezave ali ni na voljo.
sv: Det gick inte att skicka betalningsförfrågan, mottagarens enhet kan vara offline eller inte tillgänglig.
tl: Error sa pagpapadala ng kahilingan sa pagbabayad, ang aparato ng tatanggap ay maaaring offline o hindi magagamit.
tr: Ödeme isteği gönderilirken hata oluştuğunda alıcının cihazı çevrimdışı olabilir veya kullanılamıyor olabilir.
uk: Помилка при відправці платіжного запиту, пристрій одержувача може бути в автономному режимі або недоступний.
vi: Lỗi gửi yêu cầu thanh toán, thiết bị của người nhận có thể ngoại tuyến hoặc không khả dụng.
zh_hans: 发送付款请求时出错，收款人的设备可能处于离线状态或不可用。
zh_hant: 傳送付款要求時發生錯誤，收件人的裝置可能離線或無法使用。

# requestSentButNotReceived
source: Request re-sent! If still unread, the recipient's device may be offline.
ar: إعادة إرسال الطلب! إذا كان لا يزال غير معترف به، فقد يكون جهاز المستلم غير متصل.
bg: Заявката е изпратена отново! Ако все още не е признато, устройството на получателя може да е офлайн.
bn: পুনরায় প্রেরিত অনুরোধ! যদি এখনও অস্বীকৃত না হয়, প্রাপকের ডিভাইস অফলাইনে থাকতে পারে।
da: Anmodning sendt igen! Hvis modtagerens enhed stadig ikke er anerkendt, kan modtagerens enhed være offline.
de: Anfrage erneut gesendet! Falls immer noch nicht bestätigt, ist das Gerät des Empfängers möglicherweise offline.
he: בקשה נשלחה מחדש! אם עדיין לא הודה, ייתכן שהמכשיר של הנמען במצב לא מקוון.
hi: अनुरोध फिर से भेजा गया! अगर अभी भी अनपेक्षित है, तो प्राप्तकर्ता का डिवाइस ऑफ़लाइन हो सकता है।
hu: Kérés újra elküldve! Ha még mindig nem ismeri fel, előfordulhat, hogy a címzett készüléke offline állapotban van.
ja: リクエストを再送信しました！それでも確認されない場合は、受信者のデバイスがオフラインになっている可能性があります。
ko: 요청을 다시 보냈습니다!여전히 승인되지 않은 경우 수신자의 장치가 오프라인 상태일 수 있습니다.
lv: Request re-sent! If still unacknowledged, the recipient's device may be offline.
ms: Permintaan dihantar semula! Jika masih tidak dikenali, peranti penerima mungkin berada di luar talian.
nl: Verzoek opnieuw verzonden! Als het apparaat nog steeds niet wordt bevestigd, is het apparaat van de ontvanger mogelijk offline.
no: Be om sendt på nytt! Hvis det fortsatt ikke er godkjent, kan mottakerens enhet være frakoblet.
pl: Żądanie ponownie wysłane! Jeśli nadal nie jest potwierdzone, urządzenie odbiorcy może być w trybie offline.
ro: Cerere re-trimis! Dacă încă nu este recunoscut, dispozitivul destinatarului poate fi offline.
ru: Запрос отправлен повторно! Если все еще не подтверждено, устройство получателя может быть отключено.
sl: Zahteva ponovno poslana! Če še vedno ni potrjena, je naprava prejemnika morda brez povezave.
sv: Begäran skickas igen! Om mottagarens enhet fortfarande inte bekräftas kan mottagarens enhet vara offline.
tl: Humiling ng muling ipinadala! Kung hindi pa rin kinikilala, maaaring offline ang device ng tatanggap.
tr: İstek yeniden gönderildi! Hala onaylanmamışsa, alıcının cihazı çevrimdışı olabilir.
uk: Запит повторно відправлений! Якщо пристрій одержувача все ще не підтверджено, пристрій одержувача може бути в автономному режимі.
vi: Yêu cầu gửi lại! Nếu vẫn chưa được xác nhận, thiết bị của người nhận có thể đang ngoại tuyến.
zh_hans: 请求重新发送！如果仍未确认，则收件人的设备可能处于脱机状态。
zh_hant: 請求重新發送！如果仍未確認，則收件者的裝置可能處於離線狀態。
