Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

source: Change Log
ar: سجل التغيير
bg: Промяна на дневника
bn: লগ পরিবর্তন করুন
da: Skift log
de: Protokoll ändern
he: שינוי יומן
hi: लॉग बदलें
hu: Változási napló
ja: 変更ログ
ko: 변경 로그
ms: Perubahan Log
nl: Logboek wijzigen
no: Endre logg
pl: Dziennik zmian
ro: Schimbare jurnal
ru: Журнал изменений
sl: Spremeni dnevnik
sv: Ändra logg
tl: Baguhin ang Log
tr: Girişi değiştir
uk: Журнал змін
vi: Thay đổi Nhật ký
zh_hans: 更改日志
zh_hant: 更改日誌

source: Change Node
ar: تغيير العقدة
bg: Промяна на възела
bn: নোড পরিবর্তন করুন
da: Skift node
de: Knoten ändern
he: שנה צומת
hi: नोड बदलें
hu: Csomópont módosítása
ja: ノードの変更
ko: 노드 변경
lv: Mainīt mezglu
ms: Tukar Nod
nl: Knooppunt wijzigen
no: Endre node
pl: Zmień węzeł
ro: Schimbați nodul
ru: Изменить узел
sl: Spremeni vozlišče
sv: Byt nod
tl: Baguhin ang Node
tr: Düğümü Değiştir
uk: Змінити вузол
vi: Thay đổi nút
zh_hans: 改变节点
zh_hant: 改變節點

# changeNodeInfo
source: Change the node that you are connected to. This allows you to connect to a different node in case you are having issues with the default one, or just if you want to connect to one you host yourself. The node is used for submitting transactions and receiving updates about your account.
bg: Променете възела, към който сте свързани. Това ви позволява да се свържете с различен възел, в случай че имате проблеми с този по подразбиране или просто ако искате да се свържете с такъв, който хоствате сами. Възелът се използва за подаване на транзакции и получаване на актуализации за вашия акаунт.
da: Skift den node, du er forbundet til. Dette giver dig mulighed for at oprette forbindelse til en anden node, hvis du har problemer med standarden, eller bare hvis du vil oprette forbindelse til en, du selv er vært for. Noden bruges til at sende transaktioner og modtage opdateringer om din konto.
de: Ändern Sie den Knoten, mit dem Sie verbunden sind. Auf diese Weise können Sie sich mit einem anderen Knoten verbinden, falls Sie Probleme mit dem Standardknoten haben, oder wenn Sie sich einfach mit einem verbinden möchten, den Sie selbst hosten. Der Knoten wird zum Senden von Transaktionen und zum Empfangen von Aktualisierungen über Ihr Konto verwendet.
he: שנה את הצומת שאליו אתה מחובר. זה מאפשר לך להתחבר לצומת אחר במקרה שאתה נתקל בבעיות עם הצומת המוגדר כברירת מחדל, או רק אם אתה רוצה להתחבר לצומת שאתה מארח בעצמך. הצומת משמש להגשת עסקאות וקבלת עדכונים לגבי חשבונך.
hi: उस नोड को बदलें जिससे आप जुड़े हुए हैं। यह आपको एक अलग नोड से कनेक्ट करने की अनुमति देता है यदि आपको डिफ़ॉल्ट के साथ समस्या हो रही है, या यदि आप स्वयं को होस्ट करने वाले से कनेक्ट करना चाहते हैं। नोड का उपयोग लेन-देन सबमिट करने और आपके खाते के बारे में अपडेट प्राप्त करने के लिए किया जाता है।
hu: Módosítsa azt a csomópontot, amelyhez csatlakozik. Ez lehetővé teszi, hogy csatlakozzon egy másik csomóponthoz, ha problémái vannak az alapértelmezett csomóponttal, vagy csak akkor, ha egy Ön által tárolt csomóponthoz szeretne csatlakozni. A csomópont tranzakciók beküldésére és fiókjával kapcsolatos frissítések fogadására szolgál.
ko: 연결된 노드를 변경합니다. 이렇게 하면 기본 노드에 문제가 있거나 직접 호스팅하는 노드에 연결하려는 경우 다른 노드에 연결할 수 있습니다. 노드는 트랜잭션을 제출하고 계정에 대한 업데이트를 받는 데 사용됩니다.
ms: Tukar nod yang anda sambungkan. Ini membolehkan anda menyambung ke nod lain sekiranya anda menghadapi masalah dengan nod lalai, atau hanya jika anda ingin menyambung ke nod yang anda hos sendiri. Nod digunakan untuk menyerahkan transaksi dan menerima kemas kini tentang akaun anda.
nl: Wijzig het knooppunt waarmee u bent verbonden. Hierdoor kunt u verbinding maken met een ander knooppunt voor het geval u problemen ondervindt met het standaardknooppunt, of gewoon als u verbinding wilt maken met een knooppunt dat u zelf host. Het knooppunt wordt gebruikt voor het indienen van transacties en het ontvangen van updates over uw account.
pl: Zmień węzeł, z którym jesteś połączony. Dzięki temu możesz połączyć się z innym węzłem w przypadku problemów z domyślnym węzłem lub po prostu, jeśli chcesz połączyć się z węzłem, który sam hostujesz. Węzeł służy do przesyłania transakcji i otrzymywania aktualizacji dotyczących Twojego konta.
ro: Schimbați nodul la care sunteți conectat. Acest lucru vă permite să vă conectați la un alt nod în cazul în care aveți probleme cu cel implicit sau doar dacă doriți să vă conectați la unul pe care îl găzduiți dvs. Nodul este folosit pentru a trimite tranzacții și a primi actualizări despre contul dvs.
ru: Измените узел, к которому вы подключены. Это позволяет вам подключиться к другому узлу, если у вас возникли проблемы с узлом по умолчанию, или просто если вы хотите подключиться к тому, который вы размещаете сами. Узел используется для отправки транзакций и получения обновлений о вашей учетной записи.
sv: Ändra noden som du är ansluten till. Detta gör att du kan ansluta till en annan nod om du har problem med standardnoden, eller bara om du vill ansluta till en du själv är värd för. Noden används för att skicka transaktioner och ta emot uppdateringar om ditt konto.
tr: Bağlı olduğunuz düğümü değiştirin. Bu, varsayılan düğümle ilgili sorunlarınız olması durumunda veya yalnızca kendi barındırdığınız bir düğüme bağlanmak istediğinizde farklı bir düğüme bağlanmanıza olanak tanır. Düğüm, işlemleri göndermek ve hesabınızla ilgili güncellemeleri almak için kullanılır.
uk: Змініть вузол, до якого ви підключені. Це дозволяє вам підключитися до іншого вузла, якщо у вас виникли проблеми з вузлом за замовчуванням, або просто якщо ви хочете підключитися до вузла, який ви хостите самостійно. Вузол використовується для надсилання транзакцій і отримання оновлень про ваш обліковий запис.
zh_hans: 更改您连接到的节点。这允许您连接到不同的节点，以防万一您对默认节点有问题，或者只是想连接到您自己托管的节点。该节点用于提交交易和接收有关您帐户的更新。
zh_hant: 更改您連接到的節點。這允許您連接到不同的節點，以防萬一您對默認節點有問題，或者只是想連接到您自己託管的節點。該節點用於提交交易和接收有關您帳戶的更新。

source: Change Password
ar: غير كلمة السر
bg: Промяна на паролата
bn: পাসওয়ার্ড পরিবর্তন করুন
da: Skift kodeord
de: Passwort ändern
he: שנה סיסמא
hi: पासवर्ड बदलें
hu: Jelszó módosítása
ja: パスワードを変更する
ko: 비밀번호 변경
lv: Mainīt paroli
ms: Tukar kata laluan
nl: Verander wachtwoord
no: Bytt passord
pl: Zmień hasło
ro: Schimbaţi parola
ru: Изменить пароль
sl: Spremeni geslo
sv: Ändra lösenord
tl: Palitan ANG password
tr: Şifre değiştir
uk: Змінити пароль
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_hant: 更改密碼

# changePasswordParagraph
source: Change your existing password. If you don't know your current password, just make your best guess as it's not actually required to change it (since you are already logged in), but it does let us delete the existing backup entry.
ar: غيّر كلمة مرورك الحالية. إذا كنت لا تعرف كلمة مرورك الحالية ، فما عليك سوى تخمين أفضل ما لديك لأنه ليس مطلوبًا في الواقع تغييرها (نظرًا لأنك قمت بتسجيل الدخول بالفعل) ، ولكنها تتيح لنا حذف إدخال النسخ الاحتياطي الحالي.
bg: Променете съществуващата си парола. Ако не знаете текущата си парола, просто направете най-добро предположение, тъй като всъщност не е необходимо да я променяте (тъй като вече сте влезли), но ни позволява да изтрием съществуващия резервен запис.
bn: আপনার বিদ্যমান পাসওয়ার্ড পরিবর্তন করুন. আপনি যদি আপনার বর্তমান পাসওয়ার্ডটি না জানেন, তবে আপনার সেরা অনুমান করুন কারণ এটি পরিবর্তন করার প্রয়োজন নেই (যেহেতু আপনি ইতিমধ্যেই লগ ইন করেছেন), তবে এটি আমাদের বিদ্যমান ব্যাকআপ এন্ট্রি মুছে দিতে দেয়।
da: Skift din eksisterende adgangskode. Hvis du ikke kender din nuværende adgangskode, skal du bare gætte, da det faktisk ikke er nødvendigt at ændre det (da du allerede er logget ind), men det lader os slette den eksisterende sikkerhedskopi.
de: Ändern Sie Ihr bestehendes Passwort. Wenn Sie Ihr aktuelles Passwort nicht kennen, raten Sie einfach, da es eigentlich nicht erforderlich ist, es zu ändern (da Sie bereits angemeldet sind), aber wir können den vorhandenen Sicherungseintrag löschen.
he: שנה את הסיסמה הקיימת שלך. אם אינך יודע את הסיסמה הנוכחית שלך, פשוט בצע את הניחוש הטוב ביותר שלך, כי למעשה אין צורך לשנות אותה (מכיוון שאתה כבר מחובר), אך היא מאפשרת לנו למחוק את ערך הגיבוי הקיים.
hi: अपना मौजूदा पासवर्ड बदलें। यदि आप अपना वर्तमान पासवर्ड नहीं जानते हैं, तो बस अपना सर्वश्रेष्ठ अनुमान लगाएं क्योंकि वास्तव में इसे बदलने की आवश्यकता नहीं है (चूंकि आप पहले से लॉग इन हैं), लेकिन यह हमें मौजूदा बैकअप प्रविष्टि को हटाने देता है।
hu: Változtassa meg meglévő jelszavát. Ha nem ismeri jelenlegi jelszavát, csak tippelje meg, mivel valójában nem szükséges megváltoztatnia (mivel Ön már bejelentkezett), de lehetővé teszi, hogy töröljük a meglévő biztonsági bejegyzést.
ja: 既存のパスワードを変更します。現在のパスワードがわからない場合は、(すでにログインしているため) 実際には変更する必要がないため、できるだけ推測してください。ただし、既存のバックアップ エントリを削除することはできます。
ko: 기존 비밀번호를 변경합니다. 현재 비밀번호를 모르는 경우 실제로 비밀번호를 변경할 필요는 없지만(이미 로그인되어 있으므로) 기존 백업 항목을 삭제할 수 있으므로 최선을 다해 추측하십시오.
lv: Mainiet savu esošo paroli. Ja nezināt savu pašreizējo paroli, vienkārši uzminējiet, jo tā faktiski nav jāmaina (jo jūs jau esat pieteicies), taču tas ļauj mums izdzēst esošo rezerves ierakstu.
ms: Tukar kata laluan sedia ada anda. Jika anda tidak mengetahui kata laluan semasa anda, cuma buat tekaan terbaik anda kerana ia sebenarnya tidak diperlukan untuk menukarnya (memandangkan anda sudah log masuk), tetapi ia membenarkan kami memadamkan entri sandaran yang sedia ada.
nl: Wijzig uw bestaande wachtwoord. Als je je huidige wachtwoord niet weet, doe dan gewoon je best, want het is niet echt nodig om het te wijzigen (omdat je al bent ingelogd), maar het laat ons wel de bestaande back-upvermelding verwijderen.
no: Endre ditt eksisterende passord. Hvis du ikke kjenner det nåværende passordet ditt, gjør du bare din beste gjetning ettersom det faktisk ikke er nødvendig å endre det (siden du allerede er logget på), men det lar oss slette den eksisterende sikkerhetskopioppføringen.
pl: Zmień swoje dotychczasowe hasło. Jeśli nie znasz swojego aktualnego hasła, po prostu zgadnij, ponieważ w rzeczywistości nie jest wymagane jego zmienianie (ponieważ jesteś już zalogowany), ale pozwala nam to usunąć istniejący wpis kopii zapasowej.
ro: Schimbați parola existentă. Dacă nu vă cunoașteți parola actuală, ghiciți-vă, deoarece nu este necesar să o schimbați (din moment ce sunteți deja autentificat), dar ne permite să ștergem intrarea de rezervă existentă.
ru: Измените существующий пароль. Если вы не знаете свой текущий пароль, просто сделайте предположение, так как на самом деле менять его не требуется (поскольку вы уже вошли в систему), но это позволяет нам удалить существующую запись резервной копии.
sl: Spremenite obstoječe geslo. Če ne poznate svojega trenutnega gesla, ugibajte po svojih najboljših močeh, saj ga dejansko ni treba spremeniti (ker ste že prijavljeni), vendar nam omogoča, da izbrišemo obstoječi varnostni vnos.
sv: Ändra ditt befintliga lösenord. Om du inte känner till ditt nuvarande lösenord, gör bara din bästa gissning eftersom det faktiskt inte krävs för att ändra det (eftersom du redan är inloggad), men det låter oss ta bort den befintliga backup-posten.
tl: Baguhin ang iyong umiiral na password. Kung hindi mo alam ang iyong kasalukuyang password, hulaan na lang ang iyong pinakamahusay dahil hindi naman talaga kailangan na baguhin ito (dahil naka-log in ka na), ngunit hinahayaan kami nitong tanggalin ang kasalukuyang backup na entry.
tr: Mevcut şifrenizi değiştirin. Mevcut şifrenizi bilmiyorsanız, en iyi tahmininizi yapın çünkü aslında şifrenizi değiştirmeniz gerekmemektedir (zaten oturum açmış olduğunuz için), ancak mevcut yedekleme girişini silmemize izin vermektedir.
uk: Змініть існуючий пароль. Якщо ви не знаєте свій поточний пароль, просто припустіть, оскільки насправді його не потрібно змінювати (оскільки ви вже ввійшли в систему), але це дозволяє нам видалити наявний резервний запис.
vi: Thay đổi mật khẩu hiện có của bạn. Nếu bạn không biết mật khẩu hiện tại của mình, chỉ cần phỏng đoán chính xác nhất vì thực tế không bắt buộc phải thay đổi mật khẩu (vì bạn đã đăng nhập), nhưng nó cho phép chúng tôi xóa mục sao lưu hiện có.
zh_hans: 更改现有密码。如果您不知道当前密码，请做出最佳猜测，因为实际上不需要更改它（因为您已经登录），但它确实让我们删除了现有的备份条目。
zh_hant: 更改現有密碼。如果您不知道當前密碼，請做出最佳猜測，因為實際上不需要更改它（因為您已經登錄），但它確實讓我們刪除了現有的備份條目。

source: Change Pin
ar: تغيير الدبوس
bg: Промяна на Pin
bn: পিন পরিবর্তন করুন
da: Skift pin
de: PIN ändern
he: שנה סיכה
hi: पिन बदलें
hu: Pin módosítása
ja: ピンの変更
ko: 핀 변경
lv: Mainīt Pin
ms: Tukar Pin
nl: Verander pincode
no: Bytt pinne
pl: Zmień PIN
ro: Schimba pin-ul
ru: Изменить пин
sl: Spremeni PIN
sv: Byt stift
tl: Baguhin ang Pin
tr: Pin'i değiştir
uk: Змінити PIN-код
vi: Thay đổi pin
zh_hans: 更改引脚
zh_hant: 更改引腳

# changePinHint
source: Set pin
ar: تعيين دبوس
bg: Задайте щифт
bn: পিন সেট করুন
da: Sæt pin
de: Stift setzen
he: הגדר סיכה
hi: पिन सेट करें
hu: Állítsa be a tűt
ja: セットピン
ko: 핀 설정
lv: Iestatīt tapu
ms: Tetapkan pin
nl: Pin instellen
no: Sett pinne
pl: Ustaw pinezkę
ro: Setați pinul
ru: Установите булавку
sl: Nastavite žebljiček
sv: Sätt stift
tl: Itakda ang pin
tr: PIN ayarla
uk: Встановити шпильку
vi: Đặt ghim
zh_hans: 设置引脚
zh_hant: 設置引腳

source: Change PoW
bg: Промяна на PoW
da: Skift PoW
de: PoW ändern
he: שנה PoW
hi: पीओडब्ल्यू बदलें
hu: PoW módosítása
ko: 작업 증명 변경
ms: Tukar PoW
nl: PoW wijzigen
pl: Zmień POW
ro: Schimbați PoW
ru: Изменить PoW
sv: Ändra PoW
tl: Baguhin ang PoW
tr: PoW'u değiştir
uk: Змінити PoW
vi: Thay đổi PoW
zh_hans: 改变工作量证明
zh_hant: 改變工作量證明

source: Change PoW Source
bg: Промяна на източника на PoW
da: Skift PoW-kilde
de: Ändern Sie die PoW-Quelle
he: שנה מקור PoW
hi: पीओडब्ल्यू स्रोत बदलें
hu: PoW-forrás módosítása
ko: PoW 소스 변경
ms: Tukar Sumber PoW
nl: Verander de PoW-bron
pl: Zmień źródło PoW
ro: Schimbați sursa PoW
ru: Изменить источник PoW
sv: Ändra PoW-källa
tl: Baguhin ang Pinagmulan ng PoW
tr: PoW Kaynağını Değiştir
uk: Змінити джерело PoW
vi: Thay đổi nguồn PoW
zh_hans: 更改 PoW 源
zh_hant: 更改 PoW 源

# changePowSourceInfo
source: Change the source of PoW used to send and receive transactions.
bg: Променете източника на PoW, използван за изпращане и получаване на транзакции.
da: Skift kilden til PoW, der bruges til at sende og modtage transaktioner.
de: Ändern Sie die PoW-Quelle, die zum Senden und Empfangen von Transaktionen verwendet wird.
he: שנה את מקור ה-PoW המשמש לשליחה וקבלה של עסקאות.
hi: लेन-देन भेजने और प्राप्त करने के लिए उपयोग किए जाने वाले PoW के स्रोत को बदलें।
hu: Módosítsa a tranzakciók küldésére és fogadására használt PoW forrását.
ko: 트랜잭션을 보내고 받는 데 사용되는 PoW의 소스를 변경합니다.
ms: Tukar sumber PoW yang digunakan untuk menghantar dan menerima transaksi.
nl: Wijzig de bron van PoW die wordt gebruikt om transacties te verzenden en te ontvangen.
pl: Zmień źródło PoW używane do wysyłania i odbierania transakcji.
ro: Schimbați sursa PoW utilizată pentru a trimite și primi tranzacții.
ru: Измените источник PoW, используемый для отправки и получения транзакций.
sv: Ändra källan till PoW som används för att skicka och ta emot transaktioner.
tr: İşlem göndermek ve almak için kullanılan PoW kaynağını değiştirin.
uk: Змініть джерело PoW, що використовується для надсилання та отримання транзакцій.
zh_hans: 更改用于发送和接收交易的 PoW 来源。
zh_hant: 更改用於發送和接收交易的 PoW 來源。

# changeRepAuthenticate
source: Change Representative
ar: تغير المندوب
bg: Смени Представителя
bn: রিপ্রেজেন্টেটিভ পরিবর্তন করুন
da: Změnit zástupce
de: Vertreter wechseln
he: שנה נציג
hi: प्रतिनिधि बदलें
hu: Képviselő Megváltoztatása
ja: 代理人を変更する
ko: 대리인 변경
lv: Mainīt pārstāvi
ms: Tukar Wakil
nl: Verander van vertegenwoordiger
no: Endre representant
pl: Zmień przedstawiciela
ro: Schimbă reprezentantul
ru: Сменить представителя
sl: Zamenjaj predstavnika
sv: Byt representant
tl: Palitan ang Representative
tr: Temsilci Değiştir
uk: Зміна представника
vi: Thay đổi đại diện
zh_hans: 更改代表
zh_hant: 變更代表

# changeRepButton
source: Change
ar: تغير
bg: Смени
bn: পরিবর্তন
da: Změnit
de: Ändern
he: שנה
hi: बदलें
hu: Megváltoztat
ja: 変更する
ko: 바꾸기
lv: Mainīt
ms: Ubah
nl: Verander
no: Endre
pl: Zmień
ro: Schimbă
ru: Изменить
sl: Zamenjaj
sv: Ändra
tl: Palitan
tr: Değiştir
uk: Зміна
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# changeRepHint
source: Enter New Representative
ar: أدخل مندوب جديد
bg: Въведете нов Представител
bn: নতুন রিপ্রেজেন্টেটিভ প্রবেশ করুন
da: Zadejte nového zástupce
de: Neuer Vertreter
he: הכנס כתובת נציג חדש
hi: नए प्रतिनिधि का पता दर्ज करें
hu: Új Képviselő
ja: 新しい代理人を入力する
ko: 새로운 대리인을 입력하세요
lv: Ievadiet jaunu pārstāvi
ms: Masukkan kewakilan baru
nl: Vul nieuwe vertegenwoordiger in
no: Angi ny representant.
pl: Wpisz nowego Przedstawiciela
ro: Introdu noul reprezentant
ru: Новый представитель
sl: Vnesite novega predstavnika
sv: Ange ny representant
tl: Ilagay ang bagong Representative
tr: Yeni Temsilci Gir
uk: Введіть нового представника
vi: Nhập đại diện mới
zh_hans: 输入新代表
zh_hant: 輸入新代表

# changeRepSame
source: This is already your representative!
ar: هذا هو بالفعل ممثلك!
bg: Това вече е твой представител!
bn: এটি ইতিমধ্যেই আপনার প্রতিনিধি!
da: Dette er allerede din repræsentant!
de: Das ist schon Ihr Vertreter!
he: זה כבר הנציג שלך!
hi: यह पहले से ही आपका प्रतिनिधि है!
hu: Ez már a képviselője!
ja: これはすでにあなたの代表です！
ko: 이것은 이미 당신의 대표입니다!
ms: Ini sudah menjadi wakil anda!
nl: Dit is al je vertegenwoordiger!
no: Dette er allerede din representant!
pl: To już twój przedstawiciel!
ro: Acesta este deja reprezentantul tău!
ru: Это уже ваш представитель!
sl: To je že vaš predstavnik!
sv: Det här är redan din representant!
tl: Ito ang iyong kinatawan!
tr: Bu zaten sizin temsilciniz!
uk: Це вже ваш представник!
vi: Đây đã là người đại diện của bạn!
zh_hans: 这已经是你的代表了！
zh_hant: 這已經是您的代表了！

# changeRepSucces
source: Representative Changed Successfully
ar: تم تغير المندوب بنجاح
bg: Представителя е Сменен Успешно
bn: রিপ্রেজেন্টেটিভ সফলভাবে পরিবর্তন করা হয়েছে
da: Zástupce byl úspěšně změněn
de: Vertreter erfolgreich gewechselt
he: נציג השתנה בהצלחה
hi: प्रतिनिधि सफलतापूर्वक बदल गया
hu: Képviselő Sikeresen Kiválasztva
ja: 代理人が変更されました
ko: 대리인이 성공적으로 변경되었습니다
lv: Pārstāvis nomainīts sekmīgi
ms: Wakil berjaya ditukar
nl: Nieuwe vertegenwoordiger opgeslagen
no: Representant endret
pl: Przedstawiciel Zmieniony
ro: Reprezentant schimbat cu succes
ru: Представитель успешно изменён.
sl: Predstavnik uspešno zamenjan
sv: Representanten är nu ändrad
tl: Ang Representative ay napalitan
tr: Temsilciniz Başarıyla Değiştirildi
uk: Представника змінено успішно
vi: Đã đổi đại diện thành công
zh_hans: 代表更改成功
zh_hant: 代表變更成功

source: Change Seed
ar: تغيير البذور
bg: Промяна на семето
bn: বীজ পরিবর্তন করুন
da: Skift frø
de: Samen ändern
he: שנה זרע
hi: बीज बदलें
ja: シードを変更
ko: 시드 변경
lv: Mainīt sēklu
ms: Tukar Benih
nl: Wijzig zaad
no: Bytt frø
pl: Zmień ziarno
ro: Schimbați Semințele
ru: Изменить семя
sl: Spremeni seme
sv: Byt utsäde
tl: Baguhin ang Binhi
tr: Tohum Değiştir
uk: Змінити насіння
vi: Thay đổi hạt giống
zh_hans: 改变种子
zh_hant: 改變種子

# changeSeedParagraph
source: Change the seed/phrase associated with this magic-link authed account, whatever password you set here will overwrite your existing password, but you can use the same password if you choose.
ar: قم بتغيير العبارة الأولية المرتبطة بهذا الحساب المصادق عليه الارتباط السحري ، مهما كانت كلمة المرور التي قمت بتعيينها هنا ستحل محل كلمة المرور الحالية ، ولكن يمكنك استخدام نفس كلمة المرور إذا اخترت ذلك.
bg: Променете семената/фразата, свързана с този удостоверен с магическа връзка акаунт, каквато и парола да зададете тук, ще замени съществуващата ви парола, но можете да използвате същата парола, ако решите.
bn: এই ম্যাজিক-লিঙ্ক প্রমাণিত অ্যাকাউন্টের সাথে যুক্ত বীজ/বাক্যাংশ পরিবর্তন করুন, আপনি এখানে যে পাসওয়ার্ড সেট করবেন তা আপনার বিদ্যমান পাসওয়ার্ডটি ওভাররাইট করবে, তবে আপনি যদি চয়ন করেন তবে আপনি একই পাসওয়ার্ড ব্যবহার করতে পারেন।
da: Skift frøet/sætningen, der er knyttet til denne godkendte konto med magisk link, uanset hvilken adgangskode du angiver her vil overskrive din eksisterende adgangskode, men du kan bruge den samme adgangskode, hvis du vælger det.
de: Ändern Sie den Seed/Phrase, der mit diesem Magic-Link-authentifizierten Konto verknüpft ist. Das Passwort, das Sie hier festlegen, wird Ihr vorhandenes Passwort überschreiben, aber Sie können dasselbe Passwort verwenden, wenn Sie dies wünschen.
he: שנה את המקור/הביטוי המשויך לחשבון המאושר עם קישור הקסם הזה, כל סיסמה שתגדיר כאן תחליף את הסיסמה הקיימת שלך, אבל אתה יכול להשתמש באותה סיסמה אם תבחר.
hi: इस मैजिक-लिंक ऑथर्ड अकाउंट से जुड़े बीज/वाक्यांश को बदलें, आप यहां जो भी पासवर्ड सेट करेंगे, वह आपके मौजूदा पासवर्ड को ओवरराइट कर देगा, लेकिन आप चाहें तो उसी पासवर्ड का उपयोग कर सकते हैं।
hu: Módosítsa a magic-link hitelesített fiókhoz társított magot/kifejezést, az itt beállított jelszó felülírja a meglévő jelszavát, de ha úgy dönt, használhatja ugyanazt a jelszót.
ja: このマジック リンクで認証されたアカウントに関連付けられているシード/フレーズを変更します。ここで設定したパスワードは既存のパスワードを上書きしますが、必要に応じて同じパスワードを使用できます。
ko: 이 매직 링크 인증 계정과 연결된 시드/구문을 변경합니다. 여기에 설정한 비밀번호가 무엇이든 기존 비밀번호를 덮어쓰지만 원하는 경우 동일한 비밀번호를 사용할 수 있습니다.
lv: Mainiet sēklu/frāzi, kas saistīta ar šo maģiskās saites autentificēto kontu, neatkarīgi no šeit iestatītās paroles tiks pārrakstīta jūsu esošā parole, taču varat izmantot to pašu paroli, ja vēlaties.
ms: Tukar benih/frasa yang dikaitkan dengan akaun sah pautan ajaib ini, apa sahaja kata laluan yang anda tetapkan di sini akan menimpa kata laluan sedia ada anda, tetapi anda boleh menggunakan kata laluan yang sama jika anda memilih.
nl: Wijzig de seed/phrase die is gekoppeld aan dit door magic-link geverifieerde account, welk wachtwoord u hier ook instelt, uw bestaande wachtwoord wordt overschreven, maar u kunt hetzelfde wachtwoord gebruiken als u dat wilt.
no: Endre frøet/frasen som er knyttet til denne magiske lenken godkjente kontoen, uansett passord du angir her vil overskrive det eksisterende passordet ditt, men du kan bruke det samme passordet hvis du velger det.
pl: Zmień ziarno / frazę powiązaną z tym uwierzytelnionym kontem za pomocą magicznego linku, dowolne hasło, które tutaj ustawisz, zastąpi istniejące hasło, ale możesz użyć tego samego hasła, jeśli chcesz.
ro: Schimbați semințele/expresia asociată cu acest cont autentificat prin link magic, orice parolă pe care o setați aici va suprascrie parola existentă, dar puteți utiliza aceeași parolă dacă doriți.
ru: Измените начальное число/фразу, связанную с этой учетной записью с авторизацией по магической ссылке, любой пароль, который вы установите здесь, перезапишет ваш существующий пароль, но вы можете использовать тот же пароль, если хотите.
sl: Spremenite seme/frazo, povezano s tem overjenim računom z magično povezavo, katero koli geslo, ki ga nastavite tukaj, bo prepisalo vaše obstoječe geslo, vendar lahko uporabite isto geslo, če želite.
sv: Ändra fröet/frasen som är associerad med detta magiska länkgodkända konto, vilket lösenord du än anger här kommer att skriva över ditt befintliga lösenord, men du kan använda samma lösenord om du vill.
tl: Baguhin ang seed/phrase na nauugnay sa magic-link na na-authed account na ito, anuman ang password na itinakda mo dito ay mao-overwrite ang iyong umiiral na password, ngunit maaari mong gamitin ang parehong password kung pipiliin mo.
tr: Bu sihirli bağlantı yetkilendirilmiş hesapla ilişkili çekirdeği/ifadeyi değiştirin, burada belirlediğiniz parola ne olursa olsun, mevcut parolanızın üzerine yazacaktır, ancak isterseniz aynı parolayı kullanabilirsiniz.
uk: Змініть початкове значення/фразу, пов’язану з цим обліковим записом із автентифікацією за допомогою магічного посилання, будь-який пароль, який ви встановите тут, перезапише ваш існуючий пароль, але ви можете використовувати той самий пароль, якщо забажаєте.
vi: Thay đổi hạt giống / cụm từ được liên kết với tài khoản được tự động liên kết kỳ diệu này, bất kỳ mật khẩu nào bạn đặt ở đây sẽ ghi đè lên mật khẩu hiện có của bạn, nhưng bạn có thể sử dụng cùng một mật khẩu nếu bạn chọn.
zh_hans: 更改与此magic-link authed 帐户关联的种子/短语，您在此处设置的任何密码都将覆盖您现有的密码，但您可以选择使用相同的密码。
zh_hant: 更改與此magic-link authed 帳戶關聯的種子/短語，您在此處設置的任何密碼都將覆蓋您現有的密碼，但您可以選擇使用相同的密碼。
