Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

source: Mark as Unpaid
ar: وضع علامة على أنه بدون
bg: Маркиране като неплатено
bn: অবৈতনিক হিসাবে চিহ্নিত করুন
da: Markér som Ubetalt
de: Als unbezahlt markieren
he: סמן כשלא שולמו
hi: अनपेड के रूप में चिह्नित करें
hu: Megjelölés kifizetetlenként
ja: 未払いとしてマークする
ko: 미지급으로 표시
ms: Tandakan sebagai Tidak Dibayar
nl: Markeren als onbetaald
no: Merk som ubetalt
pl: Oznacz jako niezapłacone
ro: Marcați ca neplătit
ru: Отметить как неопла
sl: Označi kot neplačano
sv: Markera som obetald
tl: Markahan bilang Hindi Nabayarang
tr: Ödenmemiş olarak işaretle
uk: Позначити як неоплачені
vi: Đánh dấu là chưa thanh toán
zh_hans: 标记为未付款
zh_hant: 標示為未付款

# memoSentButNotReceived
source: Message re-sent! If still unread, the recipient's device may be offline.
ar: إعادة إرسال المذكرة! إذا كان لا يزال غير معترف به، فقد يكون جهاز المستلم غير متصل.
bg: Бележката е изпратена отново! Ако все още не е признато, устройството на получателя може да е офлайн.
bn: মেমো পুনরায় পাঠানো হয়েছে! যদি এখনও অস্বীকৃত না হয়, প্রাপকের ডিভাইস অফলাইনে থাকতে পারে।
da: Memo sendt igen! Hvis modtagerens enhed stadig ikke er anerkendt, kan modtagerens enhed være offline.
de: Memo erneut gesendet! Falls immer noch nicht bestätigt, ist das Gerät des Empfängers möglicherweise offline.
he: תזכיר נשלח מחדש! אם עדיין לא הודה, ייתכן שהמכשיר של הנמען במצב לא מקוון.
hi: मेमो फिर से भेजा गया! अगर अभी भी अनपेक्षित है, तो प्राप्तकर्ता का डिवाइस ऑफ़लाइन हो सकता है।
hu: Feljegyzés újra elküldve! Ha még mindig nem ismeri fel, előfordulhat, hogy a címzett készüléke offline állapotban van.
ja: メモが再送されました！それでも確認されない場合は、受信者のデバイスがオフラインになっている可能性があります。
ko: 메모 다시 보냈습니다!여전히 승인되지 않은 경우 수신자의 장치가 오프라인 상태일 수 있습니다.
lv: Memo re-sent! If still unacknowledged, the recipient's device may be offline.
ms: Memo dihantar semula! Jika masih tidak dikenali, peranti penerima mungkin berada di luar talian.
nl: Memo opnieuw verzonden! Als het apparaat nog steeds niet wordt bevestigd, is het apparaat van de ontvanger mogelijk offline.
no: Memo sendt på nytt! Hvis det fortsatt ikke er godkjent, kan mottakerens enhet være frakoblet.
pl: Notatka ponownie wysłana! Jeśli nadal nie jest potwierdzone, urządzenie odbiorcy może być w trybie offline.
ro: Memo re-trimis! Dacă încă nu este recunoscut, dispozitivul destinatarului poate fi offline.
ru: Памятка отправлена повторно! Если все еще не подтверждено, устройство получателя может быть отключено.
sl: Memo ponovno poslana! Če še vedno ni potrjena, je naprava prejemnika morda brez povezave.
sv: Memo skickas igen! Om mottagarens enhet fortfarande inte bekräftas kan mottagarens enhet vara offline.
tl: Memo muling ipinadala! Kung hindi pa rin kinikilala, maaaring offline ang device ng tatanggap.
tr: Memo yeniden gönderildi! Hala onaylanmamışsa, alıcının cihazı çevrimdışı olabilir.
uk: Пам'ятка повторно відправлена! Якщо пристрій одержувача все ще не підтверджено, пристрій одержувача може бути в автономному режимі.
vi: Ghi nhớ gửi lại! Nếu vẫn chưa được xác nhận, thiết bị của người nhận có thể đang ngoại tuyến.
zh_hans: 备忘录已重新发送！如果仍未确认，则收件人的设备可能处于脱机状态。
zh_hant: 備忘錄重新發送！如果仍未確認，則收件者的裝置可能處於離線狀態。

source: Message Copied
ar: تم نسخ الرسالة
bg: Съобщението е копирано
bn: বার্তা অনুলিপি করা হয়েছে
da: Meddelelse kopieret
de: Nachricht kopiert
he: ההודעה הועתקה
hi: संदेश कॉपी किया गया
hu: Üzenet másolva
ja: メッセージをコピーしました
ko: 메시지 복사됨
lv: Ziņa nokopēta
ms: Mesej Disalin
nl: Bericht gekopieerd
no: Melding kopiert
pl: Wiadomość skopiowana
ro: Mesaj copiat
ru: Сообщение скопировано
sl: Sporočilo kopirano
sv: Meddelande kopierat
tl: Nakopya ang Mensahe
tr: Mesaj Kopyalandı
uk: Повідомлення скопійовано
vi: Đã sao chép tin nhắn
zh_hans: 消息已复制
zh_hant: 消息已復制

# messageHeader
source: Message
ar: رسالة
bg: Съобщение
bn: বার্তা
da: Zpráva
de: Nachricht
he: הודעה
hi: संदेश
hu: Üzenet
ja: メッセージ
ko: 메시지
ms: Mesej
nl: Bericht
no: Melding
pl: Wiadomość
ro: Mesaj
ru: Сообщение
sl: Sporočilo
sv: Meddelande
tl: Mensahe
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh_hans: 留言
zh_hant: 留言

# minimumSend
source: Minimum send amount is %1 %2
ar: الحد الأدنى لمبلغ الإرسال هو %1 %2
bg: Мин сума за изпращане %1 NANO
bn: ন্যূনতম পাঠানোর পরিমাণ %1 NANO
da: Minimální částka pro odeslání je% 1 NANO
de: Der Mindest-Sendebetrag beträgt %1 NANO
he: כמות השליחה המינימלית היא% 1
hi: न्यूनतम प्रेषण राशि %1 नैनो है
hu: A minimális küldési összeg:% 1% 2
ja: 最小送信金額は %1 %2
ko: 최소 전송 금액은 %1% 2입니다.
ms: Jumlah minimum penghantaran adalah %1 NANO
nl: Het minimum te verzenden bedrag is %1 NANO
no: Minste overførselsbeløp er %1 NANO
pl: Minimalna kwota wysłania to% 1% 2
ro: Suma minimă de trimitere este% 1% 2
ru: Минимум сумма отправки %1 %2
sl: Minimalni znesek za pošiljanje je% 1% 2
sv: Minsta möjliga belopp att skicka är %1 NANO
tl: Ang minimum na halaga ng pagpapadala ay %1 %2
tr: Minimumu Nano yollama miktarı %1
uk: Мінімальна сума для пересилання %1 NANO
vi: Khoản gửi tối thiểu là %1 Nano
zh_hans: 最小发送金额为 %1 %2
zh_hant: 最低發送金額是 %1 NANO

# minuteAgo
source: A minute ago
ar: قبل دقيقة
bg: Преди минута
bn: এক মিনিট আগে
da: For et minut siden
de: Vor einer Minute
he: לפני דקה
hi: एक मिनट पहले
hu: Egy perccel ezelőtt
ja: 1分前
ko: 1분 전
lv: Pirms minūtes
ms: seminit yang lalu
nl: Een minuut geleden
no: For et minutt siden
pl: Minutę temu
ro: Un minut în urmă
ru: Минуту назад
sl: Pred minuto
sv: För en minut sedan
tl: Isang minuto ang nakalipas
tr: Bir dakika önce
uk: Хвилину тому
vi: Một phút trước
zh_hans: 一分钟前
zh_hant: 一分鐘前

# mnemonicInvalidWord
source: %1 is not a valid word
ar: %1 ليست كلمة صالحة
bg: %1 не е валидна дума
bn: %1 একটি বৈধ শব্দ নয়
da: % 1 není platné slovo
de: %1 ist kein gültiges Wort
hi: %1 मान्य शब्द नहीं है
ja: ％1は有効な単語ではありません
lv: %1 nav derīgs vārds
ms: %1 bukan perkataan yang sah
nl: %1 is geen geldig woord
no: %1 er ikke et gyldig ord
pl: %1 nie jest ważnym słowem
ro: %1 nu este un cuvânt valid
ru: %1 не является допустимым словом
sl: %1 ni veljavna beseda
sv: %1 är inget giltigt ord
tl: %1 ay hindi valid na salita
tr: %1 geçerli bir kelime değil
uk: %1 неправильне слово
vi: %1 không phải từ hợp lệ
zh_hans: %1 不是有效的词语
zh_hant: %1 不是有效的詞語。

source: Mnemonic Phrase
ar: عبارة تذكيرية
bg: Мнемонична фраза
bn: স্মারক বাক্যাংশ
da: Mnemonická fráze
de: Wortfolge
he: פתגם זכרון
hi: स्मरक वाक्यांश
ja: [Obsolete] ニーモニックフレーズ
lv: Mnemoniskā frāze
ms: Frasa Mnemonik
nl: Woordvolgorde
no: Mnemonisk frase
pl: Fraza Mnemnoniczna
ro: Frază de memorat
ru: Мнемоническая фраза
sl: Besedna fraza
sv: Hemlig fras
tr: Memonik Cümle
uk: Мнемонічна фраза
vi: Cụm từ ghi nhớ
zh_hans: 秘密短语
zh_hant: 助記詞

# mnemonicSizeError
source: Secret phrase may only contain 24 words
ar: العبارة السرية قد تحتوي فقط على 24 كلمة
bg: Тайната фраза може да съдържа само 24 думи
bn: গোপন বাক্যে শুধুমাত্র 24 টি শব্দ থাকতে পারে
da: Tajná fráze může obsahovat pouze 24 slov
de: Die Geheimsequenz muss 24 Wörter enthalten
hi: गुप्त वाक्यांश में केवल 24 शब्द हो सकते हैं
ja: シークレットフレーズには24語しか含めることができません
lv: Slepenā frāze var saturēt tikai 24 vārdus
ms: Frasa rahsia hanya boleh mengandungi 24 perkataan
nl: De geheime zin mag slechts 24 woorden bevatten
no: Tilknytningskode kan kun inneholde 24 ord
pl: Sekretna fraza może zawierać tylko 24 słowa
ro: Formula secretă conține doar 24 de cuvinte
ru: Секретная фраза может содержать только 24 слова
sl: Skrivni niz lahko vsebuje samo 24 besed
sv: En hemlig fras kan bara innehålla 24 ord
tl: Secret phrase ay may 24 na salita lamang
tr: Gizli cümle 24 kelime olmalı
uk: Секретна фраза складається із точно 24х слів
vi: Cụm từ bí mật chỉ có thể gồm 24 từ
zh_hans: 秘密词语一定要包含 24 个词语
zh_hant: 秘密詞語一定要包含 24 個詞語

source: Monthly Server Costs
ar: تكاليف الخادم الشهرية
bg: Месечни разходи за сървър
bn: মাসিক সার্ভার খরচ
da: Månedlige serveromkostninger
de: Monatliche Serverkosten
he: עלויות שרת חודשיות
hi: मासिक सर्वर लागत
hu: Havi szerverköltségek
ja: 月額サーバー費用
ko: 월간 서버 비용
lv: Ikmēneša servera izmaksas
ms: Kos Pelayan Bulanan
nl: Maandelijkse serverkosten
no: Månedlige serverkostnader
pl: Miesięczne koszty serwera
ro: Costuri lunare ale serverului
ru: Ежемесячные расходы на сервер
sl: Mesečni stroški strežnika
sv: Månatliga serverkostnader
tl: Buwanang Mga Gastos sa Server
tr: Aylık Sunucu Maliyetleri
uk: Щомісячні витрати на сервер
vi: Chi phí máy chủ hàng tháng
zh_hans: 每月服务器成本
zh_hant: 每月服務器成本

source: More Settings
ar: المزيد من الإعدادات
bg: Още настройки
bn: আরো কৌশল
da: Flere indstillinger
de: Mehr Einstellungen
he: הגדרות נוספות
hi: अधिक सेटिंग्स
hu: További beállítások
ja: その他の設定
ko: 자세한 설정
lv: Vairāk iestatījumu
ms: Lagi Tetapan
nl: Meer instellingen
no: Flere innstillinger
pl: Więcej ustawień
ro: Mai multe setari
ru: Больше настроек
sl: Več nastavitev
sv: Fler inställningar
tl: Higit pang Mga Setting
tr: Daha fazla ayar
uk: Більше налаштувань
vi: Cài đặt khác
zh_hans: 更多设置
zh_hant: 更多設置

# nameEmpty
source: Please enter a Name
bg: Моля, въведете име
bn: একটি নাম লিখুন দয়া করে
da: Indtast venligst et navn
de: Bitte geben Sie einen Namen ein
he: נא להזין שם
hi: कृपया एक नाम दर्ज करें
hu: Kérjük, adjon meg egy nevet
ko: 이름을 입력하세요
lv: Lūdzu, ievadiet Vārdu
ms: Sila masukkan Nama
nl: Voer een naam in
no: Vennligst skriv inn et navn
pl: Wprowadź nazwę
ro: Vă rugăm să introduceți un Nume
ru: Пожалуйста, введите имя
sl: Vnesite ime
sv: Vänligen ange ett namn
tl: Mangyaring magpasok ng isang Pangalan
tr: Lütfen bir Ad girin
uk: Будь ласка, введіть ім'я
vi: Vui lòng nhập tên
zh_hans: 请输入姓名
zh_hant: 請輸入姓名

source: Natricon
bg: Натрикона
bn: নাট্রিকন
hi: नैट्रिकोन
sv: Natrikon
zh_hant: 卡通圖示

source: Nautilus Wallet
ar: محفظة نوتيلوس
bg: Портфейл Nautilus
bn: নটিলাস ওয়ালেট
da: Nautilus tegnebog
de: Nautilus-Geldbörse
he: ארנק נאוטילוס
hi: नॉटिलस वॉलेट
hu: Nautilus pénztárca
ja: ノーチラス ウォレット
ko: 노틸러스 지갑
lv: Nautilus maks
ms: Dompet Nautilus
nl: Nautilus Portemonnee
no: Nautilus lommebok
pl: Portfel Nautilusa
ro: Portofel Nautilus
ru: Кошелек Наутилус
sl: Denarnica Nautilus
sv: Nautilus plånbok
tr: Nautilus Cüzdanı
uk: Гаманець Nautilus
vi: Ví Nautilus
zh_hans: 鹦鹉螺钱包
zh_hant: 鸚鵡螺錢包

source: Nearby
ar: مجاور
bg: Наблизо
bn: কাছাকাছি
da: i nærheden
de: In der Nähe
he: סָמוּך
hi: पास ही
hu: Közeli
ja: 近く
ko: 가까운
lv: Tuvumā
ms: Berdekatan
nl: In de buurt
no: I nærheten
pl: W pobliżu
ro: Din apropiere
ru: Рядом, поблизости
sl: V bližini
sv: Närliggande
tl: Malapit
tr: Yakında
uk: Поруч
vi: Lân cận
zh_hans: 附近
zh_hant: 附近

# needVerificationAlert
source: This feature requires you to have a longer transaction history in order to prevent spam. Alternatively, you can show a QR code for someone to scan.
ar: تتطلب هذه الميزة أن يكون لديك سجل معاملات أطول لمنع البريد العشوائي. بدلاً من ذلك، يمكنك إظهار رمز الاستجابة السريعة لشخص ما للمسح الضوئي.
bg: Тази функция изисква да имате по-дълга история на транзакциите, за да предотвратите спам. Като алтернатива можете да покажете QR код, който някой да сканира.
bn: স্প্যাম প্রতিরোধ করার জন্য এই বৈশিষ্ট্যটির জন্য আপনাকে একটি দীর্ঘ লেনদেনের ইতিহাস থাকতে হবে। বিকল্পভাবে, আপনি কাউকে স্ক্যান করার জন্য একটি QR কোড দেখাতে পারেন।
da: Denne funktion kræver, at du har en længere transaktionshistorik for at forhindre spam. Alternativt kan du vise en QR-kode, som nogen kan scanne.
de: Diese Funktion erfordert einen längeren Transaktionsverlauf, um Spam zu verhindern. Alternativ können Sie einen QR-Code anzeigen, den jemand scannen kann.
he: תכונה זו דורשת ממך היסטוריית עסקאות ארוכה יותר כדי למנוע דואר זבל. לחלופין, אתה יכול להציג קוד QR עבור מישהו לסרוק.
hi: स्पैम को रोकने के लिए इस सुविधा के लिए आपके पास एक लंबा लेनदेन इतिहास होना आवश्यक है। वैकल्पिक रूप से, आप किसी व्यक्ति को स्कैन करने के लिए QR कोड दिखा सकते हैं।
hu: Ez a funkció megköveteli, hogy hosszabb tranzakciós előzményekkel rendelkezzen a spam megelőzése érdekében. Alternatív megoldásként, megmutathat egy QR-kódot, amelyet valaki beolvashat.
ja: この機能では、スパムを防ぐために、より長い取引履歴が必要です。 または、誰かがスキャンできるように QR コードを表示することもできます。
ko: 이 기능을 사용하려면 스팸을 방지하기 위해 거래 내역이 더 길어야 합니다. 다른 사람이 스캔할 수 있도록 QR 코드를 보여줄 수도 있습니다.
ms: Ciri ini memerlukan anda mempunyai sejarah transaksi yang lebih panjang untuk mengelakkan spam. Sebagai alternatif, anda boleh menunjukkan kod QR untuk seseorang mengimbas.
nl: Voor deze functie moet u een langere transactiegeschiedenis hebben om spam te voorkomen. Als alternatief kunt u een QR-code weergeven die iemand kan scannen.
no: Denne funksjonen krever at du har en lengre transaksjonshistorikk for å forhindre spam. Alternativt kan du vise en QR-kode for noen å skanne.
pl: Ta funkcja wymaga dłuższej historii transakcji, aby zapobiec spamowi. Alternatywnie, możesz pokazać kod QR, aby ktoś mógł zeskanować.
ro: Această caracteristică necesită să aveți un istoric de tranzacții mai lung pentru a preveni spamul. Alternativ, puteți afișa un cod QR pentru ca cineva să scaneze.
ru: Эта функция требует более длительной истории транзакций, чтобы предотвратить спам. Кроме того, вы можете показать QR-код для сканирования.
sl: Ta funkcija zahteva daljšo zgodovino transakcij, da preprečite neželeno pošto. Lahko pa prikažete tudi QR kodo, ki jo lahko nekdo skenira.
sv: Den här funktionen kräver att du har en längre transaktionshistorik för att förhindra skräppost. Alternativt kan du visa en QR-kod för någon att skanna.
tl: Ang tampok na ito ay nangangailangan sa iyo na magkaroon ng mas mahabang kasaysayan ng transaksyon upang maiwasan ang spam. Bilang kahalili, maaari kang magpakita ng isang QR code para ma-scan ng isang tao.
tr: Bu özellik, istenmeyen postaları önlemek için daha uzun bir işlem geçmişine sahip olmanızı gerektirir. Alternatif olarak, birinin taraması için bir QR kodu gösterebilirsiniz.
uk: Ця функція вимагає, щоб у вас була довша історія транзакцій, щоб запобігти спаму. Крім того, ви можете показати QR-код комусь для сканування.
vi: Tính năng này yêu cầu bạn phải có lịch sử giao dịch dài hơn để ngăn chặn thư rác. Ngoài ra, bạn có thể hiển thị mã QR để ai đó quét.
zh_hans: 此功能要求您具有更长的交易历史记录，以防止垃圾邮件。 或者，您可以显示二维码供他人扫描。
zh_hant: 此功能要求您擁有更長的交易歷史記錄，以防止垃圾郵件。 或者，您可以顯示 QR 碼供某人掃描。

# needVerificationAlertHeader
source: Verification Needed
ar: مطلوب التحقق
bg: Необходима е проверка
bn: যাচাইকরণ প্রয়োজন
da: Bekræftelse nødvendig
de: Überprüfung erforderlich
he: נדרש אימות
hi: सत्यापन की आवश्यकता है
hu: Ellenőrzés szükséges
ja: 検証が必要
ko: 검증 필요
ms: Pengesahan Diperlukan
nl: Verificatie nodig
no: Bekreftelse nødvendig
pl: Wymagana weryfikacja
ro: Verificarea necesară
ru: Необходима верификация
sl: Potrebno preverjanje
sv: Verifiering behövs
tl: Kinakailangan ang Pag-verify
tr: Doğrulama Gerekli
uk: Потрібна перевірка
vi: Cần xác minh
zh_hans: 需要验证
zh_hant: 需要驗證

# newAccountIntro
source: This is your new account. Once you receive %2, transactions will show up like this:
ar: هذا هو حسابك الجديد بمجرد تلقي NANO ، ستظهر المعاملات كما يلي:
bg: Това е вашият нов акаунт. След като получите NANO, транзакциите ще се покажат по следният начин:
bn: এটি আপনার নতুন অ্যাকাউন্ট। একবার আপনি ন্যানো পেয়ে গেলে, লেনদেন এইভাবে দেখাবে:
da: Toto je váš nový účet. Jakmile obdržíte NANO, transakce se zobrazí takto:
de: Dies ist dein neues Konto. Sobald du deine ersten NANO erhalten hast, werden die Transktionen wie folgt angezeigt:
he: זה החשבון החדש שלך. ברגע שתקבל נאנו, הטראנזקציות יראו כך:
hi: यह आपका नया खाता है। एक बार जब आप नैनो प्राप्त कर लेते हैं, तो लेनदेन इस तरह दिखाई देंगे:
hu: This is your new account. Once you receive NANO, transactions will show up like this:
ja: これは新しいアカウントです。 ナノを受け取ると、トランザクションは次のように表示されます。
ko: This is your new account. Once you receive NANO, transactions will show up like this:
lv: Šis ir jūsu jaunais konts. Tiklīdz saņemsiet NANO, transakcijas būs redzamas šādi:
ms: Ini adalah akaun baru anda. Sebaik sahaja anda menerima NANO, transaksi akan muncul seperti ini:
nl: Dit is jouw nieuwe account. Zodra je NANO ontvangt, zullen transacties op deze manier verschijnen:
no: Dette er din nye konto. Når du mottar NANO vises transaksjoner slik:
pl: To jest twoje nowe konto. Kiedy dostaniesz NANO, transakcje będą tak wyglądały:
ro: Acesta este noul tău cont! Odată ce primești NANO, tranzacțiile vor arată astfel:
ru: Это ваш новый аккаунт. Как только вы получите NANO, транзакции будут выглядеть так:
sl: To je vaš nov račun. Ko boste prejeli NANO, bodo transakcije prikazane takole:
sv: Det här är ditt nya konto. Så snart du tar emot NANO, kommer transaktioner att se ut så här:
tl: Ito ang iyong bagong account. Pag nakareceive ka ng NANO, ganito ang makikita mo:
tr: Bu senin yeni hesabın. Hesabına NANO geldiğinde işlemlerin aşağıdaki gibi görünecek.
uk: Це ваш новий гаманець. Як тільки ви отримаєте NANO, трансакції буде показано отак:
vi: Đây là tài khoản mới của bạn. Khi bạn nhận Nano, giao dịch sẽ được hiển thị như sau:
zh_hans: 这是您的新账户。当您收到 NANO 时, 交易会如下出现：
zh_hant: 這是您的新帳戶。當您收到 NANO 時，交易會顯示如下：

source: New Wallet
ar: محفظة جديدة
bg: Нов Портфейл
bn: নুতন ওয়ালেট
da: Nová peněženka
de: Neues Wallet
he: ארנק חדש
hi: नया वॉलेट
hu: Új Tárca
ja: 新しいウォレットを作成する
ko: 새 지갑
lv: Jauns maks
ms: Dompet Baru
nl: Nieuwe wallet
no: Ny lommebok
pl: Nowy Portfel
ro: Portofel nou
ru: Новый кошелёк
sl: Nova denarnica
sv: Ny plånbok
tl: Bagong Wallet
tr: Yeni Cüzdan
uk: Новий гаманець
vi: Tạo ví mới
zh_hans: 创建新钱包
zh_hant: 建立新錢包

# nextButton
source: Next
ar: التالى
bg: Следващ
bn: পরবর্তী
da: Další
de: Weiter
hi: अगला
ja: 次へ
ms: Seterusnya
nl: Volgende
no: Neste
pl: Następne
ro: Continuă
ru: Далее
sv: Nästa
tl: Susunod
tr: İleri
uk: Далі
vi: Tiếp theo
zh_hans: 继续
zh_hant: 繼續

source: Next Payment
bg: Следващо плащане
da: Næste betaling
de: Nächste Zahlung
he: התשלום הבא
hi: अगला भुगतान
hu: Következő fizetés
ko: 다음 결제
ms: Pembayaran Seterusnya
nl: Volgende betaling
pl: Następna zapłata
ro: Următoarea plată
ru: Следующий платеж
sv: Nästa betalning
tl: Susunod na Pagbabayad
tr: Sonraki ödeme
uk: Наступний платіж
vi: Thanh toán tiếp theo
zh_hans: 下次付款
zh_hant: 下次付款

source: No
ar: لا
bg: Не
bn: না
da: Ne
de: Nein
he: לא
hi: नहीं
hu: Nem
ja: いいえ
ko: 아니요
lv: Nē
ms: Tidak
nl: Nee
no: Nei
pl: Nie
ro: Nu
ru: Нет
sl: Ne
sv: Nej
tl: Hindi
tr: Hayır
uk: Ні
vi: Không
zh_hans: 否认
zh_hant: 不要

# noContactsExport
source: There's no contacts to export.
ar: لا توجد جهات الاتصال للنقل
bg: Няма контакти за експорт
bn: পরিবহন করার জন্য কোন কন্টাক্ট নেই
da: Neexistují žádné kontakty k exportu.
de: Keine Kontakte zum Exportieren gefunden
he: לא קיימים אנשי קשר לייצא
hi: निर्यात करने के लिए कोई संपर्क नहीं हैं।
hu: Nincsenek exportálható kontaktok
ja: エクスポートする連絡先はありません。
ko: 내보낼 연락처가 존재하지 않습니다.
lv: Nav kontaktu ko eksportēt.
ms: Tidak ada kontak yg bisa di ekspor
nl: Er zijn geen contacten aanwezig om te verwijderen
no: Det er ingen kontakter å eksportere.
pl: Nie ma kontaktów do eksportowania
ro: Nu există contacte pentru exportare
ru: Нет контактов для экспорта
sl: Ni stikov za izvoz.
sv: Det finns inga kontakter att exportera
tl: Walang kontak na ma-export
tr: Dışa aktarılabilecek bir kişi bulunamadı
uk: Немає контактів для експорту.
vi: Không có liên hệ nào để xuất ra.
zh_hans: 没有要导出的联系人
zh_hant: 沒有可匯出的聯絡人

# noContactsImport
source: No new contacts to import.
ar: لا توجد جهات اتصال جديدة للجلب.
bg: Няма нови контакти за импорт.
bn: পরিবহন এর জন্য নুতন কন্টাক্ট নেই
da: Žádné nové kontakty k importu.
de: Keine Kontakte zum Importieren gefunden
he: לא נמצאו אנשי קשר לייבוא
hi: आयात करने के लिए कोई संपर्क नहीं मिले।
hu: Nincsenek importálható kontaktok
ja: インポートする新しい連絡先はありません。
ko: 가져올 연락처를 찾을 수 없습니다.
lv: Nav jauni kontakti, ko importēt.
ms: Tidak menemukan untuk impor
nl: Geen contacten gevonden om te importeren
no: Ingen nye kontakter å importere.
pl: Nie znaleziono kontaktów do importowania
ro: Nu am gasit contacte pentru importare
ru: Нет контактов для импорта
sl: Ni novih stikov za uvoz.
sv: Hittade inga kontakter att importera
tl: Walang kontak na ma-import
tr: İçe aktarılacak bir kişi bulunamadı
uk: Немає нових контактів для імпорту
vi: Không có liên hệ nào để nhập.
zh_hans: 找不到要导入的联系人
zh_hant: 沒有可匯入的聯絡人

source: Node
ar: العقدة
bg: Възел
bn: নোড
de: Knoten
he: צוֹמֶת
hi: नोड
hu: Csomópont
ja: ノード
ko: 마디
lv: Mezgls
ms: Nod
nl: Knooppunt
pl: Węzeł
ro: Nodul
ru: Узел
sl: Vozlišče
sv: Nod
tr: düğüm
uk: Вузол
vi: Nút
zh_hans: 节点
zh_hant: 節點

source: Nodes
ar: العقد
bg: Възли
bn: নোডস
da: Noder
de: Knoten
he: צמתים
hi: नोड्स
hu: Csomópontok
ja: ノード
ko: 노드
lv: Mezgli
ms: Nod
nl: Knooppunten
no: Noder
pl: węzły
ro: Noduri
ru: Узлы
sl: Vozlišča
sv: Knutpunkter
tl: Mga node
tr: Düğümler
uk: Вузли
vi: Điểm giao
zh_hans: 节点
zh_hant: 節點

source: Node Status
ar: حالة العقدة
bg: Статус на възела
bn: নোডের অবস্থা
de: Status des Knotens
he: מצב צומת
hi: नोड स्थिति
hu: Csomópont állapota
ja: ノードステータス
ko: 노드 상태
ms: Status Nod
nl: Knoopstatus
pl: Status węzła
ro: Starea nodului
ru: Статус узла
sl: Stanje vozlišča
sv: Nod Status
tl: Katayuan ng Node
tr: Düğüm Durumu
uk: Статус вузла
vi: Trạng thái nút
zh_hans: 节点状态
zh_hant: 節點狀態

# noneMethod
source: None
ar: لا أحد
bg: Нито един
bn: কোনোটিই নয়
da: Ingen
de: Keiner
he: אף אחד
hi: कोई भी नहीं
hu: Egyik sem
ja: なし
ko: 없음
lv: Nav
ms: tiada
nl: Geen
no: Ingen
pl: Nic
ro: Nici unul
ru: Никто
sl: Noben
sv: Ingen
tl: wala
tr: Hiçbiri
uk: Жодного
vi: Không có
zh_hans: 没有任何
zh_hant: 沒有任何

source: No Search Results!
ar: لا توجد نتائج بحث!
bg: Няма резултати от търсенето!
bn: কোন অনুসন্ধানের ফলাফল নেই!
da: Ingen søgeresultater!
de: Keine Suchergebnisse!
he: אין תוצאות חיפוש!
hi: कोई खोज परिणाम नहीं!
hu: Nincs keresési eredmény!
ja: 検索結果がありません！
ko: 검색 결과 없음!
ms: Tiada Keputusan Carian!
nl: Geen zoekresultaten!
no: Ingen søkeresultater!
pl: Brak wyników wyszukiwania!
ro: Niciun rezultat de căutare!
ru: Нет результатов поиска!
sl: Ni rezultatov iskanja!
sv: Inga sökresultat!
tl: Walang Mga Resulta ng Paghahanap!
tr: Arama Sonarı Yok!
uk: Немає результатів пошуку!
vi: Không có kết quả tìm kiếm!
zh_hans: 没有搜索结果！
zh_hant: 沒有搜索結果！

# noSkipButton
source: No, Skip
ar: لا ، تخطي
bg: Не, пропусни
bn: না, এড়িয়ে যান
da: Ne, přeskočit
de: Überspringen
hi: नहीं, छोड़ें
ja: いいえ、スキップする
ms: Tidak, Langkau
nl: Nee, overslaan
no: Nei, hopp over
pl: Nie, pomiń
ro: Sari peste
ru: Нет, пропустить
sv: Nej, hoppa över
tl: Hindi, laktawan ito.
tr: Hayır, Geç
uk: Ні, пропустити
vi: Không, bỏ qua
zh_hans: 不，跳过
zh_hant: 不用，略過

# notificationBody
source: Open %1 to view this transaction
ar: أفتح نتريوم للكشف عن هذا التعامل
bg: Отвори Nautilus за да видиш тази транзакция
bn: এই লেনদেন দেখতে Natrium খুলুন
da: Otevřete Nautilus pro zobrazení této transakce
de: Öffne Nautilus, um diese Transaktion zu sehen.
he: פתח את נאטריום בשביל לצפות בטרנסקציה.
hi: इस लेनदेन को देखने के लिए नेट्रियम खोलें
hu: Nyisd meg a Nautilusot, hogy megnézhesd a tranzakciót.
ja: ナトリアムを開いてこのトランザクションを表示します
ko: 이 거래를 보려면 Nautilus을 여십시오.
lv: Atveriet Nautilus, lai apskatītu šo transakciju
ms: Buka Nautilus bagi melihat transaksi ini.
nl: Open Nautilus om de transactie te zien.
no: Åpne Nautilus for å vise denne transaksjonen
pl: Otwórz Nautilus żeby zobaczyć tą transakcje.
ro: Deschide Nautilus pentru a vizualiza tranzacția.
ru: Откройте Nautilus для просмотра.
sl: Odpri Nautilus za ogled transakcije
sv: Öppna Nautilus för att visa transaktion.
tl: Buksan ang Nautilus para tingnan ito.
tr: Bu transferi görmek için Nautilus’u aç.
uk: Відкрити Nautilus щоб переглянути трансакції
vi: Mở Nautilus để xem giao dịch này
zh_hans: 打开Nautilus查看此交易
zh_hant: 查看交易明細

# notificationHeaderSupplement
source: Tap to open
ar: اضغط للفتح
bg: Натисни за да отвориш
bn: খুলতে আলতো চাপুন
da: Klepnutím otevřete
de: Zum Öffnen tippen
he: לחץ בשביל לפתוח
hi: ऐप्प खोलने के लिए छुएं
hu: Koppints a megnyitáshoz
ja: タップして開きます
ko: 열려면 누르십시오.
lv: Pieskaries, lai atvērtu
ms: Ketuk untuk buka
nl: Tik om te openen
no: Tap for å åpne
pl: Naciśnij aby Otworzyć
ro: Apasă pentru deschidere
ru: Нажмите чтобы открыть
sl: Dotik za ogled
sv: Tryck för att öppna
tl: Tapikin para mabuksan
tr: Açmak için dokun
uk: Торкніться щоб відкрити
vi: Chạm để mở
zh_hans: 点击打开
zh_hant: 輕觸打開
