Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# swapXMRHeader
source: Swap Monero
ar: مبادلة مونيرو
bg: Разменете Monero
bn: অদলবদল Monero
da: Byt Monero
de: Monero tauschen
he: החלפת Monero
hi: स्वैप मोनेरो
hu: Cseréld Monero-t
ja: スワップモネロ
ko: 스왑 모네로
lv: Apmainīt Monero
ms: Tukar Monero
nl: Monero omwisselen
no: Bytt Monero
pl: Zamień Monero
ro: Schimbați Monero
ru: Обмен Монеро
sl: Zamenjaj Monero
sv: Byt Monero
tl: Magpalit ng Monero
tr: Monero'yu Değiştir
uk: Обмін Monero
vi: Hoán đổi Monero
zh_hans: 交换门罗币
zh_hant: 交換門羅幣

# swapXMRInfo
source: Monero is a privacy-focused cryptocurrency that makes it very hard or even impossible to trace transactions. Meanwhile %2 is a payments-focused cryptocurrency that is fast and fee-less. Together they provide some of the most useful aspects of cryptocurrencies! Use this page to easily swap your %2 for XMR!
ar: Monero هي عملة مشفرة تركز على الخصوصية وتجعل من الصعب جدًا أو حتى المستحيل تتبع المعاملات. وفي الوقت نفسه ، NANO هي عملة مشفرة تركز على المدفوعات وهي سريعة وبدون رسوم. يوفران معًا بعض الجوانب الأكثر فائدة للعملات المشفرة! استخدم هذه الصفحة لتبديل NANO الخاص بك بـ XMR بسهولة!
bg: Monero е криптовалута, фокусирана върху поверителността, която прави много трудно или дори невъзможно проследяването на транзакции. Междувременно NANO е криптовалута, фокусирана върху плащанията, която е бърза и без такси. Заедно те предоставят някои от най-полезните аспекти на криптовалутите! Използвайте тази страница, за да смените лесно своя NANO с XMR!
bn: Monero হল একটি গোপনীয়তা-কেন্দ্রিক ক্রিপ্টোকারেন্সি যা লেনদেন ট্রেস করা খুব কঠিন বা এমনকি অসম্ভব করে তোলে। এদিকে NANO হল একটি পেমেন্ট-কেন্দ্রিক ক্রিপ্টোকারেন্সি যা দ্রুত এবং ফি-কম। একসাথে তারা ক্রিপ্টোকারেন্সির সবচেয়ে দরকারী দিকগুলির কিছু প্রদান করে! XMR-এর জন্য সহজেই আপনার NANO অদলবদল করতে এই পৃষ্ঠাটি ব্যবহার করুন!
da: Monero er en privatlivsfokuseret kryptovaluta, der gør det meget svært eller endda umuligt at spore transaktioner. I mellemtiden er NANO en betalingsfokuseret kryptovaluta, der er hurtig og gebyrfri. Sammen giver de nogle af de mest nyttige aspekter af kryptovalutaer! Brug denne side til nemt at bytte din NANO ud med XMR!
de: Monero ist eine datenschutzorientierte Kryptowährung, die es sehr schwierig oder sogar unmöglich macht, Transaktionen zu verfolgen. Inzwischen ist NANO eine zahlungsorientierte Kryptowährung, die schnell und gebührenfrei ist. Zusammen bieten sie einige der nützlichsten Aspekte von Kryptowährungen! Verwenden Sie diese Seite, um Ihren NANO ganz einfach gegen XMR auszutauschen!
he: Monero הוא מטבע קריפטוגרפי ממוקד פרטיות שמקשה מאוד או אפילו בלתי אפשרי לעקוב אחר עסקאות. בינתיים NANO הוא מטבע קריפטוגרפי ממוקד תשלומים שהוא מהיר וללא עמלות. יחד הם מספקים כמה מההיבטים השימושיים ביותר של מטבעות קריפטוגרפיים! השתמש בדף זה כדי להחליף בקלות את ה-NANO שלך עבור XMR!
hi: मोनेरो एक गोपनीयता-केंद्रित क्रिप्टोक्यूरेंसी है जो लेनदेन का पता लगाना बहुत कठिन या असंभव बना देता है। इस बीच नैनो एक भुगतान-केंद्रित क्रिप्टोक्यूरेंसी है जो तेज और शुल्क-रहित है। साथ में वे क्रिप्टोकरेंसी के कुछ सबसे उपयोगी पहलू प्रदान करते हैं! एक्सएमआर के लिए अपने नैनो को आसानी से स्वैप करने के लिए इस पेज का उपयोग करें!
hu: A Monero egy adatvédelmi központú kriptovaluta, amely nagyon megnehezíti vagy akár lehetetlenné teszi a tranzakciók nyomon követését. Eközben a NANO egy fizetésre összpontosító kriptovaluta, amely gyors és díjmentes. Együtt biztosítják a kriptovaluták leghasznosabb aspektusait! Ezen az oldalon egyszerűen lecserélheti NANO-ját XMR-re!
ja: Monero はプライバシー重視の暗号通貨であり、トランザクションの追跡が非常に困難または不可能になっています。一方、NANO は決済に特化した高速で手数料のない暗号通貨です。一緒に、暗号通貨の最も有用な側面のいくつかを提供します! このページを使用して、NANO を XMR に簡単に交換できます。
ko: Monero는 개인 정보 보호에 중점을 둔 암호화폐로 거래를 추적하기가 매우 어렵거나 불가능합니다. 한편 NANO는 빠르고 수수료가 없는 지불 중심의 암호화폐입니다. 함께 그들은 cryptocurrencies의 가장 유용한 측면 중 일부를 제공합니다! 이 페이지를 사용하여 NANO를 XMR로 쉽게 교체하십시오!
lv: Monero ir uz privātumu vērsta kriptovalūta, kas padara darījumu izsekošanu ļoti sarežģītu vai pat neiespējamu. Tikmēr NANO ir uz maksājumiem orientēta kriptovalūta, kas ir ātra un bez maksas. Kopā tie nodrošina dažus no visnoderīgākajiem kriptovalūtu aspektiem! Izmantojiet šo lapu, lai viegli nomainītu savu NANO pret XMR!
ms: Monero ialah mata wang kripto tertumpu kepada privasi yang menjadikannya sangat sukar atau bahkan mustahil untuk mengesan transaksi. Sementara itu NANO ialah mata wang kripto tertumpu kepada pembayaran yang pantas dan tanpa bayaran. Bersama-sama mereka menyediakan beberapa aspek yang paling berguna dalam mata wang kripto! Gunakan halaman ini untuk menukar NANO anda dengan XMR dengan mudah!
nl: Monero is een op privacy gerichte cryptocurrency die het erg moeilijk of zelfs onmogelijk maakt om transacties te traceren. Ondertussen is NANO een op betalingen gerichte cryptocurrency die snel en kosteloos is. Samen bieden ze enkele van de meest bruikbare aspecten van cryptocurrencies! Gebruik deze pagina om eenvoudig je NANO om te wisselen voor XMR!
no: Monero er en personvernfokusert kryptovaluta som gjør det svært vanskelig eller til og med umulig å spore transaksjoner. I mellomtiden er NANO en betalingsfokusert kryptovaluta som er rask og avgiftsfri. Sammen gir de noen av de mest nyttige aspektene ved kryptovalutaer! Bruk denne siden til å enkelt bytte ut NANO-en din med XMR!
pl: Monero to kryptowaluta skoncentrowana na prywatności, która bardzo utrudnia, a nawet uniemożliwia śledzenie transakcji. Tymczasem NANO to kryptowaluta skoncentrowana na płatnościach, która jest szybka i bez opłat. Razem zapewniają jedne z najbardziej użytecznych aspektów kryptowalut! Skorzystaj z tej strony, aby łatwo zamienić NANO na XMR!
ro: Monero este o criptomonedă axată pe confidențialitate, care face foarte dificilă sau chiar imposibilă urmărirea tranzacțiilor. Între timp, NANO este o criptomonedă axată pe plăți, rapidă și fără taxe. Împreună, oferă unele dintre cele mai utile aspecte ale criptomonedelor! Utilizați această pagină pentru a schimba cu ușurință NANO-ul dvs. cu XMR!
ru: Monero — это криптовалюта, ориентированная на конфиденциальность, что делает очень трудным или даже невозможным отслеживание транзакций. Между тем, NANO — это криптовалюта, ориентированная на платежи, быстрая и бесплатная. Вместе они обеспечивают некоторые из самых полезных аспектов криптовалют! Используйте эту страницу, чтобы легко обменять NANO на XMR!
sl: Monero je kriptovaluta, osredotočena na zasebnost, zaradi katere je zelo težko ali celo nemogoče slediti transakcijam. Medtem je NANO kriptovaluta, osredotočena na plačila, ki je hitra in brez provizij. Skupaj zagotavljajo nekaj najbolj uporabnih vidikov kriptovalut! Uporabite to stran za preprosto zamenjavo NANO za XMR!
sv: Monero är en integritetsfokuserad kryptovaluta som gör det mycket svårt eller till och med omöjligt att spåra transaktioner. Samtidigt är NANO en betalningsfokuserad kryptovaluta som är snabb och avgiftsfri. Tillsammans ger de några av de mest användbara aspekterna av kryptovalutor! Använd den här sidan för att enkelt byta ut din NANO mot XMR!
tl: Ang Monero ay isang cryptocurrency na nakatuon sa privacy na ginagawang napakahirap o kahit imposibleng masubaybayan ang mga transaksyon. Samantala, ang NANO ay isang cryptocurrency na nakatuon sa pagbabayad na mabilis at walang bayad. Magkasama silang nagbibigay ng ilan sa mga pinakakapaki-pakinabang na aspeto ng cryptocurrencies! Gamitin ang page na ito para madaling palitan ang iyong NANO para sa XMR!
tr: Monero, işlemleri izlemeyi çok zor hatta imkansız kılan gizlilik odaklı bir kripto para birimidir. Bu arada NANO, hızlı ve ücretsiz, ödeme odaklı bir kripto para birimidir. Birlikte kripto para birimlerinin en faydalı yönlerinden bazılarını sağlarlar! NANO'nuzu XMR ile kolayca değiştirmek için bu sayfayı kullanın!
uk: Monero — це криптовалюта, орієнтована на конфіденційність, що робить дуже складним або навіть неможливим відстеження транзакцій. У той же час NANO — це криптовалюта, орієнтована на платежі, яка є швидкою та неплатною. Разом вони забезпечують деякі з найбільш корисних аспектів криптовалют! Скористайтеся цією сторінкою, щоб легко замінити NANO на XMR!
vi: Monero là một loại tiền điện tử tập trung vào quyền riêng tư nên rất khó hoặc thậm chí không thể theo dõi các giao dịch. Trong khi đó NANO là một loại tiền điện tử tập trung vào thanh toán, nhanh chóng và không mất phí. Họ cùng nhau cung cấp một số khía cạnh hữu ích nhất của tiền điện tử! Sử dụng trang này để dễ dàng hoán đổi NANO của bạn lấy XMR!
zh_hans: 门罗币是一种以隐私为中心的加密货币，它使得追踪交易变得非常困难甚至不可能。同时，NANO 是一种以支付为中心的加密货币，速度快，费用低。它们一起提供了加密货币的一些最有用的方面！ 使用此页面轻松将您的 NANO 换成 XMR！
zh_hant: 門羅幣是一種以隱私為中心的加密貨幣，它使得追踪交易變得非常困難甚至不可能。同時，NANO 是一種以支付為中心的加密貨幣，速度快，費用低。它們一起提供了加密貨幣的一些最有用的方面！ 使用此頁面輕鬆將您的 NANO 換成 XMR！

source: Switch to Seed
ar: التبديل إلى المفتاح الخاص
bg: Премини към Seed
bn: সিডে চলে যান
da: Přepnout na semínko
de: Zum Seed wechseln
hi: सीड पर स्विच करें
ja: シードに切り替える
lv: Pārslēgties uz privāto atslēgu
ms: Beralih kepada Benih
nl: Schakel over naar seed
no: Bytt til Seed
pl: Zamień na nasiono
ro: Folosește seed-ul
ru: Переключиться на Seed
sl: Preklopi na zasebni ključ
sv: Byt till seed
tl: Lumipat sa Seed
tr: Seede Geç
uk: Перемкнутися на seed
vi: Chuyển sang hạt giống
zh_hans: 转换成种子
zh_hant: 轉換為種子

source: System Default
ar: النظام الافتراضي
bg: По Подразбиране
bn: সিস্টেমের ডিফল্ট
da: Výchozí systému
de: Systemsprache
he: בְּרִירַת מֶחדָל
hi: डिवाइस की भाषा
hu: Rendszer alapértelmezett
ja: システムのデフォルト言語
ko: 전화 언어
lv: Noklusētie iestatījumi
ms: Default Sistem
nl: Systeem standaard
no: Systemstandard
pl: Domyślny język systemu
ro: Limba implicită
ru: По умолчанию
sl: Sistemski
sv: Systemfel
tl: Default na System
tr: Sistem Dili
uk: Системне значення поза запитом
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

source: Tap message to edit
ar: اضغط على رسالة لتحريرها
bg: Докоснете съобщение за редактиране
bn: সম্পাদনা করতে বার্তা আলতো চাপুন
da: Tryk på besked for at redigere
de: Tippe auf die Nachricht, um sie zu bearbeiten
he: הקש על הודעה כדי לערוך
hi: संपादित करने के लिए संदेश टैप करें
hu: Érintse meg az üzenetet a szerkesztéshez
ja: メッセージをタップして編集します
ko: 수정하려면 메시지를 탭하세요.
lv: Pieskarieties ziņojumam, lai rediģētu
ms: Ketik mesej untuk mengedit
nl: Tik op bericht om te bewerken
no: Trykk på melding for å redigere
pl: Dotknij wiadomości, aby edytować
ro: Atingeți mesaj pentru a edita
ru: Нажмите на сообщение, чтобы отредактировать
sl: Tapnite sporočilo za urejanje
sv: Tryck på meddelande för att redigera
tl: I-tap ang mensahe para i-edit
tr: Düzenlemek için mesaja dokunun
uk: Натисніть повідомлення, щоб відредагувати
vi: Nhấn vào tin nhắn để chỉnh sửa
zh_hans: 点按消息进行编辑
zh_hant: 點按消息進行編輯

source: Tap to hide
ar: إضغط للاخفاء
bg: Докосни за да скриеш
bn: লুকানোর জন্য আলতো চাপুন
da: Klepnutím skryjete
de: Zum Verbergen tippen
hi: छिपाने के लिए दबाएँ
ja: タップして非表示にする
lv: Pieskaries, lai paslēptu
ms: Ketuk untuk menyembunyikan
nl: Tik om te verbergen
no: Trykk for å skjule
pl: Naciśnij aby schować
ro: Apăsați pentru a ascunde
ru: Нажмите, чтобы скрыть
sl: Pritisnite za skrivanje
sv: Tryck för att dölja
tl: Tapikin para itago
tr: Gizlemek için dokun
uk: Торкніться щоб приховати
vi: Nhấn để ẩn
zh_hans: 点击隐藏
zh_hant: 輕觸以隱藏

source: Tap to reveal
ar: اضغط للكشف
bg: Докосни за да разкриеш
bn: প্রকাশ করতে আলতো চাপুন
da: Klikněte pro zobrazení
de: Zum Anzeigen tippen
hi: प्रकट करने के लिए दबाएँ
ja: タップして表示する
lv: Pieskaries, lai parādītu
ms: Ketuk untuk mendedahkan
nl: Tik om zichtbaar te maken
no: Trykk for å vise
pl: Dotknij aby odsłonić
ro: Apăsați pentru a afișa
ru: Нажмите, чтобы показать
sl: Pritisnite za ogled
sv: Tryck för att visa
tl: Tapikin para buksan
tr: Göstermek için dokun
uk: Торкніться щоб побачити
vi: Nhấn để hiển thị
zh_hans: 点击揭示
zh_hant: 輕觸以揭露

# themeHeader
source: Theme
ar: مظهر
bg: Тема
bn: থিম
da: Tématika
de: Thema
he: נושא
hi: थीम
hu: Téma
ja: 壁紙
ko: 테마
lv: Motīvs
ms: Tema
nl: Thema
no: Tema
pl: Motyw
ro: Aspect
ru: Тема
sl: Tema
sv: Tema
tl: Tema
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 佈景主題

# thisMayTakeSomeTime
source: this may take a while...
ar: هذا قد يستغرق بعض الوقت...
bg: това може да отнеме известно време...
bn: এটি একটু সময় নিতে পারে...
da: det kan tage lidt tid...
de: das kann eine Weile dauern...
he: זה עשוי לקחת זמן...
hi: यह कुछ देर ले सकता है...
hu: ez eltarthat egy ideig...
ja: これは時間がかかる場合があります...
ko: 시간이 좀 걸릴 수 있습니다...
lv: tas var aizņemt kādu laiku...
ms: ini mungkin mengambil sedikit masa...
nl: Dit kan een tijdje duren...
no: dette kan ta en stund...
pl: to może zająć chwilę...
ro: acest lucru poate dura ceva timp...
ru: это может занять некоторое время...
sl: to lahko traja nekaj časa ...
sv: det här kan ta ett tag...
tl: magtatagal pa ito ng ilang sandali...
tr: bu biraz zaman alabilir...
uk: це може зайняти деякий час...
vi: Việc này có thể mất một lúc...
zh_hans: 可能还要等一下...
zh_hant: 可能還要等一下...

source: To
ar: إلى
bg: До
bn: প্রতি
da: Pro
de: An
he: מ
hi: इसको -
hu: Küldés ide
ja: 送金先
ko: 받는 사람
lv: Adresāts
ms: Ke
nl: Naar
no: Til
pl: Do
ro: Către
ru: на
sl: Na
sv: Till
tl: Sa
tr: Adres
uk: Для
vi: tới
zh_hans: 至
zh_hant: 至：

source: Today at
bg: Днес в
da: I dag kl
de: Heute um
he: היום ב
hi: आज इस समय
hu: Ma at
ko: 오늘
ms: Hari ini di
nl: Vandaag bij
pl: Dzisiaj o
ro: Astăzi la
ru: Сегодня в
sv: Idag kl
tl: Ngayon sa
tr: Bugün
uk: Сьогодні о
zh_hans: 今天在
zh_hant: 今天在

# tooManyFailedAttempts
source: Too many failed unlock attempts.
ar: العديد من محاولات الفتح الفاشلة.
bg: Твърде много неуспешни опити за отключване.
bn: আনলক করার অনেক চেষ্টা ব্যর্থ হয়েছে।
da: Příliš mnoho neúspěšných pokusů o odemknutí.
de: Zu viele Fehlversuche.
he: יותר מדי נסיונות כושלים לשחרור הנעילה.
hi: खोलने के बहुत से असफल प्रयास।
hu: Túl sok hibás feloldási kísérlet.
ja: 既定のロック解除の失敗回数を超えています。
lv: Pārāk daudz atslēgšanas mēģinājumi.
ms: Terlalu banyak percubaan membuka kunci gagal.
nl: Te veel mislukte ontgrendelpogingen.
no: For mange forsøk på å låse opp mislyktes.
pl: Za dużo nieudanych prób odblokowania.
ro: Prea multe încercări de deblocare eșuate.
ru: Много неудачных попыток разблокировки.
sl: Preveč neuspešnih poizkusov.
sv: För många ogiltiga försök.
tl: Masyadong madaming maling unlock attempts.
tr: Çok fazla kilit açma denemesi başarız oldu.
uk: Надто багато невірних спроб розблокувати.
vi: Quá nhiều lần mở khoá thất bại.
zh_hans: 解锁失败太多次。
zh_hant: 解鎖失敗太多次

# trackingHeader
source: Tracking Authorization
ar: إذن التتبع
bg: Разрешение за проследяване
bn: ট্র্যাকিং অনুমোদন
da: Sporingsautorisation
de: Tracking-Autorisierung
he: אישור מעקב
hi: ट्रैकिंग प्राधिकरण
hu: Nyomon követési engedély
ja: 追跡承認
ko: 추적 승인
lv: Izsekošanas autorizācija
ms: Kebenaran Penjejakan
nl: Volgautorisatie
no: Sporingsautorisasjon
pl: Autoryzacja śledzenia
ro: Autorizație de urmărire
ru: Отслеживание авторизации
sl: Pooblastilo za sledenje
sv: Spårningstillstånd
tl: Awtorisasyon sa Pagsubaybay
tr: İzleme Yetkilendirmesi
uk: Авторизація відстеження
vi: Ủy quyền theo dõi
zh_hans: 追踪授权
zh_hant: 追踪授權

# trackingWarning
source: Tracking Disabled
ar: تتبع معطل
bg: Проследяването е деактивирано
bn: ট্র্যাকিং অক্ষম
da: Sporing deaktiveret
de: Tracking deaktiviert
he: המעקב מושבת
hi: ट्रैकिंग अक्षम
hu: Követés letiltva
ja: 追跡無効
ko: 추적 비활성화됨
lv: Izsekošana ir atspējota
ms: Penjejakan Dilumpuhkan
nl: Volgen uitgeschakeld
no: Sporing deaktivert
pl: Śledzenie wyłączone
ro: Urmărire dezactivată
ru: Отслеживание отключено
sl: Sledenje onemogočeno
sv: Spårning inaktiverad
tl: Hindi Pinagana ang Pagsubaybay
tr: İzleme Devre Dışı
uk: Відстеження вимкнено
vi: Theo dõi bị vô hiệu hóa
zh_hans: 跟踪已禁用
zh_hant: 跟踪已禁用

# trackingWarningBodyLong
source: Gift Card functionality may be reduced or not work at all if tracking is disabled. We use this permission EXCLUSIVELY for this feature. Absolutely none of your data is sold, collected or tracked on the backend for any purpose beyond necessary
ar: قد يتم تقليل وظائف بطاقة الهدايا أو لا تعمل على الإطلاق إذا تم تعطيل التتبع. نحن نستخدم هذا الإذن حصريًا لهذه الميزة. بالتأكيد لا يتم بيع أي من بياناتك أو جمعها أو تتبعها على الواجهة الخلفية لأي غرض يتجاوز الضرورة
bg: Функционалността на картата за подарък може да бъде намалена или изобщо да не работи, ако проследяването е деактивирано. Използваме това разрешение ИЗКЛЮЧИТЕЛНО за тази функция. Абсолютно никакви ваши данни не се продават, събират или проследяват в бекенда за каквато и да е цел извън необходимото
bn: ট্র্যাকিং অক্ষম থাকলে উপহার কার্ডের কার্যকারিতা হ্রাস পেতে পারে বা একেবারেই কাজ করতে পারে না। আমরা এই বৈশিষ্ট্যের জন্য একচেটিয়াভাবে এই অনুমতি ব্যবহার করি। প্রয়োজনের বাইরে কোনো উদ্দেশ্যে ব্যাকএন্ডে আপনার কোনো ডেটা বিক্রি, সংগ্রহ বা ট্র্যাক করা হয় না
da: Gavekortfunktionaliteten kan være reduceret eller slet ikke fungere, hvis sporing er deaktiveret. Vi bruger denne tilladelse EKSKLUSIVT til denne funktion. Absolut ingen af dine data sælges, indsamles eller spores på backend til noget formål ud over nødvendigt
de: Die Funktionalität der Geschenkkarte kann eingeschränkt sein oder überhaupt nicht funktionieren, wenn die Nachverfolgung deaktiviert ist. Wir verwenden diese Berechtigung AUSSCHLIESSLICH für diese Funktion. Absolut keine Ihrer Daten werden verkauft, gesammelt oder im Backend für irgendeinen Zweck verfolgt, der über den Bedarf hinausgeht
he: הפונקציונליות של כרטיס המתנה עשויה להיות מופחתת או לא לעבוד בכלל אם המעקב מושבת. אנו משתמשים בהרשאה זו באופן בלעדי עבור תכונה זו. אף אחד מהנתונים שלך לא נמכר, נאסף או עוקב ב-backend לכל מטרה מעבר להכרחי
hi: यदि ट्रैकिंग अक्षम है तो गिफ़्ट कार्ड की कार्यक्षमता कम हो सकती है या बिल्कुल भी काम नहीं कर सकती है। हम इस सुविधा के लिए विशेष रूप से इस अनुमति का उपयोग करते हैं। आपका कोई भी डेटा आवश्यक से परे किसी भी उद्देश्य के लिए बैकएंड पर बेचा, एकत्र या ट्रैक नहीं किया जाता है
hu: Ha a nyomon követés le van tiltva, az ajándékkártya funkcionalitása csökkenhet vagy egyáltalán nem működik. Ezt az engedélyt KIZÁRÓLAG ehhez a funkcióhoz használjuk. Egyáltalán egyetlen adatot sem értékesítenek, gyűjtenek vagy követnek nyomon a háttérben a szükségesen túl semmilyen célból
ja: 追跡が無効になっている場合、ギフト カードの機能が低下するか、まったく機能しない場合があります。この許可は、この機能にのみ使用されます。必要以上の目的でバックエンドでデータが販売、収集、または追跡されることは絶対にありません
ko: 추적이 비활성화되면 기프트 카드 기능이 줄어들거나 전혀 작동하지 않을 수 있습니다. 우리는 이 기능에 대해 독점적으로 이 권한을 사용합니다. 귀하의 데이터는 필요 이상으로 어떠한 목적으로도 백엔드에서 판매, 수집 또는 추적되지 않습니다.
lv: Ja izsekošana ir atspējota, dāvanu kartes funkcionalitāte var tikt samazināta vai nedarboties vispār. Mēs izmantojam šo atļauju TIKAI šai funkcijai. Pilnīgi neviens no jūsu datiem netiek pārdots, vākts vai izsekots aizmugursistēmā jebkādiem nolūkiem, kas nav nepieciešami
ms: Fungsi Kad Hadiah mungkin berkurangan atau tidak berfungsi sama sekali jika penjejakan dilumpuhkan. Kami menggunakan kebenaran ini EKSKLUSIF untuk ciri ini. Sama sekali tiada data anda dijual, dikumpul atau dijejaki pada bahagian belakang untuk sebarang tujuan yang melebihi keperluan
nl: De functionaliteit van de cadeaukaart kan worden verminderd of helemaal niet werken als tracking is uitgeschakeld. We gebruiken deze toestemming UITSLUITEND voor deze functie. Absoluut geen van uw gegevens wordt verkocht, verzameld of gevolgd op de backend voor enig doel dat verder gaat dan nodig is
no: Gavekortfunksjonaliteten kan være redusert eller ikke fungere i det hele tatt hvis sporing er deaktivert. Vi bruker denne tillatelsen EKSKLUSIVT for denne funksjonen. Absolutt ingen av dataene dine selges, samles inn eller spores på backend for noe formål utover nødvendig
pl: Funkcjonalność kart podarunkowych może być ograniczona lub w ogóle nie działać, jeśli śledzenie jest wyłączone. Używamy tego pozwolenia WYŁĄCZNIE dla tej funkcji. Absolutnie żadne z Twoich danych nie są sprzedawane, gromadzone ani śledzone na zapleczu w żadnym celu wykraczającym poza konieczny
ro: Funcționalitatea cardului cadou poate fi redusă sau să nu funcționeze deloc dacă urmărirea este dezactivată. Folosim această permisiune EXCLUSIV pentru această caracteristică. Absolut niciuna dintre datele dvs. nu este vândută, colectată sau urmărită pe backend pentru orice scop care nu este necesar
ru: Функционал подарочной карты может быть ограничен или вообще не работать, если отслеживание отключено. Мы используем это разрешение ИСКЛЮЧИТЕЛЬНО для этой функции. Абсолютно никакие ваши данные не продаются, не собираются и не отслеживаются на серверной части для каких-либо целей, кроме необходимых.
sl: Funkcionalnost darilne kartice je lahko zmanjšana ali pa sploh ne deluje, če je sledenje onemogočeno. To dovoljenje uporabljamo IZKLJUČNO za to funkcijo. Popolnoma nobeni vaši podatki se ne prodajajo, zbirajo ali spremljajo v ozadju za namene, ki niso potrebni
sv: Presentkortsfunktionaliteten kan vara reducerad eller inte fungera alls om spårning är inaktiverat. Vi använder denna behörighet EXKLUSIVT för den här funktionen. Absolut ingen av dina uppgifter säljs, samlas in eller spåras på backend för något ändamål utöver nödvändigt
tl: Maaaring mabawasan o hindi gumana ang paggana ng Gift Card kung hindi pinagana ang pagsubaybay. EKSKLUSIBONG ginagamit namin ang pahintulot na ito para sa feature na ito. Talagang wala sa iyong data ang ibinebenta, kinokolekta o sinusubaybayan sa backend para sa anumang layuning higit sa kinakailangan
tr: Takip devre dışı bırakılırsa Hediye Kartı işlevi azalabilir veya hiç çalışmayabilir. Bu izni ÖZEL OLARAK bu özellik için kullanıyoruz. Kesinlikle verilerinizin hiçbiri, gerekli olanın ötesinde herhangi bir amaç için satılmaz, toplanmaz veya arka uçta izlenmez.
uk: Функціональність подарункової картки може бути обмежена або не працювати взагалі, якщо відстеження вимкнено. Ми використовуємо цей дозвіл ВИКЛЮЧНО для цієї функції. Абсолютно жодні ваші дані не продаються, не збираються та не відстежуються на сервері з будь-якою іншою метою
vi: Chức năng Thẻ quà tặng có thể bị giảm hoặc hoàn toàn không hoạt động nếu tính năng theo dõi bị tắt. Chúng tôi sử dụng quyền này ĐỘC QUYỀN cho tính năng này. Tuyệt đối không có dữ liệu nào của bạn được bán, thu thập hoặc theo dõi trên chương trình phụ trợ cho bất kỳ mục đích nào ngoài mức cần thiết
zh_hans: 如果禁用跟踪，礼品卡功能可能会减少或根本无法使用。我们将此权限专门用于此功能。绝对不会出于任何不必要的目的在后端出售、收集或跟踪您的任何数据
zh_hant: 如果禁用跟踪，禮品卡功能可能會減少或根本無法使用。我們將此權限專門用於此功能。絕對不會出於任何不必要的目的在後端出售、收集或跟踪您的任何數據

# trackingWarningBodyShort
source: Gift Card Links will not function properly
ar: لن تعمل روابط بطاقات الهدايا بشكل صحيح
bg: Връзките към картата за подарък няма да функционират правилно
bn: উপহার কার্ডের লিঙ্কগুলি সঠিকভাবে কাজ করবে না
da: Gavekortlinks vil ikke fungere korrekt
de: Geschenkkarten-Links funktionieren nicht richtig
he: קישורי כרטיסי מתנה לא יפעלו כראוי
hi: गिफ़्ट कार्ड लिंक ठीक से काम नहीं करेंगे
hu: Az ajándékkártya linkek nem működnek megfelelően
ja: ギフトカードのリンクが正しく機能しません
ko: 기프트 카드 링크가 제대로 작동하지 않습니다.
lv: Dāvanu karšu saites nedarbosies pareizi
ms: Pautan Kad Hadiah tidak akan berfungsi dengan betul
nl: Cadeaubonlinks werken niet goed
no: Gavekortlenker vil ikke fungere skikkelig
pl: Linki do kart podarunkowych nie będą działać poprawnie
ro: Link-urile cardurilor cadou nu vor funcționa corect
ru: Ссылки на подарочные карты не будут работать должным образом
sl: Povezave do darilnih kartic ne bodo pravilno delovale
sv: Presentkortlänkar kommer inte att fungera korrekt
tl: Ang Mga Link ng Gift Card ay hindi gagana nang maayos
tr: Hediye Kartı Bağlantıları düzgün çalışmayacak
uk: Посилання на подарункові картки не працюватимуть належним чином
vi: Liên kết Thẻ quà tặng sẽ không hoạt động bình thường
zh_hans: 礼品卡链接无法正常工作
zh_hant: 禮品卡鏈接無法正常工作

source: Transactions
ar: معاملات
bg: Транзакции
bn: লেনদেন
da: Transakce
de: Transaktionen
he: טרנסקציות
hi: लेनदेन
hu: Tranzakciók
ja: トランザクション履歴
ko: 거래
lv: Darījumi
ms: Transaksi
nl: Transacties
no: Transaksjoner
pl: Transakcje
ro: Tranzacții
ru: Транзакции
sl: Transakcije
sv: Transaktioner
tl: Mga transaksyon
tr: İşlemler
uk: Трансакції
vi: Các giao dịch
zh_hans: 交易
zh_hant: 交易
