Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# usernameInvalid
source: Invalid Username
ar: اسم مستخدم صالح
bg: Невалидно потребителско име
bn: অকার্যকর ইউজারনেম
da: Ugyldigt brugernavn
de: Ungültiger Benutzername
he: משתמש לא חוקי
hi: अवैध उपयोक्ता नाम
hu: Érvénytelen felhasználónév
ja: ユーザー名が無効です
ko: 잘못된 사용자 이름
ms: Nama Pengguna Tidak Sah
nl: Ongeldige gebruikersnaam
no: Ugyldig brukernavn
pl: Nieprawidłowy login
ro: Nume utilizator nevalid
ru: Неверное имя пользователя
sl: Neveljavno uporabniško ime
sv: Ogiltigt användarnamn
tl: Di-wastong Username
tr: Geçersiz Kullanıcı Adı
uk: Неправильне ім'я користувача
vi: Tên người dùng không hợp lệ
zh_hans: 用户名无效
zh_hant: 無效的用戶名

source: Username unavailable
ar: اسم المستخدم
bg: Потребителското име не е налице
bn: ব্যবহারকারীর নাম উপলব্ধ নেই
da: Brugernavn ikke tilgængelig
de: Nutzername nicht verfügbar
he: שם משתמש זמין
hi: उपयोक्ता नाम अनुपलब्ध
hu: Felhasználónév nem elérhető
ja: ユーザー名は利用できません
ko: 사용자 이름 사용
ms: Nama pengguna tidak tersedia
nl: Gebruikersnaam niet beschikbaar
no: Brukernavn utilgjengelig
pl: Nazwa użytkownika niedostępna
ro: Nume utilizator indisponibil
ru: Имя пользователя недоступно
sl: Uporabniško ime na voljo
sv: Användarnamn är inte tillgängligt
tl: Hindi available ang username
tr: Kullanıcı adı kullanılamıyor
uk: Ім'я користувача недоступне
vi: Tên người dùng không có sẵn
zh_hans: 用户名不可用
zh_hant: 用戶名不可用

# usernameWarning
source: %1 usernames are a centralized service provided by Nano.to
ar: أسماء مستخدمي Nautilus هي خدمة مركزية تقدمها Nano.to
bg: Потребителските имена на Nautilus са централизирана услуга, предоставяна от Nano.to
bn: নটিলাস ইউজারনেম হল Nano.To দ্বারা সরবরাহিত একটি কেন্দ্রীভূত পরিষেবা
da: Nautilus brugernavne er en centraliseret tjeneste leveret af Nano.to
de: Nautilus-Benutzernamen sind ein zentralisierter Dienst von NANO.to
he: שמות משתמש של נאוטילוס הם שירות מרכזי המסופק על ידי nano.to
hi: Nautilus उपयोगकर्ता नाम Nano.to द्वारा प्रदान की जाने वाली एक केंद्रीकृत सेवा है
hu: A Nautilus felhasználónevek a Nano.to által nyújtott központosított szolgáltatás
ja: Nautilusユーザー名は、Nano.toが提供する集中型サービスです
ko: 노틸러스 사용자 이름은 Nano.to에서 제공하는 중앙 집중식 서비스입니다.
lv: Nautilus usernames are a centralized service provided by Nano.to
ms: Nama pengguna Nautilus adalah perkhidmatan terpusat yang disediakan oleh Nano.to
nl: Nautilus-gebruikersnamen zijn een gecentraliseerde dienst van Nano.to
no: Nautilus brukernavn er en sentralisert tjeneste levert av nano.to
pl: Nazwy użytkowników Nautilus to scentralizowana usługa świadczona przez Nano.to
ro: Numele de utilizator Nautilus sunt un serviciu centralizat furnizat de Nano.to
ru: Имена пользователей Nautilus — это централизованная услуга, предоставляемая Nano.to
sl: Uporabniška imena Nautilus so centralizirana storitev, ki jo ponuja Nano.to
sv: Nautilus användarnamn är en centraliserad tjänst som tillhandahålls av Nano.to
tl: Ang mga username ng Nautilus ay isang sentralisadong serbisyo na ibinigay ng Nano.to
tr: Nautilus kullanıcı adları Nano.to tarafından sağlanan merkezi bir hizmettir
uk: Nautilus імена користувачів - це централізована послуга, що надається Nano.to
vi: Tên người dùng Nautilus là một dịch vụ tập trung được cung cấp bởi Nano.to
zh_hans: 鹦鹉螺用户名是由 nano.to 提供的集中式服务
zh_hant: Nautilus 用戶名是 Nano.by 提供的集中式服務

source: User not found!
ar: لم يتم العثور على المستخدم!
bg: Потребителят не е намерен!
bn: ব্যবহারকারী পাওয়া যায়নি!
da: Bruger ikke fundet!
de: Der Benutzer wurde nicht gefunden!
he: המשתמש לא נמצא!
hi: उपयोक्ता नहीं मिला!
hu: A felhasználó nem található!
ja: ユーザーが見つかりませんでした！
ko: 사용자를 찾을 수 없습니다!
ms: Pengguna tidak dijumpai!
nl: Gebruiker niet gevonden!
no: Bruker ikke funnet!
pl: Użytkownik nie został znaleziony!
ro: Utilizatorul nu a fost găsit!
ru: Пользователь не найден!
sl: Uporabnik ni bilo mogoče najti!
sv: Användaren hittades inte!
tl: Hindi natagpuan ang user!
tr: Kullanıcı bulunamadı!
uk: Користувача не знайдено!
vi: Không tìm thấy người dùng!
zh_hans: 找不到用户！
zh_hant: 找不到用戶！

source: Using
ar: استخدام
bg: Използвайки
bn: ব্যবহার
da: Ved brug af
de: Verwenden
he: באמצעות
hi: का उपयोग करते हुए
hu: Használata
ja: 使用する
ko: 사용
lv: Izmantojot
ms: menggunakan
nl: Gebruik makend van
no: Ved hjelp av
pl: Za pomocą
ro: Folosind
ru: С использованием
sl: Uporaba
sv: Använder sig av
tl: Gamit
tr: kullanma
uk: Використання
vi: Sử dụng
zh_hans: 使用
zh_hant: 使用

source: View Details
ar: عرض التفاصيل
bg: Виж Детайли
bn: বিস্তারিত দেখুন
da: Zobrazit detaily
de: Details ansehen
he: ראה פרטים
hi: अधिक जानकारी देखें
hu: Részletek Mutatása
ja: 詳細を表示する
ko: 세부 정보보기
lv: Apskatīt detaļas
ms: Lihat Butiran
nl: Bekijk details
no: Vis detaljer
pl: Zobacz Szczegóły
ro: Detalii
ru: Посмотреть Детали
sl: Podrobnosti
sv: Visa detaljer
tl: Tingnan ang detalye
tr: Ayrıntılar
uk: Переглянути деталі
vi: Xem chi tiết
zh_hans: 查看详情
zh_hant: 更多資訊

source: View Payment History
bg: Преглед на хронологията на плащанията
bn: পেমেন্ট ইতিহাস দেখুন
da: Se betalingshistorik
de: Zahlungsverlauf anzeigen
he: הצג היסטוריית תשלומים
hi: भुगतान इतिहास देखें
hu: Fizetési előzmények megtekintése
ko: 결제 내역 보기
lv: Skatīt maksājumu vēsturi
ms: Lihat Sejarah Pembayaran
nl: Betalingsgeschiedenis bekijken
no: Se betalingshistorikk
pl: Zobacz historię płatności
ro: Vedeți Istoricul plăților
ru: Просмотр истории платежей
sv: Visa betalningshistorik
tl: Tingnan ang History ng Pagbabayad
tr: Ödeme Geçmişini Görüntüle
uk: Переглянути історію платежів
vi: Xem lịch sử thanh toán
zh_hans: 查看付款记录
zh_hant: 查看付款記錄

# viewTX
source: View Transaction
ar: عرض الصفقة
bg: Преглед на транзакцията
bn: লেনদেন দেখুন
da: Se transaktion
de: Transaktion anzeigen
he: הצג עסקה
hi: लेन-देन देखें
hu: Tranzakció megtekintése
ja: 取引を見る
ko: 거래 보기
lv: Skatīt darījumu
ms: Lihat Transaksi
nl: Transactie bekijken
no: Se transaksjonen
pl: Zobacz transakcję
ro: Vizualizați tranzacția
ru: Посмотреть транзакцию
sl: Ogled transakcije
sv: Visa transaktion
tl: Tingnan ang Transaksyon
tr: İşlemi Görüntüle
uk: Переглянути трансакцію
vi: Xem giao dịch
zh_hans: 查看交易
zh_hant: 查看交易

source: Voting Weight
ar: وزن التصويت
bg: Гласова Тежест
bn: ভোটের ওজন
da: Hlasovací síla
de: Stimmgewicht
he: משקל הצבעה
hi: मतदान भार
ja: 投票ウェイト
ms: Berat Mengundi
nl: Stemgewicht
no: Stemmevekt
pl: Waga głosu
ro: Putere de vot
ru: Вес голосования
sl: teža glasovanja
sv: Röstvikt
tl: Timbang ng boto
tr: Oy Ağırlığı
uk: Сила голосу
vi: Lượng bỏ phiếu
zh_hans: 投票比重
zh_hant: 投票比重

source: Warning
ar: تحذير
bg: ВНИМАНИЕ
bn: সতর্কতাসূচক
da: Varování
de: WARNUNG
hi: चेतावनी !
hu: FIGYELEM
ja: 警告
ko: 경고
lv: Brīdinājums
ms: AMARAN
nl: WAARSCHUWING
no: Advarsel
pl: UWAGA
ro: AVERTISMENT
ru: Предупреждение
sl: Opozorilo
sv: Varning
tl: BABALA
tr: UYARI
uk: Попередження
vi: CẢNH BÁO!
zh_hans: 警告
zh_hant: 警告

# watchAccountExists
source: Account already added!
ar: الحساب مضاف بالفعل!
bg: Акаунтът вече е добавен!
bn: অ্যাকাউন্ট ইতিমধ্যে যোগ করা হয়েছে!
da: Konto allerede tilføjet!
de: Konto bereits hinzugefügt!
he: החשבון כבר נוסף!
hi: खाता पहले ही जोड़ा जा चुका है!
hu: A fiók már hozzáadva!
ja: アカウントはすでに追加されています！
ko: 계정이 이미 추가되었습니다!
lv: Konts jau ir pievienots!
ms: Akaun sudah ditambahkan!
nl: Rekening al toegevoegd!
no: Konto allerede lagt til!
pl: Konto już dodane!
ro: Cont deja adăugat!
ru: Аккаунт уже добавлен!
sl: Račun je že dodan!
sv: Kontot har redan lagts till!
tl: Naidagdag na ang account!
tr: Hesap zaten eklendi!
uk: Обліковий запис уже додано!
vi: Tài khoản đã được thêm vào!
zh_hans: 帐号已添加！
zh_hant: 帳號已添加！

source: Watch Only Account
ar: مشاهدة الحساب فقط
bg: Акаунт само за гледане
bn: শুধু অ্যাকাউন্ট দেখুন
da: Watch Only-konto
de: Nur Konto ansehen
he: חשבון צפייה בלבד
hi: केवल खाता देखें
hu: Csak megtekintési fiók
ja: 視聴専用アカウント
ko: 보기 전용 계정
lv: Tikai skatīšanās konts
ms: Akaun Tonton Sahaja
nl: Bekijk alleen-account
no: Bare se konto
pl: Konto tylko do oglądania
ro: Cont numai pentru vizionare
ru: Аккаунт только для просмотра
sl: Račun samo za ogled
sv: Endast titta på konto
tr: Sadece Hesabı İzle
uk: Обліковий запис лише для перегляду
vi: Tài khoản Chỉ Xem
zh_hans: 仅观看帐户
zh_hant: 僅觀看帳戶

# watchOnlySendDisabled
source: Sends are disabled on watch only addresses
ar: يتم تعطيل عمليات الإرسال على عناوين المشاهدة فقط
bg: Изпращанията са деактивирани на адреси само за гледане
bn: শুধুমাত্র ঘড়ির ঠিকানায় পাঠানো অক্ষম
da: Afsendelser er deaktiveret på vagtadresser
de: Versendungen sind an Nur-Überwachungs-Adressen deaktiviert
he: השליחה מושבתת בכתובות לשעון בלבד
hi: केवल घड़ी के पतों पर भेजना अक्षम है
hu: A küldések le vannak tiltva a csak figyelni kívánt címeken
ja: 監視専用アドレスでは送信が無効になっています
ko: 보기 전용 주소에서는 보내기가 비활성화됩니다.
lv: Sūtīšana ir atspējota tikai pulksteņa adresēm
ms: Hantaran dilumpuhkan pada alamat jam tangan sahaja
nl: Verzenden is uitgeschakeld op alleen-kijken-adressen
no: Sending er deaktivert på adresser som kun er på vakt
pl: Wysyłanie jest wyłączone na adresach tylko na zegarku
ro: Trimiterile sunt dezactivate numai pe adresele de ceas
ru: Отправка отключена на адресах только для просмотра
sl: Pošiljanje je onemogočeno na naslovih samo za gledanje
sv: Sändningar är inaktiverade på adresser med endast bevakning
tl: Naka-disable ang mga pagpapadala sa mga address na relo lang
tr: Yalnızca izleme adreslerinde gönderimler devre dışı bırakıldı
uk: Надсилання вимкнено на адресах лише для перегляду
vi: Tính năng gửi bị tắt trên các địa chỉ chỉ xem
zh_hans: 仅监视地址上禁用发送
zh_hant: 僅監視地址上禁用發送

# weekAgo
source: A week ago
ar: منذ أسبوع
bg: Преди седмица
bn: এক সপ্তাহ আগে
da: En uge siden
de: Vor einer Woche
he: לפני שבוע
hi: एक हफ्ते पहले
hu: Egy hete
ja: 1週間前
ko: 일주일 전
lv: Pirms nedēļas
ms: Seminggu yang lalu
nl: Een week geleden
no: En uke siden
pl: Tydzień temu
ro: Acum o saptamana
ru: Неделю назад
sl: Pred enim tednom
sv: En vecka sedan
tl: Isang linggo na ang nakalipas
tr: Bir hafta önce
uk: Тиждень тому
vi: Một tuần trước
zh_hans: 一星期前
zh_hant: 一星期前

# welcomeTextLogin
source: Welcome to %1. Choose an option to get started or pick a theme using the icon below.
ar: مرحبا بكم في نوتيلوس. حدد خيارًا للبدء أو اختر سمة باستخدام الرمز أدناه.
bg: Добре дошли в Наутилус. Изберете опция, за да започнете, или изберете тема, като използвате иконата по-долу.
bn: নটিলাসে স্বাগতম। শুরু করার জন্য একটি বিকল্প চয়ন করুন বা নীচের আইকনটি ব্যবহার করে একটি থিম চয়ন করুন৷
da: Velkommen til Nautilus. Vælg en mulighed for at komme i gang, eller vælg et tema ved hjælp af ikonet nedenfor.
de: Willkommen bei Nautilus. Wählen Sie eine Option, um loszulegen, oder wählen Sie ein Thema mit dem Symbol unten aus.
he: ברוכים הבאים לנאוטילוס. בחר אפשרות להתחיל או בחר ערכת נושא באמצעות הסמל למטה.
hi: नॉटिलस में आपका स्वागत है। आरंभ करने के लिए एक विकल्प चुनें या नीचे दिए गए आइकन का उपयोग करके कोई थीम चुनें।
hu: Üdvözöljük a Nautilusban. Válasszon egy lehetőséget a kezdéshez, vagy válasszon témát az alábbi ikon segítségével.
ja: ノーチラスへようこそ。開始するオプションを選択するか、下のアイコンを使用してテーマを選択します。
ko: 노틸러스에 오신 것을 환영합니다. 시작하는 옵션을 선택하거나 아래 아이콘을 사용하여 테마를 선택하세요.
lv: Laipni lūdzam Nautilus. Izvēlieties opciju, lai sāktu darbu, vai izvēlieties motīvu, izmantojot tālāk esošo ikonu.
ms: Selamat datang ke Nautilus. Pilih pilihan untuk bermula atau pilih tema menggunakan ikon di bawah.
nl: Welkom bij Nautilus. Kies een optie om aan de slag te gaan of kies een thema met behulp van het onderstaande pictogram.
no: Velkommen til Nautilus. Velg et alternativ for å komme i gang eller velg et tema ved å bruke ikonet nedenfor.
pl: Witamy w Nautilusie. Wybierz opcję, aby rozpocząć, lub wybierz motyw, korzystając z poniższej ikony.
ro: Bun venit la Nautilus. Alegeți o opțiune pentru a începe sau alegeți o temă folosind pictograma de mai jos.
ru: Добро пожаловать в Наутилус. Выберите вариант, чтобы начать, или выберите тему, используя значок ниже.
sl: Dobrodošli v Nautilusu. Za začetek izberite možnost ali izberite temo s spodnjo ikono.
sv: Välkommen till Nautilus. Välj ett alternativ för att komma igång eller välj ett tema med hjälp av ikonen nedan.
tl: Maligayang pagdating sa Nautilus. Pumili ng opsyon para makapagsimula o pumili ng tema gamit ang icon sa ibaba.
tr: Nautilus'a hoş geldiniz. Başlamak için bir seçenek belirleyin veya aşağıdaki simgeyi kullanarak bir tema seçin.
uk: Ласкаво просимо до Наутілуса. Виберіть варіант, щоб почати, або виберіть тему за допомогою значка нижче.
vi: Chào mừng đến với Nautilus. Chọn một tùy chọn để bắt đầu hoặc chọn một chủ đề bằng biểu tượng bên dưới.
zh_hans: 欢迎来到鹦鹉螺。选择一个选项以开始使用或使用下面的图标选择一个主题。
zh_hant: 歡迎來到鸚鵡螺。選擇一個選項以開始使用或使用下面的圖標選擇一個主題。

# welcomeTextUpdated
source: Welcome to %1. To start, create a new wallet or import an existing one.
ar: مرحبًا بكم في نوتيلوس. للبدء ، أنشئ محفظة جديدة أو استورد محفظة حالية.
bg: Добре дошли в Наутилус. За да започнете, създайте нов портфейл или импортирайте съществуващ.
bn: নটিলাসে স্বাগতম। শুরু করতে, একটি নতুন ওয়ালেট তৈরি করুন বা বিদ্যমান একটি আমদানি করুন৷
da: Velkommen til Nautilus. For at starte skal du oprette en ny tegnebog eller importere en eksisterende.
de: Willkommen bei Nautilus. Erstellen Sie zunächst eine neue Brieftasche oder importieren Sie eine vorhandene.
he: ברוכים הבאים לנאוטילוס. כדי להתחיל, צור ארנק חדש או ייבא ארנק קיים.
hi: नॉटिलस में आपका स्वागत है। शुरू करने के लिए, एक नया वॉलेट बनाएं या किसी मौजूदा को आयात करें।
hu: Üdvözöljük a Nautilusban. A kezdéshez hozzon létre egy új pénztárcát, vagy importáljon egy meglévőt.
ja: ノーチラスへようこそ。まず、新しいウォレットを作成するか、既存のウォレットをインポートします。
ko: 노틸러스에 오신 것을 환영합니다. 시작하려면 새 지갑을 만들거나 기존 지갑을 가져오세요.
lv: Laipni lūdzam Nautilus. Lai sāktu, izveidojiet jaunu maku vai importējiet esošu.
ms: Selamat datang ke Nautilus. Untuk bermula, buat dompet baharu atau import yang sedia ada.
nl: Welkom bij Nautilus. Maak om te beginnen een nieuwe portemonnee of importeer een bestaande.
no: Velkommen til Nautilus. For å starte, lag en ny lommebok eller importer en eksisterende.
pl: Witamy w Nautilusie. Aby rozpocząć, utwórz nowy portfel lub zaimportuj istniejący.
ro: Bun venit la Nautilus. Pentru a începe, creați un portofel nou sau importați unul existent.
ru: Добро пожаловать в Наутилус. Для начала создайте новый кошелек или импортируйте существующий.
sl: Dobrodošli v Nautilusu. Za začetek ustvarite novo denarnico ali uvozite obstoječo.
sv: Välkommen till Nautilus. Börja med att skapa en ny plånbok eller importera en befintlig.
tl: Maligayang pagdating sa Nautilus. Para magsimula, gumawa ng bagong wallet o mag-import ng dati.
tr: Nautilus'a hoş geldiniz. Başlamak için yeni bir cüzdan oluşturun veya mevcut bir cüzdanı içe aktarın.
uk: Ласкаво просимо до Наутілуса. Для початку створіть новий гаманець або імпортуйте наявний.
vi: Chào mừng đến với Nautilus. Để bắt đầu, hãy tạo một ví mới hoặc nhập một ví hiện có.
zh_hans: 欢迎来到鹦鹉螺。首先，创建一个新钱包或导入现有钱包。
zh_hant: 歡迎來到鸚鵡螺。首先，創建一個新錢包或導入現有錢包。

# welcomeTextWithoutLogin
source: To start, create a new wallet or import an existing one.
ar: للبدء ، أنشئ محفظة جديدة أو استورد محفظة حالية.
bg: За да започнете, създайте нов портфейл или импортирайте съществуващ.
bn: শুরু করতে, একটি নতুন ওয়ালেট তৈরি করুন বা বিদ্যমান একটি আমদানি করুন৷
da: For at starte skal du oprette en ny tegnebog eller importere en eksisterende.
de: Erstellen Sie zunächst eine neue Brieftasche oder importieren Sie eine vorhandene.
he: כדי להתחיל, צור ארנק חדש או ייבא ארנק קיים.
hi: शुरू करने के लिए, एक नया वॉलेट बनाएं या किसी मौजूदा को आयात करें।
hu: A kezdéshez hozzon létre egy új pénztárcát, vagy importáljon egy meglévőt.
ja: まず、新しいウォレットを作成するか、既存のウォレットをインポートします。
ko: 시작하려면 새 지갑을 만들거나 기존 지갑을 가져오세요.
lv: Lai sāktu, izveidojiet jaunu maku vai importējiet esošu.
ms: Untuk bermula, buat dompet baharu atau import yang sedia ada.
nl: Maak om te beginnen een nieuwe portemonnee of importeer een bestaande.
no: For å starte, opprett en ny lommebok eller importer en eksisterende.
pl: Aby rozpocząć, utwórz nowy portfel lub zaimportuj istniejący.
ro: Pentru a începe, creați un portofel nou sau importați unul existent.
ru: Для начала создайте новый кошелек или импортируйте существующий.
sl: Za začetek ustvarite novo denarnico ali uvozite obstoječo.
sv: Börja med att skapa en ny plånbok eller importera en befintlig.
tl: Upang magsimula, gumawa ng bagong wallet o mag-import ng dati.
tr: Başlamak için yeni bir cüzdan oluşturun veya mevcut bir cüzdanı içe aktarın.
uk: Для початку створіть новий гаманець або імпортуйте наявний.
vi: Để bắt đầu, hãy tạo một ví mới hoặc nhập một ví hiện có.
zh_hans: 首先，创建一个新钱包或导入现有钱包。
zh_hant: 首先，創建一個新錢包或導入現有錢包。

source: With Address
ar: مع العنوان
bg: С адрес
bn: ঠিকানা সহ
da: Med adresse
de: Mit Adresse
he: עם כתובת
hi: पते के साथ
hu: Címmel
ja: 住所付き
ko: 주소 포함
ms: Dengan Alamat
nl: Met adres
no: Med adresse
pl: Z adresem
ro: Cu adresa
ru: С адресом
sl: Z naslovom
sv: Med adress
tl: Gamit ang Address
tr: Adres ile
uk: З адресою
vi: Với địa chỉ
zh_hans: 有地址
zh_hant: 有地址

source: With Fee
ar: مع رسوم
bg: С такса
bn: ফি সহ
da: Med gebyr
de: Mit Gebühr
he: עם עמלה
hi: शुल्क के साथ
hu: Díjjal
ja: 有料
ko: 수수료 포함
lv: Ar maksu
ms: Dengan Yuran
nl: Tegen vergoeding
no: Med gebyr
pl: Z opłatą
ro: Cu Taxa
ru: Платно
sl: S honorarjem
sv: Med avgift
tl: May Bayad
tr: Ücretli
uk: З платою
vi: Có phí
zh_hans: 有费用
zh_hant: 有費用

source: With Message
ar: مع رسالة
bg: Със Съобщение
bn: বার্তা সহ
da: Med besked
de: Mit Nachricht
he: עם הודעה
hi: मैसेज के साथ
hu: Üzenettel
ja: メッセージ付き
ko: 메시지 포함
ms: Dengan Mesej
nl: Met boodschap
no: Med melding
pl: Z wiadomością
ro: Cu mesaj
ru: С сообщением
sl: S sporočilom
sv: Med Meddelande
tl: Gamit ang Mensahe
tr: Mesaj ile
uk: З повідомленням
vi: Với tin nhắn
zh_hans: 带消息
zh_hant: 有訊息

# xMinute
source: After %1 minute
ar: بعد %1 دقيقة
bg: След %1 минута
bn: %1 মিনিট পরে
da: Po %1 minutě
de: Nach %1 Minute
he: אחרי דקה %1
hi: %1 मिनट के बाद
hu: %1 perc után
ja: ％1分後
lv: Pēc %1 minūtes
ms: Selepas %1 minit
nl: Na %1 minuten
no: Etter %1 minutt
pl: Po 1% minucie
ro: După %1 minut
ru: Через %1 мин.
sl: Po %1 minuti
sv: Efter %1 minut
tl: Pagkatapos ng %1 minuto
tr: %1 dakika sonra
uk: Після %1 хвилини
vi: Sau %1 phút
zh_hans: %1 分钟后
zh_hant: %1 分鐘後

# xMinutes
source: After %1 minutes
ar: بعد %1 دقائق
bg: След %1 минути
bn: %1 মিনিট এর পরে
da: Po %1 minutách
de: Nach %1 Minute
he: אחרי %1 דקות
hi: %1 मिनट के बाद
hu: %1 perc után
ja: ％1分後
lv: Pēc %1 minūtēm
ms: Selepas %1 minit
nl: Na %1 minuut
no: Etter %1 minutter
pl: Po %1 minutach
ro: După %1 minute
ru: Через %1 мин.
sl: Po %1 minutah
sv: Efter %1 minuter
tl: Pagkatapos ng %1 minuto
tr: %1 dakika sonra
uk: Після %1 хвилин
vi: Sau %1 phút
zh_hans: %1 分钟后
zh_hant: %1 分鐘後

# xmrStatusConnecting
source: Connecting
ar: توصيل
bg: Свързване
bn: সংযোগ করা হচ্ছে
da: Tilslutning
de: Verbinden
he: מְקַשֵׁר
hi: कनेक्ट
hu: Csatlakozás
ja: 接続中
ko: 연결 중
lv: Savienojuma izveide
ms: Menyambung
nl: Verbinden
no: Kobler til
pl: Złączony
ro: Conectare
ru: Подключение
sl: Povezovanje
sv: Ansluter
tl: Kumokonekta
tr: Bağlanıyor
uk: Підключення
vi: Đang kết nối
zh_hans: 连接
zh_hant: 連接

# xmrStatusError
source: Error
ar: خطأ
bg: Грешка
bn: ত্রুটি
da: Fejl
de: Fehler
he: שְׁגִיאָה
hi: गलती
hu: Hiba
ja: エラー
ko: 오류
lv: Kļūda
ms: ralat
nl: Fout
no: Feil
pl: Błąd
ro: Eroare
ru: Ошибка
sl: Napaka
sv: Fel
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# xmrStatusLoading
source: Loading
ar: جار التحميل
bg: Зареждане
bn: লোড হচ্ছে
da: Indlæser
de: Wird geladen
he: טוען
hi: लोड हो रहा है
hu: Betöltés
ja: 読み込み中
ko: 로딩 중
lv: Notiek ielāde
ms: Memuatkan
nl: Bezig met laden
no: Laster
pl: Ładowanie
ro: Se încarcă
ru: Загрузка
sl: nalaganje
sv: Läser in
tl: Naglo-load
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh_hans: 正在加载
zh_hant: 正在加載

# xmrStatusSynchronized
source: Synced
ar: متزامن
bg: Синхронизирано
bn: সিঙ্ক করা হয়েছে
da: Synkroniseret
de: Synchronisiert
he: מסונכרן
hi: सिंक किया गया
hu: Szinkronizálva
ja: 同期済み
ko: 동기화됨
lv: Sinhronizēts
ms: disegerakkan
nl: Gesynchroniseerd
no: Synkronisert
pl: Zsynchronizowany
ro: Sincronizat
ru: Синхронизировано
sl: Sinhronizirano
sv: Synkroniserad
tl: Naka-sync
tr: senkronize edildi
uk: Синхронізовано
vi: Đã đồng bộ hóa
zh_hans: 同步
zh_hant: 同步

# xmrStatusSynchronizing
source: Syncing
ar: مزامنة
bg: Синхронизиране
bn: সিঙ্ক হচ্ছে
da: Synkroniserer
de: Synchronisieren
he: מסנכרן
hi: सिंक्रनाइज़ किए जा रहे
hu: Szinkronizálás
ja: 同期中
ko: 동기화 중
lv: Sinhronizācija
ms: Menyegerakkan
nl: Synchroniseren
no: Synkroniserer
pl: Synchronizacja
ro: Sincronizare
ru: Синхронизации
sl: Sinhronizacija
sv: Synkroniseras
tl: Nagsi-sync
tr: senkronizasyon
uk: Синхронізація
vi: Đồng bộ hóa
zh_hans: 同步
zh_hant: 同步

source: Yes
ar: نعم
bg: Да
bn: হ্যাঁ
da: Ano
de: Ja
he: כן
hi: हाँ
hu: Igen
ja: はい
ko: 네
lv: Jā
ms: Ya
nl: Ja
no: Ja
pl: Tak
ro: Da
ru: Да
sl: Da
sv: Ja
tl: Oo
tr: Evet
uk: Так
vi: Có
zh_hans: 确认
zh_hant: 確認

# yesButton
source: Yes
ar: نعم
bg: Да
bn: হ্যাঁ
da: Ano
de: Ja
hi: हाँ
ja: はい
ms: Ya
nl: Ja
no: Ja
pl: Tak
ro: Da
ru: Да
sv: Ja
tl: Oo
tr: Evet
uk: Так
vi: Đồng ý
zh_hans: 确认
zh_hant: 確認

source: Yesterday at
bg: Вчера в
da: I går kl
de: Gestern um
he: אתמול ב
hi: कल
hu: Tegnap at
ko: 어제
ms: Semalam di
nl: Gisteren om
pl: Wczoraj o godz
ro: Ieri la
ru: Вчера в
sv: Igår kl
tl: Kahapon sa
tr: Önceki günde
uk: Вчора о
zh_hans: 昨天在
zh_hant: 昨天在

source: No Thanks
de: Nein danke
