Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

source: Account
ar: الحساب
bg: Акаунт
bn: অ্যাকাউন্ট
da: Účet
de: Konto
he: חשבון
hi: खाता
ja: アカウント
lv: Konts
ms: Akaun
no: Konto
pl: Konto
ro: Cont
ru: Счёт
sl: Račun
sv: Konto
tr: Hesap
uk: Гаманець
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# accountNameHint
source: Enter a Name
ar: إدخال اسم
bg: Въведете име
bn: একটি নাম লিখুন
da: Indtast et navn
de: Geben Sie einen Namen ein
he: הכנס שם
hi: नाम डालें
hu: Adjon meg egy nevet
ja: 名前を入力してください
ko: 이름 입력
lv: Ievadiet Vārdu
ms: Masukkan Nama
nl: Voer een naam in
no: Skriv inn et navn
pl: Wpisz imię
ro: Introduceți un Nume
ru: Введите имя
sl: Vnesite ime
sv: Ange ett namn
tl: Maglagay ng Pangalan
tr: İsim girin
uk: Введіть ім'я
vi: Nhập tên
zh_hans: 输入名称
zh_hant: 輸入名稱

# accountNameMissing
source: Choose an Account Name
ar: اختر اسم الحساب
bg: Изберете име на акаунт
bn: একটি অ্যাকাউন্ট নাম নির্বাচন করুন
da: Vælg et kontonavn
de: Wählen Sie einen Kontonamen
he: בחר שם חשבון
hi: एक खाता नाम चुनें
hu: Válasszon egy fióknevet
ja: アカウント名を選択
ko: 계정 이름 선택
lv: Izvēlieties konta nosaukumu
ms: Pilih Nama Akaun
nl: Kies een accountnaam
no: Velg et kontonavn
pl: Wybierz nazwę konta
ro: Alegeți un nume de cont
ru: Выберите имя учетной записи
sl: Izberite ime računa
sv: Välj ett kontonamn
tl: Pumili ng Pangalan ng Account
tr: Bir Hesap Adı seçin
uk: Виберіть назву облікового запису
vi: Chọn một tên tài khoản
zh_hans: 选择一个帐户名称
zh_hant: 選擇一個帳戶名稱

source: Accounts
ar: الحسابات
bg: Акаунти
bn: অ্যাকাউন্টস
da: Účty
de: Konten
he: חשבונות
hi: खाते
ja: アカウント
lv: Konti
ms: Akaun
no: Kontoer
pl: Konta
ro: Conturi
ru: Счета
sl: Računi
sv: Konton
tl: Mga Account
tr: Hesaplar
uk: Гаманці
vi: Các tài khoản
zh_hans: 账户
zh_hant: 帳戶

# ackBackedUp
source: Are you sure that you've backed up your secret phrase or seed?
ar: هل أنت متأكد من أنك قمت بنسخ نسخة احتياطية من العبارة السرية أو مفتاحك الخاص؟
bg: Сигурни ли сте, че имате копие на тайната си фраза или Seed?
bn: আপনি কি নিশ্চিত যে আপনি আপনার গোপন বাক্যাংশ বা সীড ব্যাক আপ করেছেন?
da: Jste si jisti, že jste zálohovali svou tajnou frázi nebo semínko?
de: Bist du dir sicher, dass du deine Geheimsequenz oder deinen Seed gesichert hast?
hi: क्या आप सुनिश्चित हैं कि आपने अपने गुप्त वाक्यांश या सीड का बैकअप ले लिया है?
ja: シークレットフレーズやシードをバックアップしましたか？
lv: Vai esat drošs ka izveidojāt rezerves kopiju slepenajai frāzei vai privātajai atslēgai?
ms: Adakah anda pasti bahawa anda telah menyokong frasa atau benih rahsia anda?
nl: Weet je zeker dat je een back-up hebt gemaakt van jouw geheime zin of seed?
no: Er du sikker på at du har sikkerhetskopiert din Tilknytningskode eller Seed?
pl: Czy jesteś pewny że zapisałeś sekretną frazę albo nasiono?
ro: Sunteți sigur/ă că ați salvat formula secretă ori seed-ul portofelului?
ru: Вы уверены, что у вас есть копия вашей секретной фразы или Seed?
sl: Ste prepričani, da ste varno shranili vaš skrivni niz ali zasebni ključ?
sv: Är du säker på att du har sparat ner din hemliga fras eller seed?
tl: Sigurado ka ba na naback-up mo ang iyong secret phrase or seed?
tr: Gizli cümleni veya seedini yedeklediğine emin misin?
uk: Ви впевнені, що ви зробили резервну копію вашої секретної фрази або seed?
vi: Bạn có chắc chắn rằng đã sao lưu cụm từ bí mật hoặc hạt giống của bạn?
zh_hans: 您确定已经将您的种子或秘密词语备份了吗？
zh_hant: 確定已備份您的種子或秘密詞語嗎？

# activateSub
source: Activate Subscription
bg: Активиране на абонамента
bn: সদস্যতা সক্রিয় করুন
da: Aktiver abonnement
de: Abonnement aktivieren
he: הפעל מנוי
hi: सदस्यता सक्रिय करें
hu: Aktiválja az előfizetést
ko: 구독 활성화
lv: Aktivizējiet abonementu
ms: Aktifkan Langganan
nl: Abonnement activeren
no: Aktiver abonnement
pl: Aktywuj subskrypcję
ro: Activați abonamentul
ru: Активировать подписку
sv: Aktivera prenumeration
tl: I-activate ang Subscription
tr: Aboneliği Etkinleştir
uk: Активувати підписку
vi: Kích hoạt đăng ký
zh_hans: 激活订阅
zh_hant: 激活訂閱

# activeMessageHeader
source: Active Message
ar: رسالة نشطة
bg: Активно съобщение
bn: সক্রিয় বার্তা
da: Aktivní zpráva
de: Aktive Nachricht
he: הודעה פעילה
hi: सक्रिय संदेश
hu: Aktív üzenet
ja: アクティブメッセージ
ko: 액티브 메시지
ms: Mesej Aktif
nl: Actief bericht
no: Aktiv melding
pl: Aktywna wiadomość
ro: Mesaj activ
ru: Активное сообщение
sl: Aktivno sporočilo
sv: Aktivt Meddelande
tl: Aktibong Mensahe
tr: Aktif Mesaj
uk: Активне повідомлення
vi: TIn nhắn đang hoạt động
zh_hans: 活动消息
zh_hant: 作用中訊息

source: Add Account
ar: إضافة حساب
bg: Добави Акаунт
bn: অ্যাকাউন্ট যোগ করুন
da: Přidat účet
de: Konto hinzufügen
he: הוסף חשבון
hi: खाता जोड़ो
ja: アカウントを追加する
lv: Pievienot kontu
ms: Tambah akaun
nl: Account toevoegen
no: Legg til konto
pl: Dodaj Konto
ro: Adăugare cont
ru: Добавить аккаунт
sl: Dodaj račun
sv: Lägg till konto
tl: Magdagdag ng Account
tr: Hesap Ekle
uk: Додати гаманець
vi: Thêm tài khoản
zh_hans: 添加账户
zh_hant: 新增帳戶

# addAddress
source: Add an Address
ar: إضافة عنوان
bg: Добавяне на адрес
bn: একটি ঠিকানা যোগ করুন
da: Tilføj en adresse
de: Füge eine Adresse hinzu
he: הוסף כתובת
hi: एक पता जोड़ें
hu: Adjon hozzá egy címet
ja: アドレスを追加
ko: 주소 추가
lv: Pievienojiet adresi
ms: Tambah Alamat
nl: Voeg een adres toe
no: Legg til en adresse
pl: Dodaj adres
ro: Adăugați o adresă
ru: Добавить адрес
sl: Dodajte naslov
sv: Lägg till en adress
tl: Magdagdag ng Address
tr: Adres Ekle
uk: Додайте адресу
vi: Thêm một địa chỉ
zh_hans: 添加地址
zh_hant: 添加地址

# addBlocked
source: Block a User
ar: حظر مستخدم
bg: Блокиране на потребител
bn: একটি ব্যবহারকারী ব্লক করুন
da: Bloker en bruger
de: Einen Benutzer blockieren
he: חסימת משתמש
hi: उपयोगकर्ता को अवरोधित करें
hu: Felhasználó letiltása
ja: ユーザーをブロックする
ko: 사용자 차단
ms: Sekat Pengguna
nl: Een gebruiker blokkeren
no: Blokkere en bruker
pl: Blokowanie użytkownika
ro: Blocați un utilizator
ru: Заблокировать пользователя
sl: Blokiraj uporabnika
sv: Blockera en användare
tl: I-block ang User
tr: Bir Kullanıcıyı Engelleme
uk: Блокування користувача
vi: Chặn người dùng
zh_hans: 屏蔽用户
zh_hant: 封鎖使用者

source: Add Contact
ar: إضافة جهة الاتصال
bg: Добави Контакт
bn: কন্টাক্ট সংরক্ষণ
da: Přidat kontakt
de: Neuer Kontakt
he: הוסף איש קשר
hi: संपर्क डालें
hu: Kontakt Hozzáadása
ja: 連絡先を追加する
ko: 연락처 추가
lv: Pievienot kontaktu
ms: Tambah Kenalan
nl: Contact toevoegen
no: Legg til kontakt
pl: Dodaj Kontakt
ro: Adaugă contact
ru: Добавить Контакт
sl: Dodaj stik
sv: Lägg till kontakt
tl: Mag-add ng kontak
tr: Kişi Ekle
uk: Додати контакт
vi: Thêm liên hệ
zh_hans: 添加联系人
zh_hant: 新增聯絡人

source: Add Favorite
ar: إضافة المفضلة
bg: Добави Любими
bn: প্রিয় যোগ করো
da: Tilføj favorit
de: Favorit hinzufügen
he: הוסף מועדף
hi: पसंदीदा जोड़ें
hu: Kedvenc hozzáadása
ja: お気に入りを追加
ko: 즐겨찾기 추가
ms: Tambah Kegemaran
nl: Favoriet toevoegen
no: Legg til favoritt
pl: Dodaj Ulubione
ro: Adauga Favorite
ru: Добавить избранное
sl: Dodaj Favorite
sv: Lägg till favorit
tl: Magdagdag ng Paboritong
tr: Favori Ekle
uk: Додати Улюблене
vi: Thêm yêu thích
zh_hans: 添加收藏夹
zh_hant: 加入我的最愛

source: Add Node
ar: أضف العقدة
bg: Добавете възел
bn: নোড যোগ করুন
da: Tilføj node
de: Knoten hinzufügen
he: הוסף Node
hi: नोड जोड़ें
hu: Csomópont hozzáadása
ja: ノードを追加
ko: 노드 추가
lv: Pievienot mezglu
ms: Tambah Nod
nl: Knooppunt toevoegen
no: Legg til node
pl: Dodaj węzeł
ro: Adăugați nod
ru: Добавить узел
sl: Dodaj vozlišče
sv: Lägg till nod
tl: Magdagdag ng Node
tr: Düğüm Ekle
uk: Додати вузол
vi: Thêm nút
zh_hans: 添加节点
zh_hant: 添加節點

source: Address
ar: تبوك
bg: Адрес
bn: ঠিকানা
da: Adresse
de: Adresse
he: כתובת
hi: पता
hu: Cím
ja: 住所
ko: 주소
lv: Adrese
ms: Alamat
nl: Adres
no: Adresse
pl: Adres zamieszkania
ro: Abordare
ru: Адрес
sl: Naslov
sv: Adress
tr: Adres
uk: Адреса
vi: Địa chỉ nhà
zh_hans: 地址
zh_hant: 地址

source: Address Copied
ar: تم نسخ العنوان
bg: Адрес Копиран
bn: ঠিকানা কপি করা হয়েছে
da: Adresa zkopírována
de: Adresse kopiert
he: כתובת הועתקה
hi: पता कॉपी हो गया है
hu: Cím Másolva
ja: アドレスをコピーしました
ko: 주소가 복사되었습니다
lv: Adrese nokopēta
ms: Alamat disalinkan
nl: Adres gekopieerd
no: Adresse kopiert
pl: Adres Skopiowany
ro: Adresă copiată
ru: Адрес скопирован
sl: Naslov skopiran
sv: Adress kopierad
tl: Ang Address ay nakopya
tr: Kopyalandı
uk: Адресу скопійовано
vi: Đã sao chép địa chỉ
zh_hans: 地址已复制
zh_hant: 地址已複製

# addressHint
source: Enter Address
ar: أدخل العنوان
bg: Въведи Адрес
bn: ঠিকানা লিখুন
da: Zadejte adresu
de: Adresse eingeben
he: הזן כתובת
hi: पता लिखिए
hu: Adja meg a címet
ja: アドレスを入力
ko: 주소를 입력하세요
ms: Masukkan Alamat
nl: Voer adres in
no: Angi adresse
pl: Wpisz Adres
ro: Introdu adresa
ru: Введите адрес
sl: Vnesite naslov
sv: Ange adress
tl: Ilagay ang Address
tr: Adres Gir
uk: Введіть адресу
vi: Nhập địa chỉ
zh_hans: 输入地址
zh_hant: 輸入地址

# addressMissing
source: Please enter an Address
ar: يرجى إدخال العنوان
bg: Моля въведете Адрес
bn: দয়া করে ঠিকানা লিখুন
da: Prosím zadejte adresu
de: Bitte Adresse eingeben
he: הזן יעד
hi: कृपया एक पता दर्ज करें
hu: Adjon meg egy célt
ja: アドレスを入力してください
ko: 주소를 입력하세요
lv: Lūdzu ievadiet adresi
ms: Sila masukkan destinasi
nl: Voer a.u.b. een adres in
no: Vennligst angi en adresse
pl: Wpisz Adres
ro: Introduceți o destinație
ru: Пожалуйста введите адрес
sl: Prosim vnesite naslov
sv: Ange en destination
tl: Mangyaring magpasok ng patutunguhan
tr: Lütfen bir adres girin
uk: Будь ласка вкажіть адресу
vi: Hãy nhập một địa chỉ
zh_hans: 请输入目标地址
zh_hant: 請輸入目標地址

# addressOrUserMissing
source: Please enter a Username or Address
ar: الرجاء إدخال اسم مستخدم أو عنوان
bg: Моля, въведете потребителско име или адрес
bn: অনুগ্রহ করে একটি ব্যবহারকারীর নাম বা ঠিকানা লিখুন
da: Indtast venligst et brugernavn eller adresse
de: Bitte gib einen Nutzernamen oder eine Adresse ein
he: אנא הזן שם משתמש או כתובת
hi: कृपया उपयोगकर्ता नाम या पता दर्ज करें
hu: Kérjük, adja meg felhasználónevét vagy címét
ja: ユーザー名またはアドレスを入力してください
ko: 사용자 이름 또는 주소를 입력하세요
ms: Sila Masukkan Nama Pengguna atau Alamat
nl: Voer een gebruikersnaam of adres in
no: Skriv inn et brukernavn eller adresse
pl: Wprowadź nazwę użytkownika lub adres
ro: Introduceți un nume de utilizator sau o adresă
ru: Пожалуйста, введите имя пользователя или адрес
sl: Vnesite uporabniško ime ali naslov
sv: Ange ett användarnamn eller adress
tl: Mangyaring Magpasok ng Username o Address
tr: Lütfen Kullanıcı Adı veya Adres Giriniz
uk: Будь ласка, введіть ім'я користувача або адресу
vi: Vui lòng nhập tên người dùng hoặc địa chỉ
zh_hans: 请输入用户名或地址
zh_hant: 請輸入使用者名稱或地址

# addressShare
source: Share Address
ar: أنشر العنوان
bg: Сподели Адрес
bn: ঠিকানা শেয়ার করুন
da: Sdílet adresu
de: Teilen
he: שתף
hi: शेयर करें
hu: Megosztás
ja: アドレスを共有する
ko: 공유
lv: Kopīgot adresi
ms: Kongsi
nl: Deel
no: Del adresse
pl: Udostępnij
ro: Share
ru: Отправить
sl: Deli naslov
sv: Dela
tl: I-share
tr: Paylaş
uk: Поділитися адресою
vi: Chia sẻ địa chỉ
zh_hans: 分享地址
zh_hant: 分享地址

source: Add Subscription
bg: Добавяне на абонамент
bn: সদস্যতা যোগ করুন
da: Tilføj abonnement
de: Abonnement hinzufügen
he: הוסף מנוי
hi: सदस्यता जोड़ें
hu: Előfizetés hozzáadása
ko: 구독 추가
lv: Pievienot abonementu
ms: Tambah Langganan
nl: Abonnement toevoegen
no: Legg til abonnement
pl: Dodaj subskrypcję
ro: Adăugați abonament
ru: Добавить подписку
sv: Lägg till prenumeration
tl: Magdagdag ng Subscription
tr: Abonelik Ekle
uk: Додати підписку
vi: Thêm đăng ký
zh_hans: 添加订阅
zh_hant: 添加訂閱

# addUser
source: Add a User
ar: أضف مستخدم
bg: Добавяне на потребител
bn: একটি ব্যবহারকারী যোগ করুন
da: Tilføj en bruger
de: Fügen Sie einen Benutzer hinzu
he: הוסף משתמש
hi: एक उपयोगकर्ता जोड़ें
hu: Felhasználó hozzáadása
ja: ユーザーを追加
ko: 사용자 추가
lv: Pievienojiet lietotāju
ms: Tambah Pengguna
nl: Een gebruiker toevoegen
no: Legg til en bruker
pl: Dodaj użytkownika
ro: Adăugați un utilizator
ru: Добавить пользователя
sl: Dodajte uporabnika
sv: Lägg till en användare
tl: Magdagdag ng User
tr: Kullanıcı Ekle
uk: Додати користувача
vi: Thêm người dùng
zh_hans: 添加用户
zh_hant: 添加用戶

source: Add Watch Only Account
ar: أضف حساب المشاهدة فقط
bg: Добавете акаунт само за гледане
bn: শুধুমাত্র ওয়াচ অ্যাকাউন্ট যোগ করুন
da: Tilføj kun Watch-konto
de: Fügen Sie ein Watch Only-Konto hinzu
he: הוסף חשבון צפייה בלבד
hi: केवल देखने के लिए खाता जोड़ें
hu: Csak figyelési fiók hozzáadása
ja: 視聴専用アカウントを追加
ko: 보기 전용 계정 추가
lv: Pievienojiet tikai skatīšanās kontu
ms: Tambah Akaun Tontonan Sahaja
nl: Alleen kijken-account toevoegen
no: Legg til kun overvåkningskonto
pl: Dodaj konto tylko do oglądania
ro: Adăugați un cont numai pentru vizionare
ru: Добавить учетную запись только для просмотра
sl: Dodaj račun samo za ogled
sv: Lägg till Watch Only-konto
tl: Magdagdag ng Watch Only Account
tr: Yalnızca İzleme Hesabı Ekle
uk: Додати обліковий запис лише для перегляду
vi: Thêm tài khoản chỉ xem
zh_hans: 添加仅观看帐户
zh_hant: 添加僅觀看帳戶

# addWatchOnlyAccountError
source: Error adding Watch Only Account: Account was null
ar: خطأ في إضافة حساب المشاهدة فقط: الحساب كان فارغًا
bg: Грешка при добавяне на акаунт само за гледане: акаунтът беше нулев
bn: শুধুমাত্র দেখার অ্যাকাউন্ট যোগ করার সময় ত্রুটি: অ্যাকাউন্টটি শূন্য ছিল
da: Fejl ved tilføjelse af Watch Only-konto: Kontoen var null
de: Fehler beim Hinzufügen des Watch Only-Kontos: Das Konto war null
he: שגיאה בהוספת חשבון צפייה בלבד: החשבון היה ריק
hi: केवल देखने के लिए खाता जोड़ने में त्रुटि: खाता खाली था
hu: Hiba a Csak figyelő fiók hozzáadásakor: A fiók érvénytelen volt
ja: Watch Only アカウントの追加エラー: アカウントが null でした
ko: 감시 전용 계정 추가 오류: 계정이 null임
lv: Pievienojot tikai skatīšanās kontu, radās kļūda: konts bija nulle
ms: Ralat menambah Akaun Tonton Sahaja: Akaun adalah batal
nl: Fout bij toevoegen van Watch Only-account: account was null
no: Feil ved å legge til kun overvåkningskonto: Kontoen var null
pl: Błąd podczas dodawania konta Watch Only: Konto było puste
ro: Eroare la adăugarea contului numai pentru vizionare: contul a fost nul
ru: Ошибка при добавлении учетной записи только для просмотра: учетная запись недействительна.
sl: Napaka pri dodajanju računa samo za ogled: račun je bil ničelni
sv: Det gick inte att lägga till Watch Only-konto: Kontot var null
tl: Error sa pagdaragdag ng Watch Only Account: Null ang account
tr: Yalnızca İzleme Hesabı eklenirken hata oluştu: Hesap boştu
uk: Помилка додавання облікового запису лише для перегляду: обліковий запис був нульовим
vi: Lỗi khi thêm Tài khoản Chỉ Xem: Tài khoản không có giá trị
zh_hans: 添加仅观看帐户时出错：帐户为空
zh_hant: 添加僅觀看帳戶時出錯：帳戶為空

# addWatchOnlyAccountSuccess
source: Successfully created watch only account!
ar: تم إنشاء حساب المشاهدة فقط بنجاح!
bg: Успешно създаден акаунт само за гледане!
bn: শুধুমাত্র ঘড়ির অ্যাকাউন্ট সফলভাবে তৈরি করা হয়েছে!
da: Der er oprettet kun ur-konto!
de: Nur-Uhr-Konto erfolgreich erstellt!
he: חשבון צפייה בלבד נוצר בהצלחה!
hi: केवल देखने के लिए खाता सफलतापूर्वक बनाया गया!
hu: Sikeresen létrehozta a csak nézhető fiókot!
ja: 時計専用アカウントが正常に作成されました。
ko: 보기 전용 계정이 생성되었습니다!
lv: Veiksmīgi izveidots tikai pulksteņa konts!
ms: Berjaya membuat akaun jam tangan sahaja!
nl: Alleen horloge-account aangemaakt!
no: Vellykket opprettet klokkekonto!
pl: Pomyślnie utworzono konto tylko do oglądania!
ro: Cont doar pentru ceas creat cu succes!
ru: Аккаунт только для просмотра успешно создан!
sl: Uspešno ustvarjen račun samo za gledanje!
sv: Bevakningskonto har skapats framgångsrikt!
tl: Matagumpay na nagawa ang watch only na account!
tr: Yalnızca izleme hesabı başarıyla oluşturuldu!
uk: Успішно створено обліковий запис лише для перегляду!
vi: Đã tạo thành công tài khoản chỉ xem!
zh_hans: 已成功创建仅限观看的帐户！
zh_hant: 已成功創建僅限觀看的帳戶！

source: Add Work Source
bg: Добавяне на работен източник
da: Tilføj arbejdskilde
de: Arbeitsquelle hinzufügen
he: הוסף מקור עבודה
hi: कार्य स्रोत जोड़ें
hu: Munkaforrás hozzáadása
ko: 작업 소스 추가
ms: Tambah Sumber Kerja
nl: Werkbron toevoegen
pl: Dodaj źródło pracy
ro: Adăugați sursa de lucru
ru: Добавить источник работы
sv: Lägg till arbetskälla
tl: Magdagdag ng Pinagmulan ng Trabaho
tr: İş Kaynağı Ekle
uk: Додати джерело роботи
vi: Thêm nguồn công việc
zh_hans: 添加工作来源
zh_hant: 添加工作來源

source: Advanced
bg: Разширено
bn: উন্নত
da: Fremskreden
de: Fortschrittlich
he: מִתקַדֵם
hi: विकसित
hu: Fejlett
ko: 고급의
lv: Papildu
ms: Maju
nl: Geavanceerd
no: Avansert
pl: Zaawansowany
ro: Avansat
ru: Передовой
sv: Avancerad
tr: Gelişmiş
uk: Просунутий
vi: Nâng cao
zh_hans: 先进的
zh_hant: 先進的

source: Aliases
ar: الأسماء المستعارة
bg: Псевдоними
bn: ছদ্মনাম
da: Aliasser
de: Aliase
he: כינויים
hi: फर्जी नाम
hu: Álnevek
ja: エイリアス
ko: 별칭
ms: Alias
nl: Aliassen
no: Aliaser
pl: Aliasy
ro: Aliasuri
ru: Псевдонимы
sl: Vzdevki
sv: Alias
tr: Takma adlar
uk: Псевдоніми
vi: Bí danh
zh_hans: 别名
zh_hant: 別名

source: Amount
bg: Количество
da: Beløb
de: Höhe
he: כמות
hi: मात्रा
hu: Összeg
ko: 양
ms: Jumlah
nl: Hoeveelheid
pl: Ilość
ro: Cantitate
ru: Количество
sv: Belopp
tl: Halaga
tr: Miktar
uk: Сума
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

# amountGiftGreaterError
source: Split Amount can't be greater than gift balance
ar: لا يمكن أن يكون مبلغ الانقسام أكبر من رصيد الهدية
bg: Разделената сума не може да бъде по-голяма от баланса на подаръка
bn: বিভক্ত পরিমাণ উপহার ব্যালেন্সের চেয়ে বেশি হতে পারে না
da: Opdelt beløb kan ikke være større end gavesaldoen
de: Der Aufteilungsbetrag darf nicht größer als das Geschenkguthaben sein
he: הסכום המפוצל לא יכול להיות גדול מיתרת המתנה
hi: विभाजित राशि उपहार शेष राशि से अधिक नहीं हो सकती
hu: A megosztott összeg nem lehet nagyobb, mint az ajándékegyenleg
ja: 分割金額はギフト残高より大きくすることはできません
ko: 분할 금액은 선물 잔액보다 클 수 없습니다.
lv: Dalītā summa nevar būt lielāka par dāvanas atlikumu
ms: Jumlah Pisahan tidak boleh lebih besar daripada baki hadiah
nl: Gesplitst bedrag kan niet groter zijn dan het cadeausaldo
no: Delt beløp kan ikke være større enn gavesaldoen
pl: Podzielona kwota nie może być większa niż saldo prezentu
ro: Suma împărțită nu poate fi mai mare decât soldul cadou
ru: Сумма разделения не может превышать баланс подарка
sl: Razdeljeni znesek ne sme biti večji od darilnega stanja
sv: Delat belopp kan inte vara större än gåvobalansen
tl: Ang Hati na Halaga ay hindi maaaring mas malaki kaysa sa balanse ng regalo
tr: Bölünmüş Tutar, hediye bakiyesinden fazla olamaz
uk: Розділена сума не може перевищувати баланс подарунку
vi: Số tiền Chia tách không được lớn hơn số dư quà tặng
zh_hans: 分割金额不能大于礼物余额
zh_hant: 分割金額不能大於禮物餘額

# amountMissing
source: Please enter an Amount
ar: يرجى إدخال المبلغ
bg: Моля въведете Сума
bn: অনুগ্রহ করে পরিমাণ লিখুন
da: Prosím zadejte částku
de: Bitte Betrag eingeben
he: הזן סכום
hi: कृपया राशि दर्ज करें
hu: Adjon meg egy összeget
ja: 金額を入力してください
ko: 금액을 입력하세요
lv: Lūdzu ievadiet daudzumu
ms: Sila masukkan jumlah
nl: Voer a.u.b. een bedrag in
no: Vennligst tast inn et beløp
pl: Wpisz ilość
ro: Introduceți o sumă
ru: Пожалуйста введите сумму
sl: Prosim vnesite znesek
sv: Ange ett belopp
tl: Mangyaring magpasok ng isang halaga
tr: Lütfen bir miktar girin
uk: Будь ласка вкажіть суму
vi: Hãy nhập lượng tiền
zh_hans: 请输入金额
zh_hant: 請輸入金額

# appWallet
source: %1 Wallet
bg: %1 портфейл
bn: %1 ওয়ালেট
da: %1 tegnebog
de: %1 Geldbörse
he: % 1 ארנק
hi: % 1 बटुआ
ko: %1 지갑
lv: %1 Maks
ms: % 1 Dompet
nl: %1 Portefeuille
no: %1 Lommebok
pl: Portfel %1
ro: %1 Portofel
ru: %1 кошелек
sv: %1 Plånbok
tr: %1 Cüzdan
uk: Гаманець %1
vi: Ví %1
zh_hans: %1 钱包
zh_hant: %1 錢包

source: Asked
ar: طلب
bg: Попитан
bn: জিজ্ঞাসিত
da: spurgte
de: Fragte
he: נשאל
hi: पूछे जाने पर
hu: Kérdezte
ja: 尋ねた
ko: 질문
ms: Ditanya
nl: Vroeg
no: spurte
pl: Zapytany
ro: Întrebat
ru: Спросил
sl: Na vprašanje
sv: Frågade
tr: Sordu
uk: Запитав
vi: Đã hỏi
zh_hans: 问
zh_hant: 詢問
