Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# requestSheetInfo
source: Request a payment, with End to End Encrypted messages! Payment requests, memos, and messages will only be receivable by other %1 users, but you can use them for your own record keeping even if the recipient doesn't use %1.
ar: طلب الدفع ، مع الرسائل المشفرة من طرف إلى طرف! لن يتم قبول طلبات الدفع والمذكرات والرسائل إلا من قبل مستخدمي نوتيلوس الآخرين ، ولكن يمكنك استخدامها لحفظ السجلات الخاصة بك حتى إذا كان المستلم لا يستخدم نوتيلوس.
bg: Поискайте плащане с криптирани от край до край съобщения! Заявките за плащане, бележките и съобщенията ще могат да се получават само от други потребители на nautilus, но можете да ги използвате за собствено водене на записи, дори ако получателят не използва nautilus.
bn: এন্ড টু এন্ড এনক্রিপ্ট করা বার্তা সহ একটি অর্থপ্রদানের অনুরোধ করুন! অর্থপ্রদানের অনুরোধ, মেমো এবং বার্তাগুলি শুধুমাত্র অন্যান্য নটিলাস ব্যবহারকারীদের দ্বারা গ্রহণযোগ্য হবে, তবে প্রাপক নটিলাস ব্যবহার না করলেও আপনি সেগুলি আপনার নিজের রেকর্ড রাখার জন্য ব্যবহার করতে পারেন।
da: Anmod om en betaling med ende til ende krypterede beskeder! Betalingsanmodninger, notater og beskeder vil kun kunne modtages af andre nautilus-brugere, men du kan bruge dem til din egen journalføring, selvom modtageren ikke bruger nautilus.
de: Fordern Sie eine Zahlung mit End-to-End-verschlüsselten Nachrichten an! Zahlungsaufforderungen, Memos und Nachrichten können nur von anderen Nautilus-Benutzern empfangen werden, aber Sie können sie für Ihre eigenen Aufzeichnungen verwenden, auch wenn der Empfänger Nautilus nicht verwendet.
he: בקש תשלום, עם הודעות מוצפנות מקצה לקצה! בקשות תשלום, תזכירים והודעות יתקבלו רק על ידי משתמשי nautilus אחרים, אך תוכל להשתמש בהם לשמירת תיעוד משלך גם אם הנמען אינו משתמש ב-nautilus.
hi: एंड टू एंड एनक्रिप्टेड संदेशों के साथ भुगतान का अनुरोध करें! भुगतान अनुरोध, मेमो और संदेश केवल अन्य नॉटिलस उपयोगकर्ताओं द्वारा प्राप्त किए जा सकते हैं, लेकिन आप उन्हें अपने रिकॉर्ड रखने के लिए उपयोग कर सकते हैं, भले ही प्राप्तकर्ता नॉटिलस का उपयोग न करे।
hu: Kérjen fizetést a végétől a végéig titkosított üzenetekkel! A fizetési kérelmeket, emlékeztetőket és üzeneteket csak más nautilus-felhasználók kaphatják meg, de ezeket akkor is használhatja saját nyilvántartására, ha a címzett nem használja a nautilust.
ja: エンド ツー エンドの暗号化されたメッセージで支払いをリクエストしてください! 支払い請求、メモ、メッセージは、他の nautilus ユーザーのみが受信できますが、受信者が nautilus を使用していなくても、自分の記録管理に使用できます。
ko: End to End 암호화된 메시지로 결제를 요청하세요! 결제 요청, 메모, 메시지는 다른 노틸러스 사용자만 받을 수 있지만 수신자가 노틸러스를 사용하지 않더라도 나만의 기록 보관용으로 사용할 수 있습니다.
lv: Pieprasiet maksājumu ar šifrētiem ziņojumiem no gala līdz beigām! Maksājumu pieprasījumus, piezīmes un ziņojumus varēs saņemt tikai citi nautilus lietotāji, taču jūs varat tos izmantot savai uzskaitei pat tad, ja saņēmējs neizmanto Nautilus.
ms: Minta pembayaran, dengan Mesej Disulitkan Akhir ke Akhir! Permintaan pembayaran, memo dan mesej hanya akan diterima oleh pengguna nautilus lain, tetapi anda boleh menggunakannya untuk penyimpanan rekod anda sendiri walaupun penerima tidak menggunakan nautilus.
nl: Vraag een betaling aan, met End to End Encrypted messages! Betalingsverzoeken, memo's en berichten kunnen alleen worden ontvangen door andere nautilus-gebruikers, maar u kunt ze gebruiken voor uw eigen administratie, zelfs als de ontvanger nautilus niet gebruikt.
no: Be om en betaling med ende til ende krypterte meldinger! Betalingsforespørsler, notater og meldinger vil kun kunne mottas av andre nautilus-brukere, men du kan bruke dem til din egen journalføring selv om mottakeren ikke bruker nautilus.
pl: Poproś o płatność za pomocą zaszyfrowanych wiadomości od końca do końca! Żądania płatności, notatki i wiadomości będą odbierane tylko przez innych użytkowników nautilusa, ale możesz ich używać do prowadzenia własnej dokumentacji, nawet jeśli odbiorca nie korzysta z nautilusa.
ro: Solicitați o plată, cu mesaje criptate End to End! Solicitările de plată, notele și mesajele vor fi primite numai de alți utilizatori nautilus, dar le puteți utiliza pentru a vă păstra propria evidență chiar dacă destinatarul nu folosește nautilus.
ru: Запросите платеж с сообщениями, зашифрованными сквозным шифрованием! Платежные запросы, заметки и сообщения могут быть получены только другими пользователями nautilus, но вы можете использовать их для ведения собственного учета, даже если получатель не использует nautilus.
sl: Zahtevajte plačilo s šifriranimi sporočili od konca do konca! Zahtevke za plačilo, opombe in sporočila bodo lahko prejeli samo drugi uporabniki nautilusa, vendar jih lahko uporabite za lastno vodenje evidence, tudi če prejemnik ne uporablja nautilusa.
sv: Begär en betalning, med End to End-krypterade meddelanden! Betalningsförfrågningar, anteckningar och meddelanden kommer endast att kunna tas emot av andra nautilus-användare, men du kan använda dem för din egen journalföring även om mottagaren inte använder nautilus.
tl: Humiling ng pagbabayad, gamit ang End to End Encrypted na mga mensahe! Ang mga kahilingan sa pagbabayad, memo, at mensahe ay matatanggap lamang ng ibang mga user ng nautilus, ngunit maaari mong gamitin ang mga ito para sa iyong sariling pag-iingat ng rekord kahit na ang tatanggap ay hindi gumagamit ng nautilus.
tr: Uçtan Uca Şifreli mesajlarla ödeme talep edin! Ödeme istekleri, notlar ve mesajlar yalnızca diğer nautilus kullanıcıları tarafından alınabilir, ancak alıcı nautilus kullanmasa bile bunları kendi kayıt tutmak için kullanabilirsiniz.
uk: Подайте запит на платіж із наскрізним шифруванням повідомлень! Платіжні запити, нагадування та повідомлення будуть прийматися лише іншими користувачами nautilus, але ви можете використовувати їх для ведення власних записів, навіть якщо одержувач не використовує nautilus.
vi: Yêu cầu thanh toán, với tin nhắn được mã hóa từ đầu đến cuối! Yêu cầu thanh toán, bản ghi nhớ và tin nhắn sẽ chỉ có những người dùng nautilus khác mới có thể nhận được, nhưng bạn có thể sử dụng chúng để lưu trữ hồ sơ của riêng mình ngay cả khi người nhận không sử dụng nautilus.
zh_hans: 使用端到端加密消息请求付款！ 付款请求、备忘录和消息只能由其他 nautilus 用户接收，但即使收件人不使用 nautilus，您也可以将它们用于自己的记录保存。
zh_hant: 使用端到端加密消息請求付款！ 付款請求、備忘錄和消息只能由其他 nautilus 用戶接收，但即使收件人不使用 nautilus，您也可以將它們用於自己的記錄保存。

# requestSheetInfoHeader
source: Request Sheet Info
ar: طلب معلومات الورقة
bg: Искане на информация за лист
bn: শীট তথ্য অনুরোধ
da: Anmod om arkoplysninger
de: Blattinfo anfordern
he: בקש מידע על גיליון
hi: अनुरोध पत्रक जानकारी
hu: Kérjen adatlapot
ja: シート情報のリクエスト
ko: 시트 정보 요청
lv: Pieprasīt lapas informāciju
ms: Minta Maklumat Lembaran
nl: Informatie over het aanvragen van blad
no: Be om arkinformasjon
pl: Poproś o informacje o arkuszu
ro: Solicitați Fișa Informații
ru: Информация о листе запроса
sl: Zahtevaj informacije o listu
sv: Begär bladinformation
tl: Humiling ng Impormasyon sa Sheet
tr: Sayfa Bilgisi İste
uk: Інформацію про аркуш запиту
vi: Yêu cầu thông tin trang tính
zh_hans: 请求表信息
zh_hant: 請求表信息

# requireAPasswordToOpenHeader
source: Require a password to open %1?
ar: مطالبة كلمة مرور لفتح نتريم ؟
bg: Да се изисква парола за отваряне на Nautilus?
bn: Natrium খুলতে একটি পাসওয়ার্ড প্রয়োজন?
da: Vyžadovat heslo k otevření Nautilus?
de: Passwortabfrage beim Öffnen der App?
he: Require a password to open Nautilus?
hi: नेट्रियम खोलने के लिए पासवर्ड की आवश्यकता रखें?
hu: Require a password to open Nautilus?
ja: Nautilusを開く際にパスワードを要求しますか?
ko: Require a password to open Nautilus?
lv: Require a password to open Nautilus?
ms: Memerlukan kata laluan untuk membuka Nautilus?
nl: Wachtwoord vereisen om Nautilus te openen?
no: Krev et passord for å åpne Nautilus?
pl: Chcesz, żeby żądać hasło aby otworzyć Nautilus?
ro: Doriți să setați o parolă pentru a deschide Nautilus?
ru: Требуется пароль для открытия Nautilus?
sl: Require a password to open Nautilus?
sv: Kräv lösenord för att öppna Nautilus?
tl: Gumawa ng password para mabuksan ang Nautilus?
tr: Nautilus'u açarken şifre sorulsun mu?
uk: Чи треба пароль щоб відкрити Nautilus?
vi: Yêu cầu mật khẩu để mở Nautilus?
zh_hans: 需要密码来打开Nautilus吗？
zh_hant: 需要密碼才可開啟 Nautilus 嗎？

# requireCaptcha
source: Require CAPTCHA to claim gift card
ar: يتطلب اختبار CAPTCHA للمطالبة ببطاقة الهدايا
bg: Изискване на CAPTCHA за заявяване на карта за подарък
bn: উপহার কার্ড দাবি করার জন্য ক্যাপচা প্রয়োজন
da: Kræv CAPTCHA for at gøre krav på gavekort
de: Fordern Sie CAPTCHA an, um die Geschenkkarte anzufordern
he: דרוש CAPTCHA כדי לתבוע כרטיס מתנה
hi: उपहार कार्ड का दावा करने के लिए कैप्चा की आवश्यकता है
hu: A CAPTCHA megkövetelése az ajándékutalvány igényléséhez
ja: ギフトカードを受け取るには CAPTCHA が必要です
ko: 기프트 카드를 청구하려면 보안문자가 필요합니다.
lv: Lai pieprasītu dāvanu karti, ir nepieciešams CAPTCHA
ms: Memerlukan CAPTCHA untuk menuntut kad hadiah
nl: CAPTCHA vereisen om cadeaubon te claimen
no: Krev CAPTCHA for å kreve gavekort
pl: Wymagaj CAPTCHA, aby odebrać kartę podarunkową
ro: Solicitați CAPTCHA pentru a revendica cardul cadou
ru: Требовать CAPTCHA для получения подарочной карты
sl: Za prevzem darilne kartice zahtevajte CAPTCHA
sv: Kräv CAPTCHA för att göra anspråk på presentkort
tl: Atasan ang CAPTCHA na mag-claim ng gift card
tr: Hediye kartı talep etmek için CAPTCHA gerektir
uk: Вимагайте CAPTCHA, щоб отримати подарункову картку
vi: Yêu cầu CAPTCHA để yêu cầu thẻ quà tặng
zh_hans: 要求 CAPTCHA 领取礼品卡
zh_hant: 要求 CAPTCHA 領取禮品卡

# resendMemo
source: Resend this memo
ar: إعادة إرسال هذه المذكرة
bg: Повторно изпращане на тази бележка
bn: এই মেমো পুনরায় পাঠন করুন
da: Send dette notat igen
de: Dieses Memo erneut senden
he: שלח שוב תזכיר זה
hi: इस ज्ञापन को फिर से भेजें
hu: A feljegyzés újraküldése
ja: このメモを再送する
ko: 이 메모 다시 보내기
ms: Hantar semula memo ini
nl: Deze memo opnieuw verzenden
no: Send dette notatet på nytt
pl: Wyślij ponownie tę notatkę
ro: Retrimite acest memo
ru: Повторно отправить эту заметку
sl: Ponovno pošljite to beležko
sv: Skicka detta memo igen
tl: Ipadala muli ang memo
tr: Bu notu tekrar gönderme
uk: Повторно надіслати цю пам'ятку
vi: Gửi lại bản ghi nhớ này
zh_hans: 重新发送此备忘录
zh_hant: 重新傳送此備忘錄

# resetAccountButton
source: Reset Account
ar: إعادة تعيين الحساب
bg: Нулиране на акаунта
bn: অ্যাকাউন্ট রিসেট করুন
da: Nulstil konto
de: Konto zurücksetzen
he: אפס חשבון
hi: खाता रीसेट करें
hu: Fiók alaphelyzetbe állítása
ja: アカウントをリセット
ko: 계정 재설정
lv: Atiestatīt kontu
ms: Tetapkan Semula Akaun
nl: Account resetten
no: Tilbakestill konto
pl: Zresetuj konto
ro: Resetează contul
ru: Сбросить учетную запись
sl: Ponastavi račun
sv: Återställ konto
tl: I-reset ang Account
tr: Hesabı Sıfırla
uk: Скинути акаунт
vi: Cài đặt lại tài khoản
zh_hans: 重置帐户
zh_hant: 重置帳戶

# resetAccountParagraph
source: This will make a new account with the password you have just set, the old account won't be deleted unless the passwords chosen are the same.
ar: سيؤدي هذا إلى إنشاء حساب جديد بكلمة المرور التي قمت بتعيينها للتو ، ولن يتم حذف الحساب القديم ما لم تكن كلمات المرور المختارة هي نفسها.
bg: Това ще създаде нов акаунт с паролата, която току-що сте задали, старият акаунт няма да бъде изтрит, освен ако избраните пароли не са същите.
bn: এটি আপনার এইমাত্র সেট করা পাসওয়ার্ড দিয়ে একটি নতুন অ্যাকাউন্ট তৈরি করবে, নির্বাচিত পাসওয়ার্ডগুলি একই না হলে পুরানো অ্যাকাউন্টটি মুছে ফেলা হবে না।
da: Dette vil oprette en ny konto med den adgangskode, du lige har indstillet, den gamle konto vil ikke blive slettet, medmindre de valgte adgangskoder er de samme.
de: Dadurch wird ein neues Konto mit dem Passwort erstellt, das Sie gerade festgelegt haben. Das alte Konto wird nicht gelöscht, es sei denn, die gewählten Passwörter sind dieselben.
he: זה ייצור חשבון חדש עם הסיסמה שהגדרת זה עתה, החשבון הישן לא יימחק אלא אם הסיסמאות שנבחרו זהות.
hi: यह आपके द्वारा अभी-अभी सेट किए गए पासवर्ड के साथ एक नया खाता बना देगा, पुराना खाता तब तक नहीं हटाया जाएगा जब तक कि चुने गए पासवर्ड समान न हों।
hu: Ezzel új fiókot hoz létre az imént beállított jelszóval, és a régi fiók nem törlődik, kivéve, ha a kiválasztott jelszavak megegyeznek.
ja: これにより、設定したパスワードで新しいアカウントが作成されます。選択したパスワードが同じでない限り、古いアカウントは削除されません。
ko: 이렇게 하면 방금 설정한 암호로 새 계정이 만들어지며 선택한 암호가 동일하지 않으면 이전 계정이 삭제되지 않습니다.
lv: Tādējādi tiks izveidots jauns konts ar tikko iestatīto paroli. Vecais konts netiks dzēsts, ja vien izvēlētās paroles nebūs vienādas.
ms: Ini akan membuat akaun baharu dengan kata laluan yang baru anda tetapkan, akaun lama tidak akan dipadamkan melainkan kata laluan yang dipilih adalah sama.
nl: Hiermee wordt een nieuw account gemaakt met het wachtwoord dat u zojuist hebt ingesteld, het oude account wordt niet verwijderd tenzij de gekozen wachtwoorden hetzelfde zijn.
no: Dette vil opprette en ny konto med passordet du nettopp har angitt, den gamle kontoen vil ikke bli slettet med mindre passordene som er valgt er de samme.
pl: Spowoduje to utworzenie nowego konta z właśnie ustawionym hasłem, stare konto nie zostanie usunięte, chyba że wybrane hasła są takie same.
ro: Acest lucru va crea un cont nou cu parola pe care tocmai ați setat-o, contul vechi nu va fi șters decât dacă parolele alese sunt aceleași.
ru: Это создаст новую учетную запись с только что установленным паролем, старая учетная запись не будет удалена, если выбранные пароли не совпадают.
sl: S tem boste ustvarili nov račun z geslom, ki ste ga pravkar nastavili, stari račun ne bo izbrisan, razen če so izbrana gesla enaka.
sv: Detta kommer att skapa ett nytt konto med lösenordet du just har angett, det gamla kontot kommer inte att raderas om inte de valda lösenorden är desamma.
tl: Gagawa ito ng bagong account gamit ang password na itinakda mo lang, hindi made-delete ang lumang account maliban kung magkapareho ang mga napiling password.
tr: Bu, yeni belirlediğiniz şifre ile yeni bir hesap oluşturacaktır, seçilen şifreler aynı olmadıkça eski hesap silinmeyecektir.
uk: Це створить новий обліковий запис із паролем, який ви щойно встановили, старий обліковий запис не буде видалено, якщо вибрані паролі не збігаються.
vi: Thao tác này sẽ tạo tài khoản mới với mật khẩu bạn vừa đặt, tài khoản cũ sẽ không bị xóa trừ khi mật khẩu được chọn giống nhau.
zh_hans: 这将使用您刚刚设置的密码创建一个新帐户，除非选择的密码相同，否则旧帐户不会被删除。
zh_hant: 這將使用您剛剛設置的密碼創建一個新帳戶，除非選擇的密碼相同，否則舊帳戶不會被刪除。

# resetDatabase
source: Reset the App
ar: إعادة تعيين قاعدة البيانات
bg: Нулиране на базата данни
bn: ডাটাবেস রিসেট করুন
da: Nulstil databasen
de: Die Datenbank zurücksetzen
he: אפס את מסד הנתונים
hi: डेटाबेस को रीसेट करें
hu: Az adatbázis visszaállítása
ja: データベースをリセットする
ko: 데이터베이스 재설정
lv: Reset the Database
ms: Tetapkan semula Pangkalan Data
nl: De database opnieuw instellen
no: Tilbakestill databasen
pl: Resetowanie bazy danych
ro: Resetați baza de date
ru: Сброс базы данных
sl: Ponastavite zbirko podatkov
sv: Återställ databasen
tl: I-reset ang Database
tr: Veritabanını sıfırla
uk: Скидання бази даних
vi: Đặt lại cơ sở dữ liệu
zh_hans: 重置数据库
zh_hant: 重設資料庫
