Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# unopenedWarningInfo
source: Show a warning when sending funds to an unopened account, this is useful because most of the time addresses you send to will have a balance, and sending to a new address may be the result of a typo.
ar: أظهر تحذيرًا عند إرسال الأموال إلى حساب غير مفتوح ، فهذا مفيد لأن معظم العناوين التي ترسل إليها تحتوي على رصيد ، وقد يكون الإرسال إلى عنوان جديد نتيجة لخطأ إملائي.
bg: Показвайте предупреждение, когато изпращате средства към неотворена сметка, това е полезно, защото повечето пъти адресите, до които изпращате, ще имат баланс, а изпращането до нов адрес може да е резултат от печатна грешка.
bn: একটি খোলা না করা অ্যাকাউন্টে তহবিল পাঠানোর সময় একটি সতর্কতা দেখান, এটি কার্যকর কারণ আপনার পাঠানো ঠিকানাগুলির বেশিরভাগ সময় একটি ব্যালেন্স থাকবে, এবং একটি নতুন ঠিকানায় পাঠানো একটি টাইপোর ফলাফল হতে পারে৷
da: Vis en advarsel, når du sender penge til en uåbnet konto, dette er nyttigt, fordi adresser, du sender til, for det meste vil have en saldo, og at sende til en ny adresse kan være resultatet af en tastefejl.
de: Zeigen Sie eine Warnung an, wenn Sie Geld an ein ungeöffnetes Konto senden. Dies ist nützlich, da die meisten Adressen, an die Sie senden, einen Saldo haben und das Senden an eine neue Adresse das Ergebnis eines Tippfehlers sein kann.
he: הצג אזהרה בעת שליחת כספים לחשבון שלא נפתח, זה שימושי מכיוון שלרוב הכתובות שאליהן אתה שולח תהיה יתרה, ושליחה לכתובת חדשה עשויה להיות תוצאה של שגיאת הקלדה.
hi: एक बंद खाते में धनराशि भेजते समय एक चेतावनी दिखाएं, यह उपयोगी है क्योंकि आपके द्वारा भेजे जाने वाले अधिकांश समय के पते में शेष राशि होगी, और एक नए पते पर भेजना एक टाइपो का परिणाम हो सकता है।
hu: Figyelmeztetést jelenítsen meg, amikor nem nyitott számlára küld pénzt. Ez azért hasznos, mert a legtöbbször a címek egyenlege van, és az új címre küldés elírási hiba következménye lehet.
ja: 未開設の口座に資金を送金する際に警告を表示します。これは、ほとんどの場合、送信先のアドレスに残高があり、新しいアドレスへの送信はタイプミスの結果である可能性があるため便利です。
ko: 개설되지 않은 계정으로 자금을 보낼 때 경고를 표시합니다. 이것은 보내는 대부분의 주소에 잔액이 있고 새 주소로 보내는 것이 오타의 결과일 수 있기 때문에 유용합니다.
lv: Parādiet brīdinājumu, sūtot līdzekļus uz neatvērtu kontu. Tas ir noderīgi, jo lielāko daļu laika adresēm, uz kurām sūtāt, būs atlikums, un sūtīšana uz jaunu adresi var būt drukas kļūdas rezultāts.
ms: Tunjukkan amaran apabila menghantar dana ke akaun yang belum dibuka, ini berguna kerana kebanyakan masa alamat yang anda hantar akan mempunyai baki dan menghantar ke alamat baharu mungkin disebabkan kesilapan menaip.
nl: Toon een waarschuwing bij het verzenden van geld naar een ongeopende rekening, dit is handig omdat de meeste adressen waarnaar u verzendt een saldo hebben, en verzenden naar een nieuw adres kan het gevolg zijn van een typefout.
no: Vis en advarsel når du sender penger til en uåpnet konto, dette er nyttig fordi det meste av tiden vil adresser du sender til vil ha en saldo, og sending til en ny adresse kan være et resultat av en skrivefeil.
pl: Pokazuj ostrzeżenie podczas wysyłania środków na nieotwarte konto, jest to przydatne, ponieważ większość adresów, na które wysyłasz, będzie mieć saldo, a wysyłanie na nowy adres może być wynikiem literówki.
ro: Afișați un avertisment atunci când trimiteți fonduri către un cont nedeschis, acest lucru este util deoarece de cele mai multe ori adresele către care trimiteți vor avea un sold, iar trimiterea către o nouă adresă poate fi rezultatul unei greșeli de scriere.
ru: Показывать предупреждение при отправке средств на неоткрытый счет, это полезно, потому что в большинстве случаев адреса, на которые вы отправляете, будут иметь баланс, а отправка на новый адрес может быть результатом опечатки.
sl: Pokažite opozorilo, ko pošiljate sredstva na neodprt račun. To je uporabno, ker imajo naslovi, na katere pošiljate, večinoma stanje, pošiljanje na nov naslov pa je lahko posledica tipkarske napake.
sv: Visa en varning när du skickar pengar till ett oöppnat konto, detta är användbart eftersom adresser du skickar till oftast kommer att ha ett saldo, och att skicka till en ny adress kan vara resultatet av ett stavfel.
tl: Magpakita ng babala kapag nagpapadala ng mga pondo sa isang hindi pa nabubuksang account, ito ay kapaki-pakinabang dahil kadalasan ang mga address na iyong pinadalhan ay magkakaroon ng balanse, at ang pagpapadala sa isang bagong address ay maaaring resulta ng isang typo.
tr: Açılmamış bir hesaba para gönderirken bir uyarı göster, bu yararlıdır çünkü gönderdiğiniz adreslerin çoğu zaman bir bakiyeye sahiptir ve yeni bir adrese gönderme, bir yazım hatasının sonucu olabilir.
uk: Відображати попередження під час надсилання коштів на невідкритий рахунок. Це корисно, оскільки в більшості випадків адреси, на які ви надсилаєте, мають баланс, а надсилання на нову адресу може бути результатом друкарської помилки.
vi: Hiển thị cảnh báo khi gửi tiền vào một tài khoản chưa mở, điều này rất hữu ích vì hầu hết các địa chỉ bạn gửi đến sẽ có số dư và việc gửi đến một địa chỉ mới có thể do lỗi đánh máy.
zh_hans: 在向未开立的账户发送资金时显示警告，这很有用，因为您发送到的大多数时间地址都会有余额，而发送到新地址可能是拼写错误的结果。
zh_hant: 在向未開立的賬戶發送資金時顯示警告，這很有用，因為您發送到的大多數時間地址都會有餘額，而發送到新地址可能是拼寫錯誤的結果。

# unopenedWarningWarning
source: Are you sure this is the right address? This account appears to be unopened You can disable this warning in the settings drawer under "Unopened Warning"
ar: هل أنت متأكد من أن هذا هو العنوان الصحيح؟ يبدو أن هذا الحساب غير مفتوح يمكنك تعطيل هذا التحذير في درج الإعدادات ضمن "تحذير غير مفتوح"
bg: Сигурни ли сте, че това е правилният адрес? Този акаунт изглежда не е отворен Можете да деактивирате това предупреждение в чекмеджето с настройки под „Неотворено предупреждение“
bn: আপনি কি নিশ্চিত যে এটি সঠিক ঠিকানা? এই অ্যাকাউন্টটি খোলা নেই বলে মনে হচ্ছে৷ আপনি সেটিংস ড্রয়ারে "আনখোপেনড ওয়ার্নিং" এর অধীনে এই সতর্কতাটি অক্ষম করতে পারেন
da: Er du sikker på, at dette er den rigtige adresse? Denne konto ser ud til at være uåbnet Du kan deaktivere denne advarsel i indstillingsskuffen under "Uåbnet advarsel"
de: Sind Sie sicher, dass dies die richtige Adresse ist? Dieses Konto scheint ungeöffnet zu sein Sie können diese Warnung im Einstellungsfach unter "Ungeöffnete Warnung" deaktivieren.
he: האם אתה בטוח שזו הכתובת הנכונה? נראה שהחשבון הזה לא נפתח אתה יכול לבטל אזהרה זו במגירת ההגדרות תחת "אזהרה לא נפתחה"
hi: क्या आप सुनिश्चित हैं कि यह सही पता है? ऐसा लगता है कि यह खाता खुला नहीं है आप "बंद चेतावनी" के अंतर्गत सेटिंग ड्रॉअर में इस चेतावनी को अक्षम कर सकते हैं
hu: Biztos, hogy ez a megfelelő cím? Úgy tűnik, hogy ez a fiók nincs megnyitva Ezt a figyelmeztetést letilthatja a beállítások fiókban, a "Felbontás nélküli figyelmeztetés" alatt.
ja: これが正しいアドレスであると確信していますか? このアカウントは未開設のようです 「未開封の警告」の下の設定ドロワーでこの警告を無効にすることができます。
ko: 이것이 올바른 주소인지 확신합니까? 이 계정은 열리지 않은 것 같습니다 "미개봉 경고" 아래의 설정 창에서 이 경고를 비활성화할 수 있습니다.
lv: Vai esat pārliecināts, ka šī ir īstā adrese? Šķiet, ka šis konts nav atvērts Šo brīdinājumu varat atspējot iestatījumu atvilktnes sadaļā "Neatvērts brīdinājums".
ms: Adakah anda pasti ini alamat yang betul? Akaun ini nampaknya belum dibuka Anda boleh melumpuhkan amaran ini dalam laci tetapan di bawah "Amaran Belum Dibuka"
nl: Weet je zeker dat dit het juiste adres is? Dit account lijkt ongeopend te zijn U kunt deze waarschuwing uitschakelen in de instellingenlade onder "Ongeopende waarschuwing"
no: Er du sikker på at dette er riktig adresse? Denne kontoen ser ut til å være uåpnet Du kan deaktivere denne advarselen i innstillingsskuffen under "Uåpnet advarsel"
pl: Czy na pewno to właściwy adres? To konto wygląda na nieotwarte Możesz wyłączyć to ostrzeżenie w szufladzie ustawień w sekcji „Nieotwarte ostrzeżenie”
ro: Ești sigur că aceasta este adresa corectă? Acest cont pare a fi nedeschis Puteți dezactiva acest avertisment în sertarul de setări sub „Avertisment nedeschis”
ru: Вы уверены, что это правильный адрес? Этот аккаунт не открыт Вы можете отключить это предупреждение в ящике настроек в разделе «Неоткрытое предупреждение».
sl: Ste prepričani, da je to pravi naslov? Zdi se, da ta račun ni odprt To opozorilo lahko onemogočite v predalu z nastavitvami pod "Neodprto opozorilo"
sv: Är du säker på att detta är rätt adress? Det här kontot verkar vara oöppnat Du kan inaktivera denna varning i inställningslådan under "Oöppnad varning"
tl: Sigurado ka bang ito ang tamang address? Mukhang hindi pa nabubuksan ang account na ito Maaari mong hindi paganahin ang babalang ito sa drawer ng mga setting sa ilalim ng "Hindi Nabuksang Babala"
tr: Bunun doğru adres olduğundan emin misin? Bu hesap açılmamış görünüyor Bu uyarıyı "Açılmamış Uyarı" altındaki ayarlar çekmecesinden devre dışı bırakabilirsiniz.
uk: Ви впевнені, що це правильна адреса? Здається, цей обліковий запис не відкрито Ви можете вимкнути це попередження в панелі налаштувань у розділі «Невідкрите попередження»
vi: Bạn có chắc đây là địa chỉ phù hợp? Tài khoản này dường như chưa được mở Bạn có thể tắt cảnh báo này trong ngăn cài đặt trong "Cảnh báo chưa mở"
zh_hans: 你确定这是正确的地址吗？ 此帐户似乎未开通 您可以在“未打开警告”下的设置抽屉中禁用此警告
zh_hant: 你確定這是正確的地址嗎？ 此帳戶似乎未打開 您可以在“未打開警告”下的設置抽屜中禁用此警告

# unopenedWarningWarningHeader
source: Account Unopened
ar: الحساب مفتوح
bg: Неотворен акаунт
bn: অ্যাকাউন্ট খোলা নেই
da: Konto uåbnet
de: Konto ungeöffnet
he: חשבון לא נפתח
hi: खाता खुला नहीं
hu: Fiók nyitatlan
ja: アカウント未開設
ko: 계정 미개봉
lv: Konts neatvērts
ms: Akaun Belum Dibuka
nl: Rekening ongeopend
no: Konto uåpnet
pl: Konto nieotwarte
ro: Cont nedeschis
ru: Счет не открыт
sl: Račun neodprt
sv: Konto oöppnat
tl: Hindi Nabuksan ang Account
tr: Hesap Açılmadı
uk: Рахунок не відкрито
vi: Tài khoản chưa được mở
zh_hans: 未开户
zh_hant: 未開戶

source: unpaid
ar: غير مدفوع
bg: неплатени
bn: অবৈতনিক
da: ubetalt
de: unbezahlt
he: ללא תשלום
hi: अवैतनिक
hu: kifizetetlen
ja: 未払い
ko: 무급
ms: tidak dibayar
nl: onbetaald
no: ubetalt
pl: nieopłacony
ro: neplătit
ru: невыплаченных
sl: neplačana
sv: obetald
tl: hindi nabayarang
tr: ödenmemiş
uk: неоплачений
vi: không trả tiền
zh_hans: 未付款
zh_hant: 未付

source: unread
ar: غير مقروء
bg: непрочетени
bn: অপঠিত
da: ulæste
de: ungelesen
he: שלא נקראו
hi: अपठित
hu: olvasatlan
ja: 未読です
ko: 읽히지 않는
ms: belum dibaca
nl: ongelezen
no: ulest
pl: nieprzeczytane
ro: necitită
ru: непрочитанный
sl: neprebrano
sv: oläst
tl: hindi pa nababasa
tr: okunmamış
uk: непрочитані
vi: chưa đọc
zh_hans: 未读
zh_hant: 未讀

source: Uptime
ar: مدة التشغيل
bg: Ъптайм
bn: আপটাইম
da: Provozuschopnost
de: Verfügbarkeit
he: זמן אונליין
hi: सक्रिय रहने की अवधि
ja: 稼働時間
nl: Tijd online
no: Tid online
pl: Czas online
ro: Timp de funcționare
ru: Онлайн время
sl: prisotnost
sv: Upptid
tr: Çevrimiçi
uk: Час в мережі
vi: Thời gian hoạt động (uptime)
zh_hans: 上线时间
zh_hant: 上線時間

# urlEmpty
source: Please enter a URL
bg: Моля, въведете URL
bn: একটি URL লিখুন
da: Indtast venligst en URL
de: Bitte geben Sie eine URL ein
he: נא להזין כתובת URL
hi: कृपया एक यूआरएल दर्ज करें
hu: Kérjük, adjon meg egy URL-t
ko: URL을 입력하세요.
lv: Lūdzu, ievadiet URL
ms: Sila masukkan URL
nl: Voer een URL in
no: Vennligst skriv inn en URL
pl: Wprowadź adres URL
ro: Vă rugăm să introduceți o adresă URL
ru: Пожалуйста, введите URL
sl: Vnesite URL
sv: Ange en URL
tl: Mangyaring magpasok ng isang URL
tr: Lütfen bir URL girin
uk: Будь ласка, введіть URL
vi: Vui lòng nhập một URL
zh_hans: 请输入网址
zh_hant: 請輸入網址

# useAppRep
source: Use %1 Rep
bg: Използвайте %1 Rep
bn: %1 প্রতিনিধি ব্যবহার করুন
da: Brug %1 Rep
de: Verwenden Sie %1 Rep
he: השתמש ב-% 1 נציג
hi: % 1 प्रतिनिधि का प्रयोग करें
hu: Használja a %1 Rep
ko: %1 담당자 사용
lv: Izmantojiet %1 Rep
ms: Gunakan % 1 Rep
nl: Gebruik %1 Rep
no: Bruk %1 rep
pl: Użyj %1 rep
ro: Utilizați %1 Rep
ru: Используйте %1 репутацию
sv: Använd %1 Rep
tl: Gamitin ang %1 Rep
tr: %1 Temsilci Kullan
uk: Використовуйте %1 Rep
vi: Sử dụng %1 Đại diện
zh_hans: 使用 %1 代表
zh_hant: 使用 %1 代表

# useCurrency
source: Use %2
bg: Използвайте %2
bn: %2 ব্যবহার করুন
da: Brug %2
de: Verwenden Sie %2
he: השתמש ב% 2
hi: % 2 का प्रयोग करें
hu: Használja a %2
ko: %2 사용
lv: Izmantojiet %2
ms: Gunakan % 2
nl: Gebruik %2
no: Bruk %2
pl: Użyj %2
ro: Folosiți %2
ru: Использовать %2
sv: Använd %2
tl: Gamitin ang %2
tr: %2 kullan
uk: Використовуйте %2
vi: Sử dụng %2
zh_hans: 使用 %2
zh_hant: 使用 %2

source: Use NANO
ar: استخدم NANO
bg: Използвайте NANO
bn: NANO ব্যবহার করুন
da: Brug NANO
de: NANO verwenden
he: השתמש ב-NANO
hi: नैनो का प्रयोग करें
hu: Használj NANO-t
ja: NANOを使う
ko: 나노를 사용
lv: Izmantojiet NANO
ms: Gunakan NANO
nl: Gebruik NANO
no: Bruk NANO
pl: Użyj NANO
ro: Folosește NANO
ru: Используйте НАНО
sl: Uporabite NANO
sv: Använd NANO
tl: Gumamit ng NANO
tr: NANO kullan
uk: Використовуйте NANO
vi: Sử dụng NANO
zh_hans: 使用纳米
zh_hant: 使用納米

# userAlreadyAddedError
source: User already added!
ar: تمت إضافة المستخدم بالفعل!
bg: Потребителят вече е добавен!
bn: ব্যবহারকারী ইতিমধ্যে যোগ করা হয়েছে!
da: Brugeren er allerede tilføjet!
de: Benutzer bereits hinzugefügt!
he: משתמש כבר נוסף!
hi: उपयोगकर्ता पहले ही जोड़ा जा चुका है!
hu: Felhasználó már hozzáadva!
ja: ユーザーはすでに追加されています!
ko: 사용자가 이미 추가되었습니다!
lv: Lietotājs jau ir pievienots!
ms: Pengguna sudah ditambahkan!
nl: Gebruiker al toegevoegd!
no: Bruker allerede lagt til!
pl: Użytkownik już dodany!
ro: Utilizator deja adăugat!
ru: Пользователь уже добавлен!
sl: Uporabnik je že dodan!
sv: Användaren har redan lagts till!
tl: Naidagdag na ang user!
tr: Kullanıcı zaten eklendi!
uk: Користувача вже додано!
vi: Người dùng đã được thêm!
zh_hans: 用户已添加！
zh_hant: 用戶已添加！

# usernameAlreadyRegistered
source: You already have a username registered! It's not currently possible to change your username, but you're free to register a new one under a different address.
ar: لديك بالفعل اسم مستخدم مسجل! ليس من الممكن حاليًا تغيير اسم المستخدم الخاص بك، ولكن لك مطلق الحرية في تسجيل اسم مستخدم جديد تحت عنوان مختلف.
bg: Вече имате регистрирано потребителско име! Понастоящем не е възможно да промените потребителското си име, но можете да регистрирате ново под друг адрес.
bn: আপনি ইতিমধ্যে একটি ব্যবহারকারীর নাম নিবন্ধিত আছে! আপনার ব্যবহারকারী নাম পরিবর্তন করা বর্তমানে সম্ভব নয়, তবে আপনি একটি ভিন্ন ঠিকানার অধীনে একটি নতুন নিবন্ধন করতে পারবেন।
da: Du har allerede registreret et brugernavn! Det er i øjeblikket ikke muligt at ændre dit brugernavn, men du er fri til at registrere et nyt under en anden adresse.
de: Du hast bereits einen registrierten Nutzernamen! Es ist derzeit nicht möglich, deinen Nutzernamen zu ändern, aber es steht dir frei, einen neuen unter einer anderen Adresse zu registrieren.
he: כבר יש לך שם משתמש רשום! כרגע לא ניתן לשנות את שם המשתמש שלך, אבל אתה חופשי לרשום אחד חדש תחת כתובת אחרת.
hi: आपके पास पहले से ही एक उपयोगकर्ता नाम पंजीकृत है! वर्तमान में अपना उपयोगकर्ता नाम बदलना संभव नहीं है, लेकिन आप एक अलग पते के तहत एक नया पंजीकरण करने के लिए स्वतंत्र हैं।
hu: Már regisztrált felhasználónév! Jelenleg nem lehet megváltoztatni a felhasználónevét, de szabadon regisztrálhat egy újat egy másik cím alatt.
ja: あなたはすでにユーザー名を登録しています！現在のところ、ユーザー名を変更することはできませんが、別のアドレスで新しいユーザー名を登録することは自由です。
ko: 이미 사용자 이름을 등록했습니다!현재 사용자 이름을 변경할 수는 없지만 다른 주소로 새 사용자 이름을 등록할 수는 있습니다.
ms: Anda sudah mempunyai nama pengguna yang didaftarkan! Pada masa ini tidak mungkin untuk menukar nama pengguna anda, tetapi anda bebas untuk mendaftarkan yang baru di bawah alamat lain.
nl: Je hebt al een gebruikersnaam geregistreerd! Het is momenteel niet mogelijk om je gebruikersnaam te wijzigen, maar het staat je vrij om een nieuwe te registreren onder een ander adres.
no: Du har allerede registrert et brukernavn! Det er for øyeblikket ikke mulig å endre brukernavnet ditt, men du kan registrere en ny under en annen adresse.
pl: Masz już zarejestrowaną nazwę użytkownika! Obecnie nie można zmienić nazwy użytkownika, ale możesz zarejestrować nową pod innym adresem.
ro: Ai deja un nume de utilizator înregistrat! Momentan nu este posibil să vă schimbați numele de utilizator, dar sunteți liber să înregistrați unul nou sub o altă adresă.
ru: У вас уже есть зарегистрированное имя пользователя! В настоящее время изменить имя пользователя невозможно, но вы можете зарегистрировать новое имя под другим адресом.
sl: Že imate registrirano uporabniško ime! Trenutno ni mogoče spremeniti uporabniškega imena, vendar lahko registrirate novega pod drugim naslovom.
sv: Du har redan registrerat ett användarnamn! Det är för närvarande inte möjligt att ändra ditt användarnamn, men du är fri att registrera en ny under en annan adress.
tl: Mayroon ka nang isang username na nakarehistro! Sa kasalukuyan ay hindi posible na baguhin ang iyong username, ngunit libre kang magparehistro ng bago sa ilalim ng ibang address.
tr: Zaten kayıtlı bir kullanıcı adınız var! Şu anda kullanıcı adınızı değiştirmek mümkün değil, ancak farklı bir adres altında yeni bir tane kaydetmekte özgürsünüz.
uk: У вас вже є ім'я користувача, зареєстроване! Наразі неможливо змінити своє ім'я користувача, але ви можете зареєструвати нове під іншою адресою.
vi: Bạn đã đăng ký tên người dùng! Hiện tại không thể thay đổi tên người dùng của bạn, nhưng bạn có thể tự do đăng ký một tên mới dưới một địa chỉ khác.
zh_hans: 您已经注册了用户名！目前无法更改您的用户名，但您可以自由地在其他地址下注册一个新用户名。
zh_hant: 您已經註冊了用戶名！目前無法更改您的用戶名，但您可以在其他地址下自由註冊一個新的用戶名。

source: Username available!
ar: اسم المستخدم متاح!
bg: Потребителско име на разположение!
bn: ব্যবহারকারীর নাম পাওয়া যাচ্ছে!
da: Brugernavn tilgængeligt!
de: Nutzername verfügbar!
he: שם משתמש זמין!
hi: उपयोगकर्ता नाम उपलब्ध है!
hu: Felhasználónév elérhető!
ja: ユーザー名が利用可能です！
ko: 사용자 이름 사용 가능
ms: Nama pengguna tersedia!
nl: Gebruikersnaam beschikbaar!
no: Brukernavn tilgjengelig!
pl: Nazwa użytkownika dostępna!
ro: Nume de utilizator disponibil!
ru: Доступно имя пользователя!
sl: Uporabniško ime na voljo!
sv: Användarnamn tillgängligt!
tl: Magagamit ang username!
tr: Kullanıcı adı mevcut!
uk: Ім'я користувача доступне!
vi: Tên người dùng có sẵn!
zh_hans: 用户名可用！
zh_hant: 用戶名可用！

# usernameEmpty
source: Please enter a Username
ar: الرجاء إدخال اسم مستخدم
bg: Моля, въведете потребителско име
bn: অনুগ্রহ করে একটি ব্যবহারকারীর নাম লিখুন
da: Indtast venligst et brugernavn
de: Bitte gib einen Nutzernamen ein
he: אנא הזן שם משתמש
hi: कृपया उपयोगकर्ता नाम दर्ज करें
hu: Kérjük, adjon meg egy felhasználónevet
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하세요
ms: Sila Masukkan Nama Pengguna
nl: Voer een gebruikersnaam in
no: Vennligst skriv inn et brukernavn
pl: Wprowadź nazwę użytkownika
ro: Introduceți un nume de utilizator
ru: Пожалуйста, введите имя пользователя
sl: Prosimo, vnesite uporabniško ime
sv: Ange ett användarnamn
tl: Mangyaring Magpasok ng Username
tr: Lütfen Kullanıcı Adı Giriniz
uk: Будь ласка, введіть ім'я користувача
vi: Vui lòng nhập tên người dùng
zh_hans: 请输入用户名
zh_hant: 請輸入使用者名稱

source: Username Error
ar: خطأ اسم المستخدم
bg: Потребителско име Грешка
bn: ব্যবহারকারীর নাম ত্রুটি
da: Brugernavn Fejl
de: Fehler beim Benutzernamen
he: שגיאת שם משתמש
hi: उपयोगकर्ता नाम त्रुटि
hu: Felhasználónév hiba
ja: ユーザー名エラー
ko: 사용자 이름 오류
ms: Ralat Nama Pengguna
nl: Fout bij gebruikersnaam
no: Brukernavn Feil
pl: Błąd nazwy użytkownika
ro: Eroare nume utilizator
ru: Ошибка имени пользователя
sl: Napaka uporabniškega imena
sv: Användarnamn Fel
tl: Error sa Username
tr: Kullanıcı Adı Hatası
uk: Помилка імені користувача
vi: Lỗi tên người dùng
zh_hans: 用户名错误
zh_hant: 用戶名錯誤

# usernameInfo
source: Pick out a unique @username to make it easy for friends and family to find you! Having a %1 username updates the UI globally to reflect your new handle.
ar: اختر @username فريدًا ليسهل على الأصدقاء والعائلة العثور عليك! يؤدي وجود اسم مستخدم Nautilus إلى تحديث واجهة المستخدم عالميًا لتعكس مقبضك الجديد.
bg: Изберете уникален @username, за да улесните приятелите и семейството ви да ви намерят! Наличието на потребителско име на Nautilus актуализира потребителския интерфейс в световен мащаб, за да отразява новата ви дръжка.
bn: বন্ধু এবং পরিবারের জন্য আপনাকে খুঁজে পেতে সহজ করার জন্য একটি অনন্য @username চয়ন করুন! Nautilus ব্যবহারকারীর নাম থাকা আপনার নতুন হ্যান্ডেল প্রতিফলিত করার জন্য বিশ্বব্যাপী UI আপডেট করে।
da: Vælg en unik @username for at gøre det nemt for venner og familie at finde dig! At have et Nautilus-brugernavn opdaterer brugergrænsefladen globalt for at afspejle dit nye håndtag.
de: Wähle ein einzigartiges @username aus, damit Freunde und Familie dich leichter finden können! Mit einem Nautilus-Benutzernamen wird die Benutzeroberfläche weltweit aktualisiert, um Ihr neues Handle widerzuspiegeln.
he: בחר @username ייחודי כדי להקל על חברים ובני משפחה למצוא אותך! בעל שם משתמש של נאוטילוס מעדכן את ממשק המשתמש באופן גלובלי כדי לשקף את הידית החדשה שלך.
hi: दोस्तों और परिवार के लिए आपको ढूंढना आसान बनाने के लिए एक अनोखा @username चुनें! Nautilus उपयोगकर्ता नाम होने से आपके नए हैंडल को प्रतिबिंबित करने के लिए वैश्विक स्तर पर UI अपडेट हो जाता है।
hu: Válasszon ki egy egyedi @username -t, hogy megkönnyítse a barátok és a család megtalálását! A Nautilus felhasználónév birtoklása globálisan frissíti a felhasználói felületet, hogy tükrözze az új kezelőfelületet.
ja: ユニークな @username を選んで友達や家族があなたを見つけやすくしよう！ Nautilus のユーザー名を持つと、UI がグローバルに更新され、新しいハンドルが反映されます。
ko: 친구와 가족이 나를 쉽게 찾을 수 있도록 독특한 @username 를 선택하세요! Nautilus 사용자 이름이 있으면 새로운 핸들을 반영하기 위해 UI가 전역으로 업데이트됩니다.
lv: Pick out a unique @username to make it easy for friends and family to find you! Having a Nautilus username updates the UI globally to reflect your new handle.
ms: Pilih @username yang unik untuk memudahkan rakan dan keluarga mencari anda! Mempunyai nama pengguna Nautilus mengemas kini UI secara global untuk mencerminkan pemegang baru anda.
nl: Kies een unieke @username zodat vrienden en familie je gemakkelijk kunnen vinden! Het hebben van een Nautilus-gebruikersnaam werkt de gebruikersinterface wereldwijd bij om uw nieuwe handle weer te geven.
no: Velg en unik @username for å gjøre det enkelt for venner og familie å finne deg! Å ha et Nautilus-brukernavn oppdaterer brukergrensesnittet globalt for å gjenspeile det nye håndtaket ditt.
pl: Wybierz wyjątkowy @username, aby ułatwić znajomym i rodzinie znalezienie Ciebie! Posiadanie nazwy użytkownika Nautilus aktualizuje interfejs użytkownika na całym świecie, aby odzwierciedlić Twój nowy uchwyt.
ro: Alegeți un @username unic pentru a vă ajuta prietenii și familia să vă găsească mai ușor! Având un nume de utilizator Nautilus actualizează interfața de utilizator la nivel global pentru a reflecta noul dvs. mâner.
ru: Выберите уникальный @username, чтобы друзьям и семье было легко найти вас! Имя пользователя Nautilus обновляет пользовательский интерфейс по всему миру, чтобы отразить ваш новый дескриптор.
sl: Izberite edinstveno @username, da bi bilo enostavno za prijatelje in družino, da vas najdejo! Uporabniško ime Nautilus globalno posodobi uporabniški vmesnik, da odraža vaš novi ročaj.
sv: Välj ut en unik @username för att göra det enkelt för vänner och familj att hitta dig! Att ha ett Nautilus-användarnamn uppdaterar användargränssnittet globalt för att återspegla ditt nya handtag.
tl: Pumili ng isang natatanging @username upang gawing madali para sa mga kaibigan at pamilya na mahanap ka! Ang pagkakaroon ng username ng Nautilus ay ina-update ang UI sa buong mundo upang ipakita ang iyong bagong hawakan.
tr: Arkadaşlarınızın ve ailenizin sizi bulmasını kolaylaştırmak için benzersiz bir @username seçin! Bir Nautilus kullanıcı adına sahip olmak, yeni tanıtıcınızı yansıtacak şekilde kullanıcı arayüzünü küresel olarak günceller.
uk: Виберіть унікальний @username, щоб друзі та родина могли вас легко знайти! Наявність імені користувача Nautilus оновлює інтерфейс у всьому світі, щоб відобразити вашу нову ручку.
vi: Chọn một @username độc đáo để giúp bạn bè và gia đình dễ dàng tìm thấy bạn! Có một tên người dùng Nautilus sẽ cập nhật giao diện người dùng trên toàn cầu để phản ánh xử lý mới của bạn.
zh_hans: 挑选一个独特的 @username 让亲朋好友轻松找到你！ 拥有 Nautilus 用户名可在全局范围内更新用户界面，以反映您的新用户名。
zh_hant: 挑選一個獨特的 @username，讓朋友和家人都能輕鬆找到你！ 擁有 Nautilus 使用者名稱會在全球範圍內更新使用者介面，以反映您的新帳號。
