Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# secretWarning
source: If you lose your device or uninstall the application, you'll need your secret phrase or seed to recover your funds!
ar: إذا فقدت جهازك أو قمت بحذف التطبيق ، فستحتاج إلى عباراتك السرية أو بمفتاح سري لاسترداد أموالك!
bg: Ако загубите устройството си или деинсталирате приложението, ще се нуждаете от тайната си фраза или Seed, за да възстановите средствата си!
bn: আপনি যদি আপনার ডিভাইস হারিয়ে ফেলেন বা অ্যাপ্লিকেশনটি আনইনস্টল করেন, তাহলে আপনার তহবিল পুনরুদ্ধারের জন্য আপনার গোপন বাক্যাংশ বা সীড এর প্রয়োজন হবে!
da: Pokud ztratíte zařízení nebo odinstalujete aplikaci, budete potřebovat tajnou frázi nebo semínko, abyste mohli získat zpět své prostředky!
de: Solltest du dein Gerät verlieren oder die App löschen, benötigst du deine Geheimsequenz oder deinen Seed, um auf dein Guthaben zugreifen zu können!
hi: यदि आप अपना उपकरण खो देते हैं या एप्लिकेशन को अनइंस्टॉल कर देते हैं, तो आपको अपने फंड को पुनर्प्राप्त करने के लिए अपने गुप्त वाक्यांश या सीड की आवश्यकता होगी!
ja: デバイスを紛失したり、アプリケーションをアンインストールした場合、資金を回収するためにシークレットフレーズまたはシードが必要になります！
lv: Gadījumā, ja nozaudējat telefonu, vai atinstalējat šo aplikāciju, jums būs nepieciešama slepenā frāze, vai privātā atslēga, lai piekļūtu jūsu līdzekļiem!
ms: Jika anda kehilangan peranti anda atau menyahpasang aplikasinya, anda perlu frasa atau benih rahsia anda untuk mendapatkan semula dana anda!
nl: Als je jouw apparaat verliest of deze app verwijdert, heb je jouw geheime zin of seed nodig om je saldo te herstellen!
no: Om du mister enheten din eller avinstallerer applikasjonen, trenger du din Tilknytningskode eller Seed til å gjenvinne dine midler!
pl: Jeżeli zgubisz urządzenie lub odinstalujesz aplikacje, będziesz potrzebował sekretnej frazy albo nasiona aby odzyskać fundusze!
ro: Dacă vă pierdeți dispozitivul sau dezinstalați aplicația, aveți nevoie de seed sau de formula secretă pentru a recupera fondurile!
ru: Если вы потеряете свое устройство или удалите приложение, вам понадобится ваша секретная фраза или Seed, чтобы вернуть свои средства!
sl: Če izgubite napravo ali odstranite aplikacijo, boste potrebovali vaš skrivni niz ali zasebni ključ za ponoven dostop do računa!
sv: Om du tappar bort din enhet eller avinstallerar applikationen, behöver du din hemliga fras eller ditt seed för att återfå dina tillgångar!
tl: Pag nawala mo ang iyong device o tinanggal mo ang application, kakailanganin mo ang secret phrase o seed para marecover ang iyong pondo!
tr: Cihazını kaybedersen ya da uygulamayı silersen, bakiyene erişmenin tek yolu gizli cümleni ya da seedini tekrar girmek!
uk: Якщо ви загубите ваш прилад, або деінсталюєте додаток, вам буде необхідна секретна фраза або seed для повернення коштів!
vi: Nếu bạn đánh mất thiết bị hoặc gỡ cài đặt ứng dụng, bạn sẽ cần cụm từ bí mật hoặc hạt giống để khôi phục ví của bạn.
zh_hans: 如果您丢了您的手机或卸载这程序，您就需要您的种子或秘密词语才可以重获您的币！
zh_hant: 若您的手機遺失或卸載本程式，就需要您的種子或秘密詞語才可重新處理您的資產！

# securityHeader
source: Security
ar: تأمين
bg: Сигурност
bn: নিরাপত্তা
da: Zabezpečení
de: Sicherheit
he: אבטחה
hi: सुरक्षा
hu: Biztonság
ja: セキュリティ
lv: Drošība
ms: Keselamatan
nl: Beveiliging
no: Sikkerhet
pl: Bezpieczeństwo
ro: Securitate
ru: Безопасность
sl: Varnost
sv: Säkerhet
tl: Seguridad
tr: Güvenlik
uk: Безпека
vi: Bảo mật
zh_hans: 安全性
zh_hant: 資訊安全

source: Seed
ar: مفتاح خاص
bn: সিড
da: Semínko
he: סיד
hi: सीड
ja: シード
ko: 시드 코드
lv: Sēkla
ms: Benih
pl: Nasiono
sl: Zasebni ključ
vi: Hạt giống
zh_hans: 种子
zh_hant: 種子

# seedBackupInfo
source: Below is your wallet's seed. It is crucial that you backup your seed and never store it as plaintext or a screenshot.
ar: مفتاحك الخاص يوجد أسفله. يجب حفظ نسخةٌ منه في مكان أمن. لا للقطة الشاشة أو لنص في الهاتف.
bg: По-долу се намира твоя Seed. Много е важно да го съхраниш на сигурно място, но никога като обикновен текст или скрийншот.
bn: নিচে আপনার ওয়ালেট এর সীড । এটা খুবই গুরুত্বপূর্ণ , আপনি আপনার সীড ব্যাকআপ করুন এবং এটিকে প্লেইনটেক্সট বা স্ক্রিনশট হিসাবে সংরক্ষণ করবেন না।
da: Níže je semínko vaší peněženky. Je zásadní, abyste zálohovali své semínko a nikdy ho neukládali jako prostý text nebo snímek obrazovky.
de: Unten siehst du deinen Seed. Es ist extrem wichtig, dass du ein Backup deines Seeds erstellst. Sichere deinen Seed niemals als Klartext oder mit einem Screenshot.
he: מתחת נמצא הסיד של הארנקים שלך. זה מאוד קריטי שתגבה את הסיד שלך ולא תשמור אותו בקובץ טקסט או כתמונת מסך.
hi: नीचे आपके वॉलेट का सीड है। इसका बैकअप करना आवश्यक है। कृपया इसे हमेशा सुरक्षित रखें और टेक्स्ट या स्क्रीनशॉट के रूप में हरगिज़ न रखें।
hu: Ez itt a tárcád seedje. Nagyon fontos, hogy megőrizd, és soha ne készíts róla screenshotot, vagy őrizd egyszerű szöveg formátumban.
ja: あなたのウォレットシードは以下の通りです。シードをバックアップし、プレーンテキストまたはスクリーンショットで保存しないでください。
ko: 아래는 지갑의 시드(seed)입니다. 시드를 백업 하세요! 일반텍스트나 스크린샷으로 저장하면 안 됩니다.
lv: Zemāk atrodas jūsu maka sēkla. Ārkārtīgi svarīgi sēklai izveidot rezerves kopiju, kā arī to neglabāt vienkārša teksta formātā vai kā ekrānšāviņu.
ms: Di bawah adalah benih dompet anda. Amat peting agar anda menyandarkan benih anda dan jangan menyimpan sebagai teks atau tangakapan skrin.
nl: Hieronder staat de seed van jouw wallet. Maak hier altijd een back-up van en sla deze veilig op.
no: Nedenfor er din lommeboks Seed. Det er viktig at du sikkerhetskopierer dette, og aldri lagrer det som tekst eller skjermbilde.
pl: Pod tym jest nasiono twojego portfela. Ważne jest, aby je zapisać (np. na kartce) i nigdy nie zapisywać jako plaintext albo screenshot.
ro: Mai jos se află seed-ul dumneavoastră. Este foarte important să îi faceți o copie de rezervă (backup). Nu fotografiați niciodată seed-ul și nu îl stocați digital.
ru: Ниже Seed вашего кошелька.Крайне важно,чтобы Вы сохранили Seed и никогда не хранили его как обычный текст или как скриншот.
sl: Spodaj je prikazan zasebni ključ denarnice. Obvezno ga shranite, vendar nikoli v navadni tekstovni obliki ali s posnetkom zaslona.
sv: Detta är din plånboks seed. Det är av extrem vikt att du sparar detta seed på ett säkert sätt. Spara aldrig ditt seed i text- eller bildformat.
tl: Ang nasa ibaba ay ang seed ng iyong wallet. Importante na i-back up ang iyong seed at huwag i-save bilang plaintext o screenshot.
tr: Cüzdanınızın seed'i aşağıdadır. Seed'inizi yedeklemeniz çok önemlidir. Kesinlikle ekran görüntüsü olarak saklamamalısınız.
uk: Це seed вашого гаманця. Це НАДВАЖЛИВО зробити резервну копію вашого seed і ніколи не зберігати цю копію як звичайний текст чи знімок екрана.
vi: Dưới đây là ví của bạn. Điều quan trọng là bạn sao lưu hạt giống này và không bao giờ lưu trữ nó dưới dạng văn bản thông thường hoặc dưới dạng ảnh chụp màn hình.
zh_hans: 以下是您钱包的种子。请您务必备份此种子，但为了安全请永远不要用纯文本或屏幕截图来储存它。
zh_hant: 以下是您錢包的種子。請注意，您一定要備份種子，但不要將其儲存為純文字或螢幕截圖

# seedCopied
source: Seed Copied to Clipboard It is pasteable for 2 minutes.
ar: تم نسخ المفتاح الخاص لمدة دقيقتين
bg: Seed Копиран в Клипборда. Ще бъде съхранен там за 2 минути.
bn: সিড ক্লিপবোর্ড এ কপি করা হয়েছে <নুতন লাইন > এটা ২ মিনিট এর মধ্যে বসাতে হবে
da: Semínko zkopírováno do schránky Je vložitelné po dobu 2 minut.
de: Seed in Zwischenablage kopiert. Du kannst ihn jetzt 2 Minuten lang einfügen.
he: .הסיד הועתק הוא ניתן להדבקה במשך שתי דקות
hi: आपका सीड क्लिपबोर्ड में कॉपी हो गया है। इसे अगले 2 मिनट तक पेस्ट किया जा सकता है।
hu: Seed másolva a clipboardra. 2 percig beilleszthető.
ja: クリップボードにコピーしたシード は、2分間ペースト可能です。
ko: 시드가 클립보드에 복사되었습니다. 2분 동안 지속됩니다.
lv: Sēkla nokopēta starpliktuvē To iespējams ielīmēt 2 minūšu laikā.
ms: Benih disalin ke papan kilp. Ia dapat ditampal selama 2 minit.
nl: Seed is gekopieerd naar klembord en blijft 2 minuten beschikbaar.
no: Seed kopiert til utklippstavle Kan limes inn i 2 minutter.
pl: Nasiono skopiowane do schowka. Możesz je wklejić przez 2 minuty.
ro: Seed-ul a fost copiat în clipboard. Opțiunea Copy-Paste este valabilă două minute.
ru: Seed скопирован в буфер обмена сохраниться в течение 2 минут.
sl: Zasebni ključ skopiran Možno prilepiti v 2 minutah.
sv: Ditt seed är kopierat till urklipp. Det går att klistra in under 2 minuter.
tl: Ang seed ay nakopya sa clipboard. Pwedeng i-paste ito sa loob ng dalawang minuto.
tr: Seed'iniz panoya kopyalandı. 2 dakika panoda kalacak.
uk: Seed скопійовно до буферу звідти можна пастити протягом двох хвилин.
vi: Đã sao chép hạt giống Sẽ được xoá khỏi bộ nhớ tạm sau 2 phút.
zh_hans: 种子复制到剪贴板。 2分钟后失效
zh_hant: 將種子複製到剪貼簿。 2 分鐘後失效

# seedCopiedShort
source: Seed Copied
ar: تم النسخ المفتاح الخاص
bg: Seed Копиран
bn: সীড কপি হয়েছে
da: Semínko zkopírováno
de: Seed kopiert
he: הסיד הועתק
hi: सीड कॉपी हो गया
hu: Seed Másolva
ja: シードをコピーしました
lv: Sēkla nokopēta
ms: Benih Disalin
nl: Seed gekopieerd
no: Seed kopiert
pl: Nasiono zostało zkopiowane
ro: Seed-ul a fost copiat
ru: Seed скопирован
sl: Ključ skopiran
sv: Seed kopierad
tl: Nakopya ang seed
tr: Kopyalandı
uk: Seed скопійовано
vi: Đã sao chép hạt giống
zh_hans: 种子已复制
zh_hant: 種子已複製

# seedDescription
source: A seed bears the same information as a secret phrase, but in a machine-readable way. As long as you have one of them backed up, you'll have access to your funds.
ar: المفتاح خاص يحتمل عل معلومات مطابقة للعبرة سارية. طالما لديك نسخة احتياطية من واحدة منها ، سيكون لديك وسيلة للحفاظ على أموالك.
bg: Seed носят същата информация като тайната фраза, но по начин, който може да се чете от машина. Докато имате едната от тях, ще имате достъп до средствата си.
bn: একটি সিড একটি গোপন বাক্যাংশের মতো একই তথ্য বহন করে, কিন্তু মেশিন-পাঠযোগ্য উপায়ে। যতক্ষণ আপনি তাদের একটি ব্যাক আপ আছে, আপনি আপনার তহবিল অ্যাক্সেস থাকবে।
da: Semínko nese stejné informace jako tajná fráze, ale strojově čitelné. Pokud máte jeden z nich zálohovaný, budete mít přístup ke svým prostředkům.
de: Ein Seed enthält dieselben Informationen wie eine Geheimsequenz, ist jedoch maschinell lesbar. Solange du eines der beiden gesichert hast, hast du Zugriff auf dein Guthaben.
hi: एक सीड एक गुप्त वाक्यांश के रूप में एक ही जानकारी रखता है, लेकिन एक मशीन-पठनीय तरीके से। जब तक आपने उनमें से किसी एक का बैकअप लिया है, तब तक आपके पास अपने फंड तक पहुंच होगी।
ja: シードは、シークレットフレーズと同じ情報を持ちますが、機械で読み取り可能な方法です。このいずれかがバックアップされている限り、資金にアクセスすることができます。
lv: Privātā atslēga satur to pašu informāciju, ko slepenā frāze, tikai mašīnām saprotamā formā. Ja vismaz vienu no tām saglabājāt kā rezerves kopiju, jums būs piekļuve jūsu līdzekļiem.
ms: Biji benih mempunyai maklumat yang sama sebagai frasa rahsia, tetapi dalam cara mesin yang boleh dibaca. Selagi anda mempunyai satu daripadanya yang disandarkan, anda akan mendapat akses kepada dana anda.
nl: Een seed draagt ​​dezelfde informatie als een geheime zin, maar op een voor machines leesbare manier. Zolang je een back-up hebt, heb je toegang tot je saldo.
no: Et Seed inneholder den samme informasjonen som en tilknytningskode, men på en måte som en datamaskin kan lese. Så lenge du har en sikkerhetskopi av en av dem, vil du ha tilgang til dine midler.
pl: Nasiono nosi taką samą informacje jak sekretna fraza, ale w sposobie czytanym przez maszyny. Tak długo jak posiadasz jedno z nich, masz dostęp do funduszy.
ro: Un seed conține aceeași informație precum o formulă secretă, dar în limbajul calculatoarelor. Va puteți accesa fondurile atâta timp cât păstrați în siguranță o copie a acestora.
ru: Seed содержит ту же информацию, что и секретная фраза, но в машиночитаемом виде. Пока она у вас есть, у вас будет доступ к вашим средствам
sl: Zasebni ključ vsebuje iste informacije kot skrivni niz, vendar v obliki, ki ga lahko bere naprava. Dokler imate vsaj enega od njiju varno shranjenega, boste imeli dostop do vašega računa.
sv: Ett seed innehåller samma information som en hemlig fras, men på ett maskinläsbart sätt. Så länge du har en utav dem sparad, har du åtkomst till dina tillgångar.
tl: Ang seed ay parehong impormasyon sa secret phrase, pero sa paraan na nababasa ng makina. Hanggat mayroon kang back up ng kahit ano sa dalawang ito, ma-access mo ang iyong pondo.
tr: Seed, makinelerin daha rahat okuyabileceği bir formatta, gizli cümle ile aynı bilgiyi içeriyor. Seed veya gizli cümleden birini yedeklediğin sürece cüzdanına ve bakiyene ulaşabilirsin.
uk: Seed несе туж інформацію що і секретна фраза, але у зручному для машини вигляді. Якщо ви маєте резервну копію одного з двох перелічених вище, ви зможете оперувати коштами.
vi: Một hạt giống mang thông tin tương tự như một cụm từ bí mật, nhưng ở một dạng máy móc hơn. Bạn cần sao lưu hạt giống để có thể đảm bảo quyền truy cập ví.
zh_hans: 种子和秘密词语对机器来说是同一个东西，只要有种子或秘密词语的备份，就可以存取您的币。
zh_hant: 種子和秘密詞語包含相同資訊，只是前者用機器可讀形式。只要事先備份種子或秘密詞語，即可存取您的資產。

# seedInvalid
source: Seed is Invalid
ar: مفتاح خاص غير صحيح
bg: Seed Невалиден
bn: অবৈধ সিড
da: Semínko není platné
de: Seed ist ungültig.
he: הסיד לא תקין
hi: सीड अमान्य है
hu: Helytelen Seed
ja: シードが無効です
ko: 시드가 부적절합니다
lv: Sēkla nav derīga
ms: Benih tidak sah
nl: Seed is ongeldig
no: Seed er ugyldig
pl: Nasiono jest nieważne
ro: Seed invalid
ru: Seed Недействительный.
sl: Zasebni ključ je neveljaven
sv: Angivet seed är ogiltigt
tl: Ang seed ay hindi wasto
tr: Geçersiz seed
uk: неправильний Seed
vi: Hạt giống (seed) không hợp lệ
zh_hans: 无效的种子
zh_hant: 種子無效

# selfSendError
source: Can't request from self
ar: لا يمكن الطلب من الذات
bg: Не мога да поискам от себе си
bn: স্ব থেকে অনুরোধ করা যাবে না
da: Kan ikke anmode om fra mig selv
de: Kann nicht von sich selbst anfragen
he: לא ניתן לבקש מעצמי
hi: स्वयं से अनुरोध नहीं कर सकते
hu: Nem kérhet önmagától
ja: 自分からはリクエストできない
ko: 본인으로부터 요청할 수 없음
ms: Tidak dapat meminta daripada diri sendiri
nl: Kan niet zelf vragen
no: Kan ikke be om fra meg selv
pl: Nie mogę żądać od siebie
ro: Nu se poate solicita de la sine
ru: Не могу запросить у себя
sl: Ne morem zahtevati od sebe
sv: Kan inte begära från sig själv
tl: Hindi maaaring hilingin mula sa sarili
tr: Kendinden istek yapamıyorum
uk: Не можу подати запит від себе
vi: Không thể yêu cầu từ tự
zh_hans: 无法向自己申请
zh_hant: 無法向自己請求

source: Send
ar: إرسال
bg: Изпрати
bn: পাঠান
da: Poslat
de: Senden
he: שלח
hi: भेजें
hu: Küldés
ja: 送金
ko: 보내기
lv: Sūtīt
ms: Hantar
nl: Verstuur
pl: Wyślij
ro: Trimite
ru: Отправить
sl: Pošlji
sv: Skicka
tl: Magpadala
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# sendAmountConfirm
source: Send %1 %2
ar: أرسل %1 NANO
bg: Изпрати %1 NANO
bn: %1 NANO পাঠান
da: Odeslat %1 NANO
de: %1 NANO senden?
he: שלח %1 נאנו?
hi: %1 बनानो भेजें ?
hu: %1 Nano küldése?
ja: ％1 ナノを送金する
ko: %1 Nano를 발송하시겠습니까?
lv: Sūtīt %1 NANO
ms: Hantar %1 Nano?
nl: Verstuur %1 Nano
no: Send %1 NANO
pl: Wyślij %1 Nano?
ro: Trimite %1 NANO
ru: Отправить %1 %2
sl: Pošlji %1 NANO
sv: Skicka %1 Nano?
tl: Magpadala ng %1 Nano?
tr: %1 Nano gönder?
uk: Надіслати %1 Nano
vi: Gửi %1 NANO
zh_hans: 发送 %1 NANO
zh_hant: 發送 %1 NANO？

source: Send Amounts
ar: إرسال المبالغ
bg: Изпратете суми
bn: পরিমাণ পাঠান
da: Send beløb
de: Beträge senden
he: שלח סכומים
hi: राशि भेजें
hu: Összegek küldése
ja: 送金金額
ko: 송금액
lv: Sūtīt summas
ms: Hantar Jumlah
nl: Bedragen verzenden
no: Send beløp
pl: Wyślij kwoty
ro: Trimiteți sume
ru: Отправить суммы
sl: Pošlji zneske
sv: Skicka belopp
tl: Magpadala ng Mga Halaga
tr: Gönderim Tutarları
uk: Відправити суми
vi: Gửi số tiền
zh_hans: 发送金额
zh_hant: 發送金額

# sendError
source: An error occurred. Try again later.
ar: يوجد خطأ. حاول لاحقاً.
bg: Възникна грешка. Опитайте по-късно.
bn: একটি ত্রুটি ঘটেছে. পরে আবার চেষ্টা করুন।
da: Došlo k chybě. Zkuste to později.
de: Ein Fehler ist aufgetreten. Versuche es später erneut.
he: קרתה תקלה. נסה שוב מאוחר יותר
hi: एक त्रुटि पाई गई। बाद में पुन: प्रयास करें।
hu: Hiba történt. Próbálkozz később.
ja: エラーが発生しました。後で再び実行してください。
ko: 문제가 발생했습니다. 나중에 다시 시도하시오.
lv: Notika kļūda. Pēc laika mēģiniet atkal.
ms: Berlaku ralat. Cuba lagi nanti.
nl: Er is een fout opgetreden. Probeer het later nog eens.
no: Det oppsto en feil. Prøv igjen senere.
pl: Wystąpił błąd. Spróbuj póżniej
ro: A apărut o eroare. Încercați din nou mai târziu.
ru: Произошла ошибка. Попробуйте позже.
sl: Napaka. Poskusite kasneje.
sv: Ett fel inträffade. Försök igen senare.
tl: Nagkaroon ng error. Subukan ulit mamaya.
tr: Bir hata oluştu. Daha sonra tekrar dene.
uk: Сталася помилка. Спробуйте ще раз пізніше.
vi: Đã xảy ra lỗi, vui lòng thử lại sau.
zh_hans: 发生错误。请稍后再试。
zh_hant: 發生錯誤。稍後再試。

source: Send From
ar: أرسل من
bg: Изпрати от
bn: থেকে পাঠানো
da: Odeslat z
de: Senden von
he: נשלח מ
hi: भेजने का पता -
hu: Küldés Innen
ja: 送金元
ko: 보낸 사람
lv: Sūtīt no
ms: Dihantar dari
nl: Verstuur vanaf
no: Send fra
pl: Wyślij Od
ro: Trimite de la
ru: Отправить из
sl: Pošlji iz
sv: Skicka från
tl: Magpadala galing sa
tr: Gönderici
uk: Надіслано з
vi: Gửi từ
zh_hans: 发送自
zh_hant: 發送自：

source: Sending
ar: إرسال
bg: Изпращам
bn: পাঠানো হচ্ছে
da: Odesílání
de: Sende
he: נשלח
hi: भेजा जा रहा है -
hu: Küldés folyamatban
ja: 送金金額
ko: 전송중
lv: Sūta
ms: Sedang dihantarkan
nl: Versturen
no: Sender
pl: Wysyłanie
ro: Trimitere...
ru: Отправить
sl: Pošiljam
sv: Skickar
tl: Pinapadala
tr: Miktar
uk: Надсилання
vi: Đang gửi
zh_hans: 发出
zh_hant: 傳送

# sendMemoError
source: Sending memo with transaction failed, they may not be a %1 user.
ar: فشل إرسال مذكرة مع المعاملة، قد لا يكون مستخدم Nautilus.
bg: Изпращането на бележка с транзакция е неуспешно, те може да не са потребител на Nautilus.
bn: লেনদেনের সাথে মেমো পাঠানো ব্যর্থ হলে, তারা Nautilus ব্যবহারকারী নাও হতে পারে।
da: Afsendelse af memo med transaktion mislykkedes, de er muligvis ikke en Nautilus-bruger.
de: Das Senden von Memos mit Transaktion ist fehlgeschlagen, sie sind möglicherweise kein Nautilus-Benutzer.
he: שליחת תזכיר עם העסקה נכשל, הם לא יכולים להיות משתמש נאוטילוס.
hi: लेनदेन के साथ ज्ञापन भेजना विफल रहा, वे Nautilus उपयोगकर्ता नहीं हो सकते हैं।
hu: A tranzakcióval kapcsolatos emlékeztető küldése sikertelen, lehet, hogy nem Nautilus felhasználó.
ja: トランザクションを含むメモの送信に失敗しました。Nautilus ユーザーではない可能性があります。
ko: 트랜잭션과 함께 메모를 보내지 못했습니다. Nautilus 사용자가 아닐 수 있습니다.
lv: Sending memo with transaction failed, they may not be a Nautilus user.
ms: Menghantar memo dengan transaksi gagal, mereka mungkin bukan pengguna Nautilus.
nl: Het verzenden van memo met transactie is mislukt, ze zijn mogelijk geen Nautilus-gebruiker.
no: Sending av notat med transaksjon mislyktes, de er kanskje ikke en Nautilus-bruker.
pl: Wysyłanie notatki z transakcją nie powiodło się, mogą nie być użytkownikiem Nautilus.
ro: Trimiterea memoriei cu tranzacția a eșuat, este posibil ca acestea să nu fie un utilizator Nautilus.
ru: Отправка памятки с транзакцией не удалась, возможно, они не являются пользователем Nautilus.
sl: Pošiljanje beležke s transakcijo ni uspelo, morda niso uporabnik Nautilusa.
sv: Att skicka memo med transaktion misslyckades, de kanske inte är en Nautilus-användare.
tl: Nabigo ang pagpapadala ng memo na may transaksyon, maaaring hindi sila isang user ng Nautilus.
tr: İşlem ile not gönderme başarısız oldu, Nautilus kullanıcısı olmayabilirler.
uk: Відправка нотатки з транзакцією зазнала невдачі, вони можуть бути не користувачем Nautilus.
vi: Gửi bản ghi nhớ với giao dịch không thành công, họ có thể không phải là người dùng Nautilus.
zh_hans: 发送包含交易的备忘录失败，他们可能不是Nautilus用户。
zh_hant: 發送交易備忘錄失敗，他們可能不是 Nautilus 用戶。

# sendMessageConfirm
source: Sending message
ar: إرسال رسالة
bg: Изпращане на съобщение
bn: বার্তা পাঠানো হচ্ছে
da: Afsendelse af besked
de: Nachricht wird gesendet
he: שליחת הודעה
hi: संदेश भेज रहा है
hu: Üzenet küldése
ja: メッセージを送信中
ko: 메시지 보내기
ms: Menghantar mesej
nl: Bericht verzenden
no: Sende melding
pl: Wysyłanie wiadomości
ro: Trimiterea mesajului
ru: Отправка сообщения
sl: Pošiljanje sporočila
sv: Skicka meddelande
tl: Pagpapadala ng mensahe
tr: Mesaj gönderme
uk: Відправка повідомлення
vi: Gửi tin nhắn
zh_hans: 正在发送消息
zh_hant: 發送消息

source: Send Request again
ar: إرسال الطلب مرة أخرى
bg: Изпратете Заявка отново
bn: পুনরায় অনুরোধ পাঠান
da: Send forespørgsel igen
de: Anfrage erneut senden
he: שלח בקשה שוב
hi: अनुरोध फिर से भेजें
hu: Kérés küldése újra
ja: リクエストをもう一度送る
ko: 요청 다시 보내기
ms: Hantar Permintaan sekali lagi
nl: Verzoek opnieuw verzenden
no: Send forespørsel på nytt
pl: Wyślij prośbę ponownie
ro: Trimite cererea din nou
ru: Отправить запрос еще раз
sl: Ponovno pošlji zahtevo
sv: Skicka förfrågan igen
tl: Ipadala muli ang Kahilingan
tr: Tekrar İstek Gönder
uk: Надіслати запит ще раз
vi: Gửi lại yêu cầu
zh_hans: 再次发送请求
zh_hant: 再次發送請求

source: Send Requests
ar: ارسل طلبات
bg: Изпрати искания
bn: অনুরোধ পাঠানো
da: Send anmodninger
de: Anfragen senden
he: לשלוח בקשות
hi: अनुरोध भेजना
hu: Kérések küldése
ja: 要求を送信する
ko: 요청을 보낼
lv: Sūtīt pieprasījumus
ms: Menghantar permintaan
nl: Verzoeken verzenden
no: Sende forespørsler
pl: Wyślij prośby
ro: Trimite cereri
ru: Отправить запросы
sl: Pošiljanje zahtev
sv: Skicka förfrågningar
tl: Magpadala ng mga kahilingan
tr: İstekleri göndermek
uk: Відправити запит
vi: Gửi yêu cầu
zh_hans: 发送请求
zh_hant: 發送請求
