Repository: perishllc/potassius
Catalog: lib/l10n/intl_*.arb
Languages: ar, bg, bn, da, de, he, hi, hu, ja, ko, lv, ms, nl, no, pl, ro, ru, sl, sv, tl, tr, uk, vi, zh_hans, zh_hant

# notificationInfo
source: In order for this feature to work correctly, notifications must be enabled
ar: لكي تعمل هذه الميزة بشكل صحيح، يجب تمكين الإشعارات.
bg: За да може тази функция да работи правилно, уведомленията трябва да бъдат активирани
bn: এই বৈশিষ্ট্যটি সঠিকভাবে কাজ করার জন্য, বিজ্ঞপ্তিগুলি সক্ষম করা আবশ্যক
da: For at denne funktion skal fungere korrekt, skal meddelelser være aktiveret
de: Damit diese Funktion ordnungsgemäß funktioniert, müssen Benachrichtigungen aktiviert sein
he: על מנת שתכונה זו תפעל כראוי, יש להפעיל התראות
hi: इस सुविधा को सही तरीके से काम करने के लिए, सूचनाएं सक्षम होनी चाहिए
hu: Annak érdekében, hogy ez a funkció megfelelően működjön, az értesítéseket engedélyezni kell
ja: この機能を正しく動作させるには、通知を有効にする必要があります
ko: 이 기능이 제대로 작동하려면 알림을 활성화해야 합니다.
ms: Agar ciri ini berfungsi dengan betul, pemberitahuan mesti diaktifkan
nl: Om deze functie correct te laten werken, moeten meldingen zijn ingeschakeld
no: For at denne funksjonen skal fungere riktig, må varsler være aktivert
pl: Aby ta funkcja działała poprawnie, powiadomienia muszą być włączone
ro: Pentru ca această caracteristică să funcționeze corect, notificările trebuie să fie activate
ru: Чтобы эта функция работала правильно, уведомления должны быть включены
sl: Da bi ta funkcija delovala pravilno, morajo biti omogočena obvestila
sv: För att den här funktionen ska fungera korrekt måste aviseringar vara aktiverade
tl: Upang maayos ang tampok na ito, dapat na pinagana ang mga notification
tr: Bu özelliğin düzgün çalışması için bildirimlerin etkinleştirilmesi gerekir
uk: Щоб ця функція працювала коректно, повідомлення повинні бути включені
vi: Để tính năng này hoạt động chính xác, thông báo phải được bật
zh_hans: 为了使此功能正常工作，必须启用通知
zh_hant: 為了使此功能正常工作，必須啟用通知

source: Notifications
ar: تنبيهات
bg: Известия
bn: বিজ্ঞপ্তিপত্র
da: Upozornění
de: Benachrichtigungen
he: התראות
hi: सूचनाएं
hu: Értesítések
ja: 通知
ko: 알림
lv: Paziņojumi
ms: Notifikasi
nl: Notificaties
no: Notifikasjoner
pl: Powiadomienia
ro: Notificări
ru: Уведомления
sl: Opozorila
sv: Aviseringar
tl: Abiso
tr: Bildirimler
uk: Повідомлення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# notificationTitle
source: Received %1 %2
ar: تم استلام %1 NANO
bg: Получени %1 NANO
bn: %1 NANO পেয়েছি
da: Přijato %1 NANO
de: %1 NANO erhalten
he: %1 נאנו התקבלו
hi: %1 बनानो प्राप्त हुए
hu: Kaptál %1 NANO-t
ja: ％1 ナノを着金しました
ko: % s개의 NANO을 받았습니다
lv: Saņemts %1 NANO
ms: %1 NANO diterimakan
nl: %1 NANO ontvangen
no: %1 NANO mottatt
pl: Otrzymano %1 NANO
ro: Ai primit %1 NANO
ru: Получено %1 %2
sl: Prejeto %1 NANO
sv: Mottog %1 NANO
tl: Nakatanggap ng %1 NANO
tr: %1 NANO Alındı
uk: Отримано %1 NANO
vi: Đã nhận %1 BAN
zh_hans: 收到 %1 NANO
zh_hant: 收到 %1 NANO

# notificationWarning
source: Notifications Disabled
ar: تعطيل الإخطارات
bg: Известията са деактивирани
bn: বিজ্ঞপ্তি নিষ্ক্রিয়
da: Notifikationer deaktiveret
de: Benachrichtigungen deaktiviert
he: הודעות מושבתות
hi: सूचनाएं अक्षम
hu: Értesítések letiltva
ja: 通知無効
ko: 알림 비활성화됨
lv: Paziņojumi ir atspējoti
ms: Pemberitahuan Dilumpuhkan
nl: Meldingen uitgeschakeld
no: Varsler deaktivert
pl: Powiadomienia wyłączone
ro: Notificări dezactivate
ru: Уведомления отключены
sl: Obvestila onemogočena
sv: Aviseringar inaktiverade
tl: Hindi Pinagana ang Mga Notification
tr: Bildirimler Devre Dışı
uk: Сповіщення вимкнено
vi: Đã tắt thông báo
zh_hans: 通知已禁用
zh_hant: 通知已禁用

# notificationWarningBodyLong
source: Payment Requests, Memos, and Messages all require notifications to be enabled in order to work properly as they use the FCM notifications service to ensure message delivery. You can enable notifications with the button below or dismiss this card if you don't care to use these features.
ar: تتطلب جميع طلبات الدفع والمذكرات والرسائل تمكين الإخطارات من أجل العمل بشكل صحيح أثناء استخدامهم لخدمة إشعارات FCM لضمان تسليم الرسائل. يمكنك تمكين الإشعارات بالزر أدناه أو رفض هذه البطاقة إذا كنت لا تهتم باستخدام هذه الميزات.
bg: Всички искания за плащане, бележки и съобщения изискват известия да бъдат активирани, за да работят правилно, тъй като използват услугата за известия FCM, за да осигурят доставка на съобщения. Можете да активирате известията с бутона по-долу или да отхвърлите тази карта, ако не желаете да използвате тези функции.
bn: অর্থপ্রদানের অনুরোধ, মেমো এবং বার্তাগুলিকে সঠিকভাবে কাজ করার জন্য বিজ্ঞপ্তিগুলি সক্রিয় করা প্রয়োজন কারণ তারা বার্তা সরবরাহ নিশ্চিত করতে FCM বিজ্ঞপ্তি পরিষেবা ব্যবহার করে৷ আপনি নীচের বোতামটি দিয়ে বিজ্ঞপ্তিগুলি সক্ষম করতে পারেন বা আপনি যদি এই বৈশিষ্ট্যগুলি ব্যবহার করতে আগ্রহী না হন তবে এই কার্ডটি খারিজ করতে পারেন৷
da: Betalingsanmodninger, notater og meddelelser kræver alle, at meddelelser er aktiveret for at fungere korrekt, da de bruger FCM-meddelelsestjenesten til at sikre levering af meddelelser. Du kan aktivere meddelelser med knappen nedenfor eller afvise dette kort, hvis du er ligeglad med at bruge disse funktioner.
de: Für Zahlungsanforderungen, Memos und Nachrichten müssen alle Benachrichtigungen aktiviert werden, damit sie ordnungsgemäß funktionieren, da sie den FCM-Benachrichtigungsdienst verwenden, um die Nachrichtenübermittlung sicherzustellen. Sie können Benachrichtigungen mit der Schaltfläche unten aktivieren oder diese Karte schließen, wenn Sie diese Funktionen nicht verwenden möchten.
he: כל בקשות תשלום, תזכירים והודעות דורשות הפעלת התראות על מנת שיפעלו כראוי, שכן הם משתמשים בשירות ההתראות של FCM כדי להבטיח מסירת הודעות. אתה יכול להפעיל התראות באמצעות הלחצן למטה או לבטל את הכרטיס הזה אם לא אכפת לך להשתמש בתכונות האלה.
hi: भुगतान अनुरोध, मेमो और संदेश सभी को ठीक से काम करने के लिए सूचनाओं को सक्षम करने की आवश्यकता होती है क्योंकि वे संदेश वितरण सुनिश्चित करने के लिए FCM सूचना सेवा का उपयोग करते हैं। यदि आप इन सुविधाओं का उपयोग करने की परवाह नहीं करते हैं तो आप नीचे दिए गए बटन से सूचनाएं सक्षम कर सकते हैं या इस कार्ड को खारिज कर सकते हैं।
hu: A fizetési kérelmek, az emlékeztetők és az üzenetek megfelelő működéséhez engedélyezni kell az értesítéseket, mivel az FCM értesítési szolgáltatást használják az üzenetek kézbesítésének biztosítására. Az alábbi gombbal engedélyezheti az értesítéseket, vagy elvetheti ezt a kártyát, ha nem szeretné használni ezeket a funkciókat.
ja: 支払い要求、メモ、およびメッセージはすべて、FCM 通知サービスを使用してメッセージを確実に配信するため、適切に機能するために通知を有効にする必要があります。 下のボタンで通知を有効にするか、これらの機能を使用したくない場合はこのカードを閉じることができます。
ko: 지불 요청, 메모 및 메시지는 모두 FCM 알림 서비스를 사용하여 메시지 전달을 보장하므로 제대로 작동하려면 알림을 활성화해야 합니다. 아래 버튼으로 알림을 활성화하거나 이러한 기능을 사용하지 않으려면 이 카드를 닫을 수 있습니다.
lv: Maksājumu pieprasījumiem, piezīmēm un ziņojumiem ir jāiespējo paziņojumi, lai tie darbotos pareizi, jo tie izmanto FCM paziņojumu pakalpojumu, lai nodrošinātu ziņojumu piegādi. Varat iespējot paziņojumus, izmantojot tālāk esošo pogu, vai noraidīt šo kartīti, ja nevēlaties izmantot šīs funkcijas.
ms: Permintaan Pembayaran, Memo dan Mesej semuanya memerlukan pemberitahuan untuk didayakan agar berfungsi dengan betul kerana mereka menggunakan perkhidmatan pemberitahuan FCM untuk memastikan penghantaran mesej. Anda boleh mendayakan pemberitahuan dengan butang di bawah atau mengetepikan kad ini jika anda tidak mengambil berat untuk menggunakan ciri ini.
nl: Voor betalingsverzoeken, memo's en berichten moeten alle meldingen zijn ingeschakeld om correct te kunnen werken, aangezien ze de FCM-meldingenservice gebruiken om de bezorging van berichten te garanderen. U kunt meldingen inschakelen met de onderstaande knop of deze kaart sluiten als u deze functies niet wilt gebruiken.
no: Alle betalingsforespørsler, notater og meldinger krever at varslinger er aktivert for å fungere som de skal, ettersom de bruker FCM-varslingstjenesten for å sikre meldingslevering. Du kan aktivere varsler med knappen nedenfor eller avvise dette kortet hvis du ikke bryr deg om å bruke disse funksjonene.
pl: Żądania płatności, notatki i wiadomości wymagają włączenia powiadomień, aby działały prawidłowo, ponieważ korzystają z usługi powiadomień FCM w celu zapewnienia dostarczania wiadomości. Możesz włączyć powiadomienia za pomocą przycisku poniżej lub odrzucić tę kartę, jeśli nie chcesz korzystać z tych funkcji.
ro: Solicitările de plată, notele și mesajele necesită toate ca notificările să fie activate pentru a funcționa corect, deoarece folosesc serviciul de notificări FCM pentru a asigura livrarea mesajelor. Puteți activa notificările cu butonul de mai jos sau puteți închide acest card dacă nu vă interesează să utilizați aceste funcții.
ru: Платежные запросы, заметки и сообщения требуют включения уведомлений для правильной работы, поскольку они используют службу уведомлений FCM для обеспечения доставки сообщений. Вы можете включить уведомления с помощью кнопки ниже или закрыть эту карточку, если не хотите использовать эти функции.
sl: Zahtevki za plačilo, opombe in sporočila zahtevajo, da so obvestila omogočena, da lahko pravilno delujejo, saj za zagotavljanje dostave sporočil uporabljajo storitev obvestil FCM. Obvestila lahko omogočite s spodnjim gumbom ali opustite to kartico, če ne želite uporabljati teh funkcij.
sv: Betalningsförfrågningar, Memon och Meddelanden kräver alla att aviseringar är aktiverade för att de ska fungera korrekt eftersom de använder FCM-aviseringstjänsten för att säkerställa meddelandeleverans. Du kan aktivera aviseringar med knappen nedan eller ta bort det här kortet om du inte bryr dig om att använda dessa funktioner.
tl: Ang mga Kahilingan sa Pagbabayad, Memo, at Mensahe ay nangangailangan ng lahat ng mga notification na paganahin upang gumana nang maayos habang ginagamit nila ang serbisyo ng mga notification ng FCM upang matiyak ang paghahatid ng mensahe. Maaari mong paganahin ang mga notification gamit ang button sa ibaba o i-dismiss ang card na ito kung wala kang pakialam na gamitin ang mga feature na ito.
tr: Ödeme İstekleri, Notlar ve Mesajların tümü, mesaj teslimini sağlamak için FCM bildirim hizmetini kullandıklarından düzgün çalışması için bildirimlerin etkinleştirilmesini gerektirir. Aşağıdaki düğme ile bildirimleri etkinleştirebilir veya bu özellikleri kullanmak istemiyorsanız bu kartı kapatabilirsiniz.
uk: Для належної роботи всіх платіжних запитів, нагадувань і повідомлень потрібно ввімкнути сповіщення, оскільки вони використовують службу сповіщень FCM для забезпечення доставки повідомлень. Ви можете ввімкнути сповіщення за допомогою кнопки нижче або закрити цю картку, якщо ви не бажаєте використовувати ці функції.
vi: Yêu cầu thanh toán, Bản ghi nhớ và Tin nhắn đều yêu cầu bật thông báo để hoạt động bình thường khi chúng sử dụng dịch vụ thông báo FCM để đảm bảo gửi tin nhắn. Bạn có thể bật thông báo bằng nút bên dưới hoặc loại bỏ thẻ này nếu bạn không muốn sử dụng các tính năng này.
zh_hans: 付款请求、备忘录和消息都需要启用通知才能正常工作，因为它们使用 FCM 通知服务来确保消息传递。 如果您不想使用这些功能，可以使用下面的按钮启用通知或关闭此卡。
zh_hant: 付款請求、備忘錄和消息都需要啟用通知才能正常工作，因為它們使用 FCM 通知服務來確保消息傳遞。 如果您不想使用這些功能，可以使用下面的按鈕啟用通知或關閉此卡。

# notificationWarningBodyShort
source: Payment Requests, Memos, and Messages will not function properly.
ar: لن تعمل طلبات الدفع والمذكرات والرسائل بشكل صحيح.
bg: Заявки за плащане, бележки и съобщения няма да функционират правилно.
bn: অর্থপ্রদানের অনুরোধ, মেমো এবং বার্তাগুলি সঠিকভাবে কাজ করবে না।
da: Betalingsanmodninger, notater og meddelelser vil ikke fungere korrekt.
de: Zahlungsaufforderungen, Memos und Nachrichten funktionieren nicht richtig.
he: בקשות תשלום, תזכירים והודעות לא יפעלו כראוי.
hi: भुगतान अनुरोध, मेमो और संदेश ठीक से काम नहीं करेंगे।
hu: A fizetési kérelmek, emlékeztetők és üzenetek nem működnek megfelelően.
ja: 支払い請求、メモ、およびメッセージは正しく機能しません。
ko: 결제 요청, 메모, 메시지가 제대로 작동하지 않습니다.
lv: Maksājumu pieprasījumi, piezīmes un ziņojumi nedarbosies pareizi.
ms: Permintaan Pembayaran, Memo dan Mesej tidak akan berfungsi dengan baik.
nl: Betalingsverzoeken, memo's en berichten werken niet correct.
no: Betalingsforespørsler, notater og meldinger vil ikke fungere ordentlig.
pl: Żądania płatności, notatki i wiadomości nie będą działać prawidłowo.
ro: Solicitările de plată, notele și mesajele nu vor funcționa corect.
ru: Платежные запросы, заметки и сообщения не будут работать должным образом.
sl: Zahtevki za plačilo, beležke in sporočila ne bodo delovali pravilno.
sv: Betalningsförfrågningar, PM och meddelanden kommer inte att fungera korrekt.
tl: Hindi gagana nang maayos ang Mga Kahilingan sa Pagbabayad, Memo, at Mensahe.
tr: Ödeme İstekleri, Notlar ve Mesajlar düzgün çalışmayacaktır.
uk: Платіжні запити, нотатки та повідомлення не працюватимуть належним чином.
vi: Yêu cầu thanh toán, Bản ghi nhớ và Tin nhắn sẽ không hoạt động bình thường.
zh_hans: 付款请求、备忘录和消息将无法正常运行。
zh_hant: 付款請求、備忘錄和消息將無法正常運行。

source: not sent
ar: لم يتم إرسالها
bg: не е изпратено
bn: পাঠানো হয়নি
da: ikke sendt
de: nicht gesendet
he: לא נשלח
hi: नहीं भेजा गया
hu: nem küldött
ja: 未送信
ko: 보내지 않음
ms: tidak dihantar
nl: niet verzonden
no: ikke sendt
pl: nie wysłane
ro: nu a fost trimis
ru: не отправлено
sl: ni poslano
sv: inte skickat
tl: hindi ipinadala
tr: gönderilmedi
uk: не надіслано
vi: chưa được gửi
zh_hans: 未发送
zh_hant: 未傳送

# noTXDataExport
source: There's no transactions to export.
ar: لا توجد معاملات للتصدير.
bg: Няма транзакции за експортиране.
bn: রপ্তানির কোনো লেনদেন নেই।
da: Der er ingen transaktioner at eksportere.
de: Es gibt keine zu exportierenden Transaktionen.
he: אין עסקאות לייצא.
hi: निर्यात करने के लिए कोई लेनदेन नहीं है।
hu: Nincsenek exportálandó tranzakciók.
ja: エクスポートするトランザクションはありません。
ko: 내보낼 거래가 없습니다.
lv: Nav eksportējamu darījumu.
ms: Tiada urus niaga untuk dieksport.
nl: Er zijn geen transacties om te exporteren.
no: Det er ingen transaksjoner å eksportere.
pl: Nie ma transakcji do wyeksportowania.
ro: Nu există tranzacții de exportat.
ru: Нет транзакций для экспорта.
sl: Ni transakcij za izvoz.
sv: Det finns inga transaktioner att exportera.
tl: Walang mga transaksyong ie-export.
tr: Dışa aktarılacak işlem yok.
uk: Немає транзакцій для експорту.
vi: Không có giao dịch nào để xuất.
zh_hans: 没有要导出的交易。
zh_hant: 沒有要導出的交易。

source: Nyanicon
ar: نيانيكون
bg: Нианикон
bn: নায়নিকন
he: ניאניקון
hi: न्यैनिकॉन
ja: ニャニコン
ko: 냐니콘
ru: Ньяникон
uk: Няникон
zh_hant: 尼亞諾克

# obscureInfoHeader
source: Obscure Transaction Info
ar: معلومات المعاملات الغامضة
bg: Неясна информация за транзакцията
bn: অস্পষ্ট লেনদেনের তথ্য
da: Uklare transaktionsoplysninger
de: Transaktionsinformationen verschleiern
he: פרטי עסקה לא ברורים
hi: अस्पष्ट लेन-देन की जानकारी
hu: Homályos tranzakciós információ
ja: あいまいな取引情報
ko: 모호한 거래 정보
lv: Neskaidra informācija par darījumu
ms: Maklumat Transaksi Kabur
nl: Obscure transactie-info
no: Uklar transaksjonsinformasjon
pl: Niejasne informacje o transakcji
ro: Informații obscure asupra tranzacției
ru: Неясная информация о транзакции
sl: Nejasne informacije o transakciji
sv: Obskyr transaktionsinformation
tl: Malabong Impormasyon sa Transaksyon
tr: Belirsiz İşlem Bilgileri
uk: Невідома інформація про трансакцію
vi: Thông tin giao dịch tối nghĩa
zh_hans: 模糊的交易信息
zh_hant: 模糊的交易信息

source: Obscure Transaction
ar: معاملة غامضة
bg: Неясна транзакция
bn: অস্পষ্ট লেনদেন
da: Uklar transaktion
de: Obskure Transaktion
he: עסקה לא ברורה
hi: अस्पष्ट लेन-देन
hu: Homályos tranzakció
ja: 曖昧な取引
ko: 모호한 거래
lv: Neskaidrs darījums
ms: Transaksi Tidak Jelas
nl: Duistere transactie
no: Obskur transaksjon
pl: Niejasna transakcja
ro: Tranzacție obscure
ru: Неясная транзакция
sl: Nejasna transakcija
sv: Obskyr transaktion
tl: Malabong Transaksyon
tr: Gizli İşlem
uk: Незрозуміла транзакція
vi: Giao dịch tối nghĩa
zh_hans: 模糊交易
zh_hant: 模糊交易

# obscureTransactionBody
source: This is NOT true privacy, but it will make it harder for the recipient to see who sent them funds.
ar: هذه ليست خصوصية حقيقية ، لكنها ستجعل من الصعب على المستلم معرفة من أرسل الأموال إليه.
bg: Това НЕ е истинска поверителност, но ще направи по-трудно за получателя да види кой му е изпратил средства.
bn: এটি সত্য গোপনীয়তা নয়, তবে এটি প্রাপকের পক্ষে কে তাদের তহবিল পাঠিয়েছে তা দেখতে আরও কঠিন করে তুলবে৷
da: Dette er IKKE ægte privatliv, men det vil gøre det sværere for modtageren at se, hvem der har sendt dem penge.
de: Dies ist KEINE echte Privatsphäre, aber es wird für den Empfänger schwieriger zu sehen, wer ihm das Geld geschickt hat.
he: זו לא פרטיות אמיתית, אבל זה יקשה על הנמען לראות מי שלח לו כספים.
hi: यह सच्ची गोपनीयता नहीं है, लेकिन इससे प्राप्तकर्ता के लिए यह देखना कठिन हो जाएगा कि किसने उन्हें धन भेजा है।
hu: Ez NEM valódi adatvédelem, de megnehezíti a címzett számára, hogy láthassa, ki küldte neki az összeget.
ja: これは真のプライバシーではありませんが、誰が送金したかを受信者が確認するのが難しくなります.
ko: 이것은 진정한 프라이버시가 아니지만 수신자가 누가 자금을 보냈는지 확인하기 어렵게 만듭니다.
lv: Tas NAV īsts privātums, taču saņēmējam būs grūtāk redzēt, kas viņam ir nosūtījis līdzekļus.
ms: Ini BUKAN privasi sebenar, tetapi ia akan menyukarkan penerima untuk melihat siapa yang menghantar dana kepada mereka.
nl: Dit is GEEN echte privacy, maar het maakt het moeilijker voor de ontvanger om te zien wie hem geld heeft gestuurd.
no: Dette er IKKE ekte personvern, men det vil gjøre det vanskeligere for mottakeren å se hvem som har sendt dem penger.
pl: To NIE jest prawdziwa prywatność, ale utrudni odbiorcy sprawdzenie, kto wysłał mu środki.
ro: Aceasta NU este confidențialitate adevărată, dar va fi mai greu pentru destinatar să vadă cine le-a trimis fondurile.
ru: Это НЕ настоящая конфиденциальность, но получателю будет сложнее увидеть, кто отправил ему средства.
sl: To NI prava zasebnost, vendar bo prejemnik težje videl, kdo mu je poslal sredstva.
sv: Detta är INTE sant sekretess, men det kommer att göra det svårare för mottagaren att se vem som skickat pengar till dem.
tl: HINDI ito totoong privacy, ngunit mas magiging mahirap para sa tatanggap na makita kung sino ang nagpadala sa kanila ng mga pondo.
tr: Bu gerçek bir gizlilik DEĞİLDİR, ancak alıcının kendisine kimin para gönderdiğini görmesini zorlaştıracaktır.
uk: Це НЕ справжня конфіденційність, але одержувачу буде важче побачити, хто надіслав йому кошти.
vi: Đây KHÔNG phải là quyền riêng tư thực sự, nhưng nó sẽ khiến người nhận khó biết được ai đã gửi tiền cho họ.
zh_hans: 这不是真正的隐私，但它会让收款人更难看到是谁给他们汇款的。
zh_hant: 這不是真正的隱私，但它會讓收款人更難看到是誰給他們匯款的。

source: Off
ar: غلق
bg: Изкл.
bn: বন্ধ
de: Aus
he: כבוי
hi: बंद
hu: Ki
ja: オフ
ko: 끄기
lv: Izslēgts
nl: Uit
no: Deaktiver
pl: Wyłączone
ro: Dezactivate
ru: Выкл.
sl: Izklopi
sv: Av
tr: Kapalı
uk: Вимкнуто
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Ok
ar: طيب
bg: ОК
bn: আচ্ছা
he: בסדר
hi: ओके
ko: 오케이
nl: Oké
pl: Okej
ro: Bine
ru: Ок
tr: Tamam
uk: Гаразд
zh_hans: 好的
zh_hant: 好

# onboard
source: Invite Someone
ar: قم بدعوة شخص ما
bg: Поканете някого
bn: কাউকে আমন্ত্রণ জানান
da: Inviter nogen
de: Lade jemanden ein
he: להזמין מישהו
hi: किसी को आमंत्रित
hu: Hívj meg valakit
ja: 誰かを招待
ko: 누군가를 초대
lv: Uzaiciniet kādu
ms: Jemput Seseorang
nl: Iemand uitnodigen
no: Inviter noen
pl: Zaproś kogoś
ro: Invită pe cineva
ru: Пригласить кого-нибудь
sl: Povabi nekoga
sv: Bjud in någon
tl: Mag-imbita ng isang tao
tr: Birini davet etmek
uk: Запросити когось
vi: Mời ai đó
zh_hans: 邀请某人
zh_hant: 邀請某人

source: Onboarding
ar: على متن الطائرة
bg: Включване
bn: অনবোর্ডিং
he: עלייה למטוס
hi: ज्ञानप्राप्ति
hu: Beszállás
ja: オンボーディング
ko: 온보딩
lv: Uzņemšana
pl: Proces wdrażania do firmy nowego pracownika
ro: La imbarcare
ru: Онбординг
sl: Na vkrcanje
tr: İlk Katılım
uk: Онбордінг
vi: Giới thiệu
zh_hans: 入职
zh_hant: 入職

source: Onramp
ar: أونرامب
bn: ঢালু পথ
de: Auf der Rampe
he: אונרמפה
hi: रैंप पर
hu: Onrámpa
ja: オンランプ
ko: 진입로
nl: Op de oprit
ro: Onrampă
ru: На рампе
tr: Onrampa
uk: Онрамп
zh_hans: 入口匝道
zh_hant: 在坡道上

# onStr
source: On
ar: فتح
bg: Вкл.
bn: চালু
de: An
he: פועל
hi: चालू
hu: Be
ja: オン
ko: 켜기
lv: Ieslēgts
nl: Aan
no: Aktiver
pl: Włączone
ro: Activate
ru: Вкл.
sl: Vklopi
sv: På
tr: Açık
uk: Увімкнуто
vi: Bật
zh_hans: 开启
zh_hant: 開啟

source: Opened
ar: تم افتتاحه
bg: Отворен
bn: খোলা
da: Åbnet
de: Eröffnet
he: נפתח
hi: खोला गया
hu: Nyitott
ja: 開いた
ko: 오픈했습니다
ms: Dibuka
nl: Geopende
no: Åpnet
pl: Otwarty
ro: Deschis
ru: Открыт
sl: Odprto
sv: Öppnade
tl: Binuksan
tr: Açıldı
uk: Відкрито
vi: Đã mở
zh_hans: 已开业
zh_hant: 打開

source: paid
ar: دفع
bg: платени
bn: অর্থ প্রদান
da: betalt
de: bezahlt
he: שולם
hi: भुगतान किया है
hu: fizetett
ja: 支払った
ko: 유료
ms: dibayar
nl: betaald
no: betalt
pl: opłacony
ro: plătit
ru: оплаченный
sl: plačan
sv: betald
tl: bayad
tr: kazanç
uk: оплачується
vi: đã thanh toán
zh_hans: 已支付
zh_hant: 支付

source: Paper Wallet
ar: المحفظة الورقية
bg: Хартиен Портфейл
bn: পেপার ওয়ালেট
da: Papírová Peněženka
he: ארנק נייר
hi: पेपर वॉलेट
ja: ペーパーウォレット
lv: Papīra maks
ms: Dompet Kertas
nl: Papieren wallet
no: Papirlommebok
pl: Papierowy Portfel
ru: Paper кошелёк
sl: Papirna denarnica
sv: Pappersplånbok
tr: Kağıt Cüzdan
uk: Паперовий гаманець
vi: Ví giấy
zh_hans: 纸钱包
zh_hant: 紙錢包

# passwordBlank
source: Password cannot be empty
ar: لا يمكن أن تكون كلمة المرور فارغة
bg: Полето за парола не може да е празно
bn: পাসওয়ার্ড খালি রাখা যাবে না
da: Heslo nemůže být prázdné
de: Passwort darf nicht leer sein
hi: पासवर्ड खाली नहीं हो सकता
ja: パスワードは空欄にできません
ms: Kata laluan tidak boleh kosong
nl: Wachtwoord mag niet leeg zijn
no: Passordet kan ikke være tomt
pl: Pole hasła nie może być pustę
ro: Parola nu poate fi goală
ru: Пароль не может быть пустым
sv: Lösenordsfältet kan ej lämnas tomt
tl: Ang password ay hindi pwedeng blangko
tr: Şifre alanı boş olamaz
uk: Пароль не може бути порожнім
vi: Không thể bỏ trống mật khẩu
zh_hans: 密码不能为空
zh_hant: 密碼不得留白

# passwordCapitalLetter
source: Password must contain at least 1 upper case and lower case letter
ar: يجب أن تحتوي كلمة المرور على حرف واحد كبير وصغير على الأقل
bg: Паролата трябва да съдържа поне 1 главна и малка буква
bn: পাসওয়ার্ডে কমপক্ষে 1টি বড় হাতের এবং ছোট হাতের অক্ষর থাকতে হবে
da: Adgangskoden skal indeholde mindst 1 stort og lille bogstav
de: Das Passwort muss mindestens 1 Groß- und Kleinbuchstaben enthalten
he: הסיסמה חייבת להכיל לפחות אות אחת גדולה ואות קטנה
hi: पासवर्ड में कम से कम 1 अपर केस और लोअर केस लेटर होना चाहिए
hu: A jelszónak tartalmaznia kell legalább 1 kis- és nagybetűt
ja: パスワードには大文字と小文字を少なくとも 1 文字含める必要があります
ko: 비밀번호는 1개 이상의 대문자와 소문자를 포함해야 합니다
lv: Parolē jāsatur vismaz 1 lielais un mazais burts
ms: Kata laluan mesti mengandungi sekurang-kurangnya 1 huruf besar dan huruf kecil
nl: Wachtwoord moet minimaal 1 hoofdletter en kleine letter bevatten
no: Passordet må inneholde minst én stor og liten bokstav
pl: Hasło musi zawierać co najmniej 1 wielką i małą literę
ro: Parola trebuie să conțină cel puțin o literă mare și o literă mică
ru: Пароль должен содержать как минимум 1 заглавную и строчную буквы
sl: Geslo mora vsebovati vsaj 1 veliko in malo črko
sv: Lösenordet måste innehålla minst 1 stor och liten bokstav
tl: Dapat maglaman ang password ng hindi bababa sa 1 upper case at lower case na titik
tr: Şifre en az 1 büyük harf ve küçük harf içermelidir
uk: Пароль має містити принаймні 1 велику та малу літеру
vi: Mật khẩu phải có ít nhất 1 chữ hoa và chữ thường
zh_hans: 密码必须至少包含 1 个大写和小写字母
zh_hant: 密碼必須至少包含 1 個大寫和小寫字母
